<div class="jibresBanner">
 <div class="avand-md impact zero">
 	<img class="block" src="<?php echo \dash\url::cdn(); ?>/img/story/jibres-story-love.gif" alt='<?php echo \dash\face::title();?>'>
 </div>
<?php if (\dash\language::current() === 'fa') { ?>
 <div class="avand-md impact font-16 pB25-f">
	<p>داستان شکل‌گیری ایده جیبرس و شروع اون یک روایت مفصل است. من جواد ادیب هستم و میخوام داستان جیبرس رو براتون روایت کنم.</p>

	<p>یکی بود یکی نبود. برمیگردیم به خیلی وقت پیش، سال ۱۳۹۲ شمسی؛ انگار یه قرن از اون دوران گذشته. پنج جوان بودیم از پنج شهر متفاوت. جواد،‌ سامان، حسن، محمد و امید. همین اولش احتمالا این سوال براتون پیش اومد که چطور با هم آشنا شدیم؟ مسابقات مهارت. ما هر کدوم نماینده یک استان و رقیب هم تو مسابقات کشوری تو دوره‌های مختلف بودیم. رشته نرم‌افزار و وب.</p>

	<video controls preload="metadata">
		<source type="video/mp4" src="<?php echo \dash\url::cdn(); ?>/video/WorldSkills-SkillsChangeLives.mp4">
	</video>
	<p class="msg minimal font-14 txtC mT10 mB0-f">این ویدیوی رسمی مسابقات جهانی مهارت هست و به‌راستی که مهارت زندگی را تغییر می‌دهد.</p>
 </div>

 <div class="avand-md impact font-16 pB25-f">
 	<p>تصمیم به تغییر گرفتیم. هر کدوم ایده‌ها و تجربیاتی داشتیم. تلاش کردیم با هم تیمی تشکیل بدیم. امید و محمد نتونستند با ما همراه باشند. اون سال‌ها تکنولوژی به‌اندازه امروز برای کار از راه‌دور فراهم نبود. با سامان و حسن یه سفر چند روزه رفتیم شمال و درباره کارهای ممکن و خیلی چیزها صحبت کردیم.</p>
 	<p>دوتا خاطره از اون زمان یادم میاد. اول اینکه حسن که شیلد هم به تن داشت رو مجبور کردم از شهرشون لیمو ترش تازه خرید و برد آبلیمو گرفت و یه دبه بزرگ آبلیمو رو چندصد کیلومتر با خودش تا کرج حمل کرد که بعدا اون آبلیمو رو تو بطری‌های کوچیک‌تر تقسیم کردم و فروختم.</p>
 	<p>دوم اینکه به محض رسیدن گفتیم بریم دریا که مصادف شده بود با یکی از عجیب‌ترین و خاص‌ترین آب و هواهایی که توی شمال ممکنه رخ بده و لب دریا یک متری خودتو و حتی آب رو نمی‌تونستی ببینی و همه‌چی سفید بود.  دریا دریا این بود؟</p>
 	<img class="block" src="<?php echo \dash\url::cdn(); ?>/img/story/caspian-sea-fog.jpg" alt='<?php echo T_("Fog in the Caspian Sea") ?>'>
 </div>

 <div class="avand-md impact font-16">
 	<p>قرار شد که ایده‌هامون رو لیست کنیم و به اون‌ها امتیاز بدیم تا بعد از رتبه‌بندی، روی بهترین اون‌ها کار رو شروع کنیم. بعد از فکر کردن و بررسی ۱۵ تا ایده لیست شد. ایده اولیه جیبرس هم یکی از اون‌ها بود. مدیریت فروشگاه بر پایه وب همراه با نرم‌افزارهای موبایل.</p>
 	<p>برای شروع روی یکی از ساده‌ترین اون ایده‌ها کار رو شروع کردیم؛ دردِ دِل. دنیای امروز نسبت به اون سال‌ها خیلی تغییر کرده! در نهایت بعد از اجرای اولین ایده تو محیط تست توسط هرکدوم، به دلیل ماهیت دنیای اون روزها و مشغله‌ای که هرکدوم داشتیم، عملا عملکرد تیم ضعیف شد و کار رو ادامه ندادیم.</p>

 	<p>خانواده ما همه بازاری بودن و همیشه به فروش علاقه داشتم. در اون زمان یه نرم‌افزار با سی‌شارپ نوشته بودم که بارکد هم بهش وصل میشد و فروش توی سوپرمارکت رو انجام می‌داد. بعد از اینکه تو تیم به نتیجه نرسیدیم، دست به کار شدم و آنالیز اولیه دیتابیس جیبرس رو شروع کردم. اولین جمله این آنالیز ۳۲ صفحه‌ای اینطوری شروع شد.</p>
	<p class="msg">سلام. ساعت ۲ بامداد یکشنبه ۱۹ آبان ۱۳۹۲ و ...</p>
	<p>اون زمان حتی اسم پروژه رو هم انتخاب نکرده بودیم. البته دوستانم اون زمان در جریان این کار بودن و نظراتشون رو بهم منتقل می‌کردند. نسخه ۲.۸ آنالیز دیتابیس جیبرس تو سال ۱۳۹۲، حداقل ۲۶۱۰ دقیقه زمان برد. حتی چند تا مشتری اولیه سیستم رو هم که قبل از شروع، باهاشون مذاکره کرده بودیم، لیست بودند.</p>
	<p class="mB0-f">تحقیق و توسعه اولیه جیبرس حداقل ۶ ماه و تا خرداد ۱۳۹۳ طول کشید. مخزن گیت جیبرس تو ۱۸ مهرماه ۱۳۹۳ ساخته شد و اسم جیبرس بالاخره تو ۲۶ مهرماه ۱۳۹۳ انتخاب شد و دامنه‌هاش رو خریدم. اما از اونجایی که نیاز به تامین هزینه‌های زندگی داشتم و روی پروژه‌های جانبی برای تامین مخارج کار می‌کردم، کار به حاشیه رونده شد.</p>
 </div>

 <div class="avand-md impact font-16 pT25-f">
 	<img class="block mB20" src="<?php echo \dash\url::cdn(); ?>/img/story/maze-1.gif" alt='<?php echo T_("The Maze"); ?>'>
	<p>زمان به‌سرعت گذشت و سال ۱۳۹۵ تصمیم به ادامه تحصیل در آلمان گرفتیم و در آستانه رفتن، یک پیشنهاد سرمایه‌گذاری ۱ میلیون دلاری روی جیبرس مطرح شد. یادش بخیر اون زمان دلار ۳ هزار تومان بود. تصمیم گرفتیم بمونیم و رویای جیبرس رو محقق کنیم. تیم جدید با انرژی جدید و یک پروژه عظیم.</p>
	<p>اما در همون چند ماه اول، مشکلات مالی برای سرمایه‌گذار رخ داد و در کمتر از ۶ ماه کاملا کنار کشید، زمانی که حتی بخش اول پروژه هم کامل نشده بود. حالا دیگه اون ایده بزرگ تبدیل به یک بدهی عظیم شده بود.</p>
	<p class="msg minimal info2 txtC txtB">دو انتخاب داشتم، فرار یا جنگیدن؛ تصمیم گرفتیم دوباره بسازیم.</p>
	<p class="mB0-f">بیشتر از دو سال طول کشید که بخش اصلی بدهی‌ها رو که بیشتر اون به کارمندان شرکت بود، تسویه کنیم. از بین اون تیم حداقل ۱۰ نفره، فقط رضا تصمیم به موندن گرفت. رضا محیطی الان هم‌بنیان‌گذار جیبرس است. ما دو نفری پایه‌های جیبرس رو بنا کردیم.</p>
 </div>

 <div class="avand-md impact font-16">
	<p>استراتژی ما این‌بار تغییر کرده بود. باید به‌مرور بدهی‌ها رو میدادیم، خرج زندگیمون رو درمیاوردیم، برای توسعه جیبرس وقت می‌خریدیم و همزمان با همه این‌ها در مقابل بروکراسی‌های اداری ایران هم می‌جنگیدیم! تصمیم گرفتیم این‌بار برای هر قدم بعد، اول جای پای خودمون رو محکم کنیم و بعد قدم جدیدی برداریم. طبیعیه که این استراتژی سرعت مارو گرفت، ولی بجاش پایداری ما رو افزایش داد. این شد که تا به امروز دنبال سرمایه‌گذار نرفتیم و تا بتونیم میخوایم با همراهی شما از مسیر لذت ببریم.</p>

	<p>ما بالاخره اولین نسخه آلفای جیبرس رو در ۵ آذرماه ۱۳۹۶ منتشر کردیم. اولین فروشگاه که در واقع همون فروشگاهی بود که از نسخه سی‌شارپ قدیمی استفاده می‌کرد و چند روز بعد در ۲۱ آذر این فروشگاه در جیبرس ساخته شد و بعد از ثبت محصولات، اولین فاکتور رسمی در تاریخ ۲۹ آذر ماه ۱۳۹۶ توی جیبرس ثبت شد.</p>
	<p class="msg info2 txtC txtB">اردیبهشت ۱۳۹۸ شرکت ما توسط معاونت عملی ریاست جمهوری، دانش‌بنیان اعلام شد.</p>
	<p>ما در سال ۱۳۹۸ روی برند جیبرس کار کردیم و لوگوی زیبای خودمون رو طراحی کردیم. در سال ۱۳۹۹ اپلیکیشن ساز  خودکار جیبرس اضافه شد و نمایندگی رسمی ایرنیک برای فروش دامنه را اخذ کردیم و کمی بعد هم فروش تمامی دامنه‌های بین‌المللی رو اضافه کردیم. اولین فروش آنلاین فروشگاه آنلاین روی جیبرس هم در ۳۱ خرداد ماه ۱۳۹۹ ثبت شد.</p>
	<p class="mB0-f">در سال ۱۳۹۹ اتفاقات خوبی برای جیبرس افتاد و فرصت بیشتری برای کار روی جیبرس و توسعه اون داشتیم و امیدواریم تا پیش از اتمام قرن، جیبرس رو به‌صورت عمومی عرضه و معرفی کنیم.</p>

 </div>
<?php } else { ?>
 <div class="avand-md impact font-16">
	<p><?php echo T_("Soon") ?></p>
 </div>
<?php } ?>

 <div class="avand-md impact zero">
 	<img class="block" src="<?php echo \dash\url::cdn(); ?>/img/story/jibres-love.gif" alt='<?php echo T_("Sincerely, Javad Adib") ?>'>
 </div>

</div>