<div class="jibresBanner">
 <div class="avand impact font-16">
<?php if (\dash\language::current() === 'fa') { ?>
	<p>داستان شکل‌گیری ایده جیبرس و شروع اون یک روایت مفصل است. چندین سال پیش در سال ۱۳۹۲/۲۰۱۳ پنج نفر بودیم که به‌فکر تغییر افتادیم، یکی از دوستان همان اوایل با زبون بی زبونی به ما فهموند که تمایلی به همکاری نداره. چهار نفری که موندیم با هم یه سفر رفتیم تا بتونیم درباره همکاری مشترکمون بیشتر صحبت کنیم. قرار شد که ایده‌هامون رو لیست کنیم و به اون‌ها امتیاز بدیم تا بعد از رتبه‌بندی روی بهترین کار رو شروع کنیم. بعد از فکر کردن و بررسی ۱۵ تا ایده لیست شد. ایده اولیه جیبرس هم یکی از اون‌ها بود. مدیریت فروشگاه بر پایه وب همراه با نرم‌افزارهای موبایل.</p>

	<p>قرار گذاشتیم برای شروع روی یکی از ساده‌ترین اون ایده‌ها کار کنیم. دنیای امروز نسبت به اون سال‌ها خیلی تغییر کرده! در نهایت بعد از اجرای اولین ایده تو محیط تست توسط هرکدوم به دلیل ماهیت دنیای اون روزها و مشغله‌ای که هرکدوم داشتیم، عملا عملکرد تیم ضعیف شد و کار رو ادامه ندادیم.</p>

	<p>خانواده ما همه بازاری بودن و همیشه به فروش علاقه داشتم. در اون زمان یه نرم‌افزار با سی‌شارپ نوشته بودم که بارکد هم بهش وصل میشد و فروش توی سوپرمارکت رو انجام می‌داد. بعد از اینکه دیدم تو تیم موفق نبودیم، دست به کار شدم و آنالیز اولیه دیتابیس جیبرس رو شروع کردم. اولین جمله این آنالیز ۳۲ صفحه‌ای اینطوری شروع شد.</p>

	<p class="msg">سلام. ساعت ۲ بامداد یکشنبه ۱۹ آبان ۱۳۹۲ و ...</p>

	<p>اون زمان حتی اسم پروژه رو هم انتخاب نکرده بودیم. البته دوستانم اون زمان در جریان این کار بودن و نظراتشون رو بهم منتقل می‌کردند. نسخه ۲.۸ آنالیز دیتابیس جیبرس تو سال ۱۳۹۲، حداقل ۲۶۱۰ دقیقه زمان برد. حتی چند تا مشتری اولیه سیستم رو هم که قبل از شروع، باهاشون مذاکره کرده بودیم، لیست بودند. تحقیق و توسعه اولیه جیبرس حداقل ۶ ماه و تا خرداد ۱۳۹۳ طول کشید. مخزن گیت جیبرس تو ۱۸ مهرماه ۱۳۹۳ ساخته شد و اسم جیبرس بالاخره تو ۲۶ مهرماه ۱۳۹۳ انتخاب شد و دامنه‌هاش رو خریدم. اما از اونجایی که نیاز به تامین هزینه‌های زندگی داشتم و روی پروژه‌های جانبی برای تامین مخارج کار می‌کردم، کار به حاشیه رونده شد.</p>

	<p>زمان به‌سرعت گذشت و سال ۱۳۹۵ تصمیم به ادامه تحصیل در خارج از کشور گرفتیم. در همین زمان، یک پیشنهاد سرمایه‌گذاری ۱ میلیون دلاری روی جیبرس مطرح شد. تصمیم گرفتیم بمونیم و رویای جیبرس رو محقق کنیم. تیم جدید با انرژی جدید و یک پروژه عظیم. اما در همون چند ماه اول، مشکلات مالی برای سرمایه‌گذار رخ داد و در کمتر از ۶ ماه کاملا کنار کشید، زمانی که حتی بخش اول پروژه کامل نشده بود. حالا دیگه اون ایده بزرگ تبدیل به یک بدهی عظیم شده بود.</p>

	<p>دو انتخاب داشتم، فرار یا جنگیدن؛ تصمیم گرفتیم دوباره بسازیم. بیشتر از دو سال طول کشید که بخش اصلی بدهی‌ها رو که بیشتر اون به کارمندان شرکت بود، تسویه کنیم. از بین اون تیم حداقل ۱۵ نفره، فقط رضا تصمیم به موندن گرفت. رضا محیطی الان هم‌بنیان‌گذار جیبرس است.</p>

	<p>استراتژی ما این‌بار تغییر کرده بود. باید به‌مرور بدهی‌ها رو میدادیم، خرج زندگیمون رو درمیاوردیم، برای توسعه جیبرس وقت می‌خریدیم و همزمان با همه این‌ها در مقابل بروکراسی‌های اداری ایران هم می‌جنگیدیم! تصمیم گرفتیم این‌بار برای هر قدم بعد، اول جای پای خودمون رو محکم کنیم و بعد قدم جدیدی برداریم. طبیعیه که این استراتژی سرعت مارو گرفت، ولی بجاش پایداری ما رو افزایش داد. این شد که تا به امروز دنبال سرمایه‌گذار نرفتیم و تا بتونیم میخوایم با همراهی شما از مسیر لذت ببریم.</p>

	<p>ما بالاخره اولین نسخه آلفای جیبرس رو در ۵ آذرماه ۱۳۹۶ منتشر کردیم. اولین فروشگاه که در واقع همون فروشگاهی بود که از نسخه سی‌شارپ قدیمی استفاده می‌کرد چند روز بعد در ۲۱ آذر جیبرس ساخته شد و بعد از ثبت محصولات در جیبرس، اولین فاکتور رسمی در تاریخ ۲۹ آذر ماه ۱۳۹۶ ثبت شد. ما در سال ۱۳۹۸ روی برند جیبرس کار کردیم. در سال ۱۳۹۹ اپ ساز جیبرس اضافه شد و نمایندگی رسمی ایرنیک برای فروش دامنه را اخذ کردیم. اولین فروش آنلاین فروشگاه آنلاین روی جیبرس هم در ۳۱ خرداد ماه ۱۳۹۹ ثبت شد. در سال ۱۳۹۹ اتفاقات خوبی برای جیبرس افتاد و فرصت بیشتری برای کار روی جیبرس و توسعه اون داشتیم و امیدواریم تا پیش از اتمام قرن، جیبرس رو به‌صورت عمومی عرضه و معرفی کنیم.</p>
<?php } else { ?>
	<p><?php echo T_("Soon") ?></p>
<?php } ?>

 </div>
</div>