<div class="jibresBanner">
 <div class="fit zero">
 	<img class="block" src="<?php echo \dash\url::cdn(); ?>/img/bg/jibres-about-1.jpg" alt='<?php echo \dash\data::page_title();?>'>
 </div>

 <div class="fit txtC">
 	<div class="f">
 		<div class="c s12 pA5">
 			<a href="<?php echo \dash\url::kingdom();?>/values">
 				<img class="block mB20" src="<?php echo \dash\url::cdn(); ?>/img/bg/jibres-values-2.jpg" alt="<?php echo T_('Jibres Values'); ?>">
 				<h2 class="mB0"><?php echo T_('Jibres Values'); ?></h2>
 			</a>
 		</div>
 		<div class="c s12 pA5">
 			<a href="<?php echo \dash\url::kingdom();?>/mission">
 				<img class="block mB20" src="<?php echo \dash\url::cdn(); ?>/img/bg/jibres-mission-2.jpg" alt="<?php echo T_('Jibres Mission'); ?>">
 				<h2 class="mB0"><?php echo T_('Jibres Mission'); ?></h2>
 			</a>
 		</div>
 		<div class="c s12 pA5">
 			<a href="<?php echo \dash\url::kingdom();?>/vision">
 				<img class="block mB20" src="<?php echo \dash\url::cdn(); ?>/img/bg/jibres-vision-2.jpg" alt="<?php echo T_('Jibres Vision'); ?>">
 				<h2 class="mB0"><?php echo T_('Jibres Vision'); ?></h2>
 			</a>
 		</div>
 	</div>
 </div>

 <div class="fit">


<?php
if (\dash\language::current() === 'fa')
{
?>

<p class="msg success2 txtC">از گشتن بین انواع و اقسام نرم‌افزارهای حسابداری خسته شده‌اید؟ جیبرس دوای درد شماست!</p>

	<p>برترین سیستم یکپارچه مالی و حسابداری به این معنی که از هرجایی میتونین فاکتور صادر کنین و نیازی به حضور توی محل‌کارتون و پشت سیستمی که برنامه رو نصب کردین ندارید. اصلا نصب نداریم و خیلی سریع بدون هیچ دردسری به‌راحتی می‌تونین به اطلاعات مالی خودتون دسترسی داشته باشید. قفل سخت افزاری و نرم افزاری و رمز و کرک کردن و اینا دیگه تموم شد! نیازی به هیچ‌کدوم اینا ندارید و به‌راحتی از طریق هر دستگاهی که به اینترنت بتونه وصل بشه می‌تونید بفروشید و لذت ببرید. البته این رو فقط برای شروع براتون آماده کردیم و روزهای بزرگتری درپیش خواهیم داشت.</p>

	<p>هزینه‌های مخفی، هزینه پشتیبانی سالیانه نداریم. اینجا تو جیبرس همه چی شفافه. یه اشتراک ماهانه ساده و خوش قیمت برای اینکه بتونید کسب و کارتون رو به‌راحتی و بدون دنگ و فنگ از هر جایی مدیریت کنید. تمام گزینه‌های دست و پاگیر و اضافه هم برداشته شده و تنها نیازمندی‌های اصلی اونم به شکلی ساده برای شما قرار داده شده است. برای چندکاربره بودن و استفاده از چند سیستم هم هزینه اضافی پرداخت نمی‌کنید و همش با همون اشتراکی که تهیه کردین حساب میشه و بس.</p>

	<p>کتاب و آموزش و دوره و سی‌دی آموزشی هم نیاز نداره و بدون هیچ مشکلی خودتون بدون نیاز به دانش حسابداری می‌تونید استفاده از جیبرس رو به آسونی شروع کنید. در بین کار هم جیبرس به مرور امکانات خودش رو به‌شکلی ساده براتون توضیح میده و دیگه لازم نیست وقتتون رو برای آموزش‌های سخت و طاقت فرسا تلف کنید.</p>

	<p>و اما پشتیبانی، ما اینجا تمام وقت آماده و هوشیاریم تا شما با خیال راحت دنیای مالی خودتون رو بچرخونین و دغذغه‌های جانبی رو به ما بسپارید. دیگه نگرانی گرفتن نسخه پشتیبان و خرابی سیستم و این قسم مشکلات نداشته باشید. از بابت روش فروش و دریافت گزارشات و دسترسی در زمان عدم حضور هم همینطور و جیبرس تمام این‌ها رو برای شما مهیا میکنه. به جای اتلاف وقت روی عوامل جانبی می‌تونید زمانتون رو مدیریت کنید و استراتژی‌های فروش خودتون رو قوی‌تر کنید و به فروش بیشتر و مهم‌تر از اون، سود بیشتر فکر کنید.</p>

	<p>همزمان با توسعه کسب و کار شما ما هم در تلاش هستیم تا تمام نیازهای مالی شما رو توی جیبرس برآورده کنیم و این رو به مرور در همراهی با ما خواهید دید. روزهای خوبی با هم در پیش داریم...</p>
	<p>شاید بهتر باشه کمی بیشتر درباره خود جیبرس بدونید و اینکه در جیبرس چه امکاناتی خواهید داشت. قابلیت‌های کلیدی جیبرس که البته بیشتر اون‌ها رو در مزایای سایر سیستم‌های حسابداری هم دیدید ولی به خاطر موتورهای جستجو و اطمینان خاطر شما یک‌بار برای همیشه مزایای معمولی جیبرس رو باهم مرور می‌کنیم.
	</p>


	<ul class="list">
	 <li>قابلیت تعریف بی‌نهایت مشتری و ثبت اطلاعات تماس آنان</li>
	 <li>توانایی ارسال پیامک تشکر به مشتریان جدید</li>
	 <li>قابلیت ثبت نامحدود تامین‌کنندگان و شرکت‌های پخش به همراه اطلاعات ویزیتورهای آنان</li>
	 <li>قابلیت تعریف کارمند با امکان تخصیص سطوح دسترسی</li>
	 <li>تجمیع طرف‌حساب‌ها و قابلیت جستجو و استفاده از تمامی طرف‌حساب‌ها</li>
	 <li>داشبورد حرفه‌ای محصولات برای نگاه اجتمالی به وضعیت کالاها و محصولات</li>
	 <li>توانایی تعریف حرفه‌ای کالا به همراه امکانات خاص</li>
	 <li>قابلیت ثبت و استفاده از دو بارکد مجزا برای هر محصول</li>
	 <li>محاسبه لحظه‌ای درصد تخفیف و فروش و سود هنگام تعریف کالا یا محصول</li>
	 <li>قابلیت دسته‌بندی کالاها برای دسترسی آسان‌تر در مراجعات بعدی و دریافت گزارشات خاص</li>
	 <li>دریافت موجودی انبار و حداقل و حداکثر موردنیاز برای سیستم هوشمند ثبت سفارش</li>
	 <li>توانایی تعیین وضعیت‌های متفاوت برای کالاها و ثبت محصولات قابل ارائه در آینده </li>
	 <li>قابلیت ورود داده‌های محصولات بصورت دسته‌ای از طریق فایل اکسل سایر نرم‌افزارها</li>
	 <li>نمودارهای مقایسه‌ای و تحلیلی محصولات</li>
	 <li>توانایی ثبت سریع فاکتور فروش با پشتیبانی از بارکد و آراف‌آی‌دی</li>
	 <li>توانایی صدور فاکتور در سایزهای متفاوت آ۴، آ۵ و فیش پرینت</li>
	 <li>صدور خودکار کد منحصربفرد برای هر فاکتور و توانایی دسترسی سریع به آن در لیست</li>
	 <li>تونایی ارسال جزئیات تراکنش فروش به مشتری از طریق پیامک</li>
	 <li>تونایی ارسال جزئیات تراکنش فروش به مشتری از طریق تلگرام</li>
	 <li>تونایی ارسال جزئیات تراکنش فروش به مشتری از طریق ایمیل</li>
	</ul>
<?php
}
else
{
	echo '<p>';
	echo T_('Advancement of technology and development of Web-based business Cause Need new tools to resolve the daily needs and that’s the goal of making Jibres.');
	echo " ";
	echo T_('Jibres have a set of simple and practical tools on a regular basis for modern businesses.');
	echo '</p>';
}
?>

 </div>
</div>