<div class="jibresBanner">
 <div class="avand">
<?php
if (\dash\language::current() === 'fa')
{
?>

	<p class="msg success2 txtC">از گشتن بین انواع و اقسام نرم‌افزارهای حسابداری خسته شده‌اید؟ جیبرس دوای درد شماست!</p>



	<ul class="list">
	 <li>قابلیت تعریف بی‌نهایت مشتری و ثبت اطلاعات تماس آنان</li>
	 <li>توانایی ارسال پیامک تشکر به مشتریان جدید</li>
	 <li>قابلیت ثبت نامحدود تامین‌کنندگان و شرکت‌های پخش به همراه اطلاعات ویزیتورهای آنان</li>
	 <li>قابلیت تعریف کارمند با امکان تخصیص سطوح دسترسی</li>
	 <li>تجمیع طرف‌حساب‌ها و قابلیت جستجو و استفاده از تمامی طرف‌حساب‌ها</li>
	 <li>داشبورد حرفه‌ای محصولات برای نگاه اجتمالی به وضعیت کالاها و محصولات</li>
	 <li>توانایی تعریف حرفه‌ای کالا به همراه امکانات خاص</li>
	 <li>قابلیت ثبت و استفاده از دو بارکد مجزا برای هر محصول</li>
	 <li>محاسبه لحظه‌ای درصد تخفیف و فروش و سود هنگام تعریف کالا یا محصول</li>
	 <li>قابلیت دسته‌بندی کالاها برای دسترسی آسان‌تر در مراجعات بعدی و دریافت گزارشات خاص</li>
	 <li>دریافت موجودی انبار و حداقل و حداکثر موردنیاز برای سیستم هوشمند ثبت سفارش</li>
	 <li>توانایی تعیین وضعیت‌های متفاوت برای کالاها و ثبت محصولات قابل ارائه در آینده </li>
	 <li>قابلیت ورود داده‌های محصولات بصورت دسته‌ای از طریق فایل اکسل سایر نرم‌افزارها</li>
	 <li>نمودارهای مقایسه‌ای و تحلیلی محصولات</li>
	 <li>توانایی ثبت سریع فاکتور فروش با پشتیبانی از بارکد و آراف‌آی‌دی</li>
	 <li>توانایی صدور فاکتور در سایزهای متفاوت آ۴، آ۵ و فیش پرینت</li>
	 <li>صدور خودکار کد منحصربفرد برای هر فاکتور و توانایی دسترسی سریع به آن در لیست</li>
	 <li>تونایی ارسال جزئیات تراکنش فروش به مشتری از طریق پیامک</li>
	 <li>تونایی ارسال جزئیات تراکنش فروش به مشتری از طریق تلگرام</li>
	 <li>تونایی ارسال جزئیات تراکنش فروش به مشتری از طریق ایمیل</li>
	</ul>

<?php
}
else
{
?>

	<p>
		<?php echo T_("Soon"); ?>
	</p>


<?php
}
?>

  </div>
</div>