<div class="jibresBanner">
 <div class="avand-md impact zero">
 	<img class="block" src="<?php echo \dash\url::cdn(); ?>/img/story/jibres-story-love.gif" alt='<?php echo \dash\face::title();?>'>
 </div>
<?php if (\dash\language::current() === 'fa') { ?>
 <div class="avand-md impact font-16 pB25-f">
	<p>داستان شکل‌گیری ایده جیبرس و شروع اون یک روایت مفصل است. من جواد ادیب هستم و میخوام داستان جیبرس رو براتون روایت کنم.</p>

	<p>یکی بود یکی نبود. برمیگردیم به خیلی وقت پیش، سال ۱۳۹۲ شمسی؛ انگار یه قرن از اون دوران گذشته. پنج جوان بودیم از پنج شهر متفاوت. جواد،‌ سامان، حسن، محمد و امید. همین اولش احتمالا این سوال براتون پیش اومد که چطور با هم آشنا شدیم؟ مسابقات مهارت. ما هر کدوم نماینده یک استان و رقیب هم تو مسابقات کشوری تو دوره‌های مختلف بودیم. رشته نرم‌افزار و وب.</p>

	<video class="block" controls preload="metadata">
		<source type="video/mp4" src="<?php echo \dash\url::cdn(); ?>/video/WorldSkills-SkillsChangeLives.mp4">
	</video>
	<p class="msg minimal font-14 txtC mT10 mB0-f">این ویدیوی رسمی مسابقات جهانی مهارت هست و به‌راستی که مهارت زندگی را تغییر می‌دهد.</p>
 </div>


 <div class="avand-md impact font-16">
	<p>استراتژی ما این‌بار تغییر کرده بود. باید به‌مرور بدهی‌ها رو میدادیم، خرج زندگیمون رو درمیاوردیم، برای توسعه جیبرس وقت می‌خریدیم و همزمان با همه این‌ها در مقابل بروکراسی‌های اداری ایران هم می‌جنگیدیم! تصمیم گرفتیم این‌بار برای هر قدم بعد، اول جای پای خودمون رو محکم کنیم و بعد قدم جدیدی برداریم. طبیعیه که این استراتژی سرعت مارو گرفت، ولی بجاش پایداری ما رو افزایش داد. این شد که تا به امروز دنبال سرمایه‌گذار نرفتیم و تا بتونیم میخوایم با همراهی شما از مسیر لذت ببریم.</p>

	<p>ما بالاخره اولین نسخه آلفای جیبرس رو در ۵ آذرماه ۱۳۹۶ منتشر کردیم. اولین فروشگاه که در واقع همون فروشگاهی بود که از نسخه سی‌شارپ قدیمی استفاده می‌کرد و چند روز بعد در ۲۱ آذر این فروشگاه در جیبرس ساخته شد و بعد از ثبت محصولات، اولین فاکتور رسمی در تاریخ ۲۹ آذر ماه ۱۳۹۶ توی جیبرس ثبت شد.</p>
	<p class="msg info2 txtC txtB">اردیبهشت ۱۳۹۸ شرکت ما توسط معاونت عملی ریاست جمهوری، دانش‌بنیان اعلام شد.</p>
	<p>ما در سال ۱۳۹۸ روی برند جیبرس کار کردیم و لوگوی زیبای خودمون رو طراحی کردیم. در سال ۱۳۹۹ اپلیکیشن ساز  خودکار جیبرس اضافه شد و نمایندگی رسمی ایرنیک برای فروش دامنه را اخذ کردیم و کمی بعد هم فروش تمامی دامنه‌های بین‌المللی رو اضافه کردیم. اولین فروش آنلاین فروشگاه آنلاین روی جیبرس هم در ۳۱ خرداد ماه ۱۳۹۹ ثبت شد.</p>
	<p>در سال ۱۳۹۹ اتفاقات خوبی برای جیبرس افتاد و فرصت بیشتری برای کار روی جیبرس و توسعه اون داشتیم و امیدواریم تا پیش از اتمام قرن، جیبرس رو به‌صورت عمومی عرضه و معرفی کنیم.</p>

	<p class="mB0-f">دوستدار شما، جواد ادیب</p>
 </div>
<?php } else { ?>
 <div class="avand-md impact font-16">
	<p><?php echo T_("Soon") ?></p>
 </div>
<?php } ?>

 <div class="avand-md impact zero">
 	<img class="block" src="<?php echo \dash\url::cdn(); ?>/img/story/jibres-love.gif" alt='<?php echo T_("Sincerely, Javad Adib") ?>'>
 </div>

</div>