Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Offer free shipping
fa_ir: پیشنهاد ارسال رایگان

source: Free shipping is a huge conversion rate improvement - even though you know that shipping isn't free to you the merchant. Free shipping removes a major psychological barrier to a consumer buying online rather than at a store and many studies have shown that it will increase sales since many consumers will refuse to pay for it. If you want to offer free shipping, make sure you are reasonably able to absorb the costs. The prices of your products need to cover shipping costs, including packaging and labor.
fa_ir: ارسال رایگان یک پیشرفت بزرگ در نرخ تبدیل بازدیدکننده به مشتری است. حتی با اینکه می‌دانید حمل و نقل برای شما رایگان نیست. حمل و نقل رایگان مانع عمده خرید روانی مصرف‌کننده‌ها به‌جای خرید از فروشگاه حضوری را برطرف می‌کند. بسیاری از مطالعات نشان داده‌اند که ارسال رایگان باعث افزایش فروش خواهد شد زیرا بخش زیادی ار مشتریان از پرداخت هزینه ارسال خودداری می‌کنند. اگر می‌خواهید ارسال رایگان را به مشتریان خود پیشنهاد دهید، مطمئن شوید که به‌طور منطقی قادر به پوشش هزینه‌های آن هستید. قیمت محصولات شما نیازمند پوشش هزینه حمل و نقل، بسته‌بندی و نیروی کار شما دارد.

source: Customers may often abandon their shopping carts because of the extra shipping costs. By offering free shipping options at checkout you can encourage your customers to complete their orders.
fa_ir: مشتریان ممکن است اغلب به‌دلیل هزینه‌های اضافی حمل و نقل سبد خرید خود را کنار گذاشته و سایت شما را ترک کنند. با پیشنهاد ارسال رایگان، می‌توانید مشتریان خود را به پرداخت سفارش بیشتر ترغیب کنید.

source: There is a lot take into account when considering this option, but free shipping is popular with customers. It's a good idea to restrict free shipping to a basket size that you know you can cover your costs - say $50 or $100. Even Amazon has a $49 minimum for free shipping so customers do expect that they must spend something to get the benefit. With Jibres you can set up free shipping with a minimum threshold.
fa_ir: هنگام درنظر گرفتن باید شرایط زیادی را بررسی کنیم ولی ارسال رایگان در بین مشتریان بسیار محبوب است. بهتر است حمل و نقل رایگان را به اندازه سبد خرید محدود کنید تا بتوانید بخشی از هزینه‌های خود را تامین کنید. مثلا ۱۰۰ یا ۲۰۰ هزار تومان. حتی آمازون هم حداقل ۴۹ دلار برای حمل و نقل رایگان درنظر گرفته است، بنابراین مشتریان انتظار دارند که برای به‌دست آوردن سود بیشتر، باید کمی بیشتر خرج کنند. با استفاده از جیبرس، می‌توانید به‌سادگی ارسال رایگان را با یک آستانه حداقلی تنظیم کنید.

source: Pack properly
fa_ir: بسته‌بندی صحیح

source: Remember, your packing style not only affects the safety of the items you ship, but also customer perceptions about your store. Instead of wasting material securing products so they don't get damaged in big boxes, purchase envelopes and boxes in variety packs with different size options. This will also help you avoid dreaded dimensional surcharges from the carriers when the package size is what you pay for rather than just the weight.
fa_ir: به یاد داشته باشید، سبک بسته‌بندی شما نه تنها برای ایمنی کالاهایی که ارسال می‌کنید موثر است، بلکه بر نگاه مشتری از فروشگاه شما هم تاثیر مثبت دارد. به‌جای هدردادن هزینه برای بسته‌بندی یکسان در سایز بزرگ، بسته‌های متفاوتی در سایزهای گوناگون تهیه کنید و باتوجه به حجم سفارش، بسته‌بندی را متناسب با سایز آن انجام دهید. محصولات در جعبه‌های بزرگ ممکن است آسیب ببینند. هم‌چنین این اقدام از افزایش وزن مرسوله و به‌دنبال آن افزایش هزینه ارسال جلوگیری می‌کند. توجه داشته باشید که برخی از شرکت‌های حمل و نقل، حجم مرسوله را در تعیین هزینه ارسال درنظر می‌گیرند.

source: Weight
fa_ir: وزن

source: Required
fa_ir: الزامی

source: Gram
fa_ir: گرم

source: Choose order type
fa_ir: انتخاب نوع سفارش

source: Pishtaz
fa_ir: پیشتاز

source: Sefareshi
fa_ir: سفارشی

source: Sender location
fa_ir: ارسال از

source: Send to
fa_ir: ارسال به

source: Other province
fa_ir: سایر استان‌ها

source: In province
fa_ir: داخل استان

source: New
fa_ir: جدید

source: Calculate
fa_ir: محاسبه

source: Basic price
fa_ir: قیمت پایه

source: Send from province center
fa_ir: ارسال از مرکز استان

source: Insurance
fa_ir: بیمه

source: Vat
fa_ir: مالیات بر ارزش افزوده

source: Total
fa_ir: مجموع

source: Postal Service Shipping Calculator
fa_ir: محاسبه هزینه پست

source: Determining the cost of shipping domestically is now made easy. Simply fill in the blanks, and let our online calculator figure out your postage.
fa_ir: تخمین هزینه ارسال پستی هیچوقت اینقدر آسون نبوده. وزن مرسوله رو وارد کنید تا ماشین‌حساب آنلاین ما هزینه پست رو برای شما محاسبه کنه. محاسبه قیمت مرسوله بر اساس نرخ‌نامه رسمی پست.

source: Jibres Shipping
fa_ir: حمل و نقل در جیبرس

source: Statistically, shipping cost is among the main reasons why shoppers abandon shopping carts.
fa_ir: از نگاه آماری، هزینه حمل و نقل از مهم‌ترین دلایلی است که خریداران را از خرید اینترنتی منصرف می‌کند. با ما همراه باشید.

source: Social responsibility refers to our role in maintaining, caring about and helping our society, while having set as its goal a responsibility-centered enterprise along with wealth production.
fa_ir: مسئولیت اجتماعی به نقش ما در جهت حفظ، مراقبت و کمک به جامعه‌ای که در آن هستیم اشاره می‌کند و هدف آن بیزینس مسئولانه‌ی همراه با تولید ثروت است.

source: The issue of the social responsibility of organizations and corporations towards the society is from among the important issues being focused on in recent years.
fa_ir: موضوع مسئولیت اجتماعی سازمان‌ها و شرکت‌ها نسبت به جامعه از جمله موضوعات مهمی است که در سال‌های اخیر مورد اهمیت قرار گرفته است.

source: The social responsibility of organizations relates to the organization's responsibility towards society, human beings and the environment in which they are active.
fa_ir: مسئولیت اجتماعی سازمان‌ها مرتبط با مسئولیت سازمان در برابر جامعه، انسان‌ها و محیطی است که در آن فعالیت می‌کند. این مسئولیت فراتر از قوانین مرسوم و منافع مالی سازمان بوده و پیشرفت منافع اجتماعی را دنبال می‌کند.

source: Based on the mentioned definitions of social responsibility, Jibres considers itself committed to society. Accordingly, besides attempting to offer creative and effective services, Jibres has invariably had social responsibility as one of its most important missions and, God willing, will continue to do so.
fa_ir: براساس تعاریفی که از مسئولیت اجتماعی شد، جیبرس نیز خود را در قبال جامعه متعهد دانسته و در کنار تلاش جهت ارائه خدمات خلاقانه و اثربخش، همواره مسئولیت اجتماعی از مهم‌ترین ماموریت‌های جیبرس بوده و به‌امیدخدا خواهد بود.

source: Environmentalist
fa_ir: دوست‌دار محیط‌زیست

source: In spite of technological advancements, paper usage is unfortunately preferred to modern ways. One of Jibres's objectives is trying to change this habit and contribute to the elimination of paper from the routine life and, therefore, to save the environment.
fa_ir: با وجود پیشرفت تکنولوژی، متاسفانه همچنان علاقه به استفاده از کاغذ قابل پذیرش‌تر از روش‌های مدرن است؛ یکی از اهداف جیبرس تلاش برای تغییر این عادت و کمک به حذف کاغذ از زندگی روزمره و درنتیجه حفظ محیط‌زیست است.

source: Philanthropist Activities
fa_ir: فعالیت‌های خیرخواهانه

source: One of the most valuable resources of charity organizations is the voluntary and active participation of the individuals who, without any expectations, provide them with their skillfulness and capital.
fa_ir: یکی از ارزشمندترین سرمایه‌‌ی سازمان‌های خیریه، فعالیت و مشارکت داوطلبانه افرادی است که مهارت و سرمایه خود را بدون هیچ چشم‌داشتی در اختیار آن‌ها قرار می‌دهند.

source: Jibres as well, with regard to its contribution to philanthropist activities, will honorably provide them with its services free of charge. To make use of these services, send your identity documents along with your request to Jibres's support center.
fa_ir: جیبرس نیز با توجه به ماموریت خود در راستای کمک به فعالیت‌های خیرخواهانه، خدمات خود را با افتخار و به‌صورت رایگان دراختیار آنان قرار می‌دهد. برای استفاده از این خدمات، درخواست خود را همراه با مدارک احراز هویت به مرکز پشتیبانی جیبرس ارسال نمایید.

source: Recruiting Motivated Staff
fa_ir: بکارگیری نیروهای باانگیزه

source: An outstanding characteristic of any organization is its specialized and highly motivated staff, playing a vital role in growth and development.
fa_ir: ویژگی چشم‌گیر و بارز هر سازمانی وجود نیروی‌ انسانی باانگیزه و متخصص است که نقشی بنیادین در رشد و توسعه دارند.

source: By the same token, we are always looking for creative and motivated Iranian youths in order to make the best and be effective in cooperation with them.
fa_ir: ما هم در این راستا و برای خدمت به سرزمین‌مان، به دنبال جوانان ایرانی خلاق و باانگیزه هستیم تا با کمک هم برترین‌ها را بسازیم و اثرگذار باشیم.

source: Join us and grow in a different location.
fa_ir: به ما بپیوندید و در مکانی متفاوت رشد کنید.

source: Customer Care and Complete Satisfaction
fa_ir: مشتری‌مداری و کسب رضایت کامل

source: Attracting people's participation as well as having their valuable presence has always been a great honor for Jibres and to appreciate your support, in return, Jibres presents services to promote customer satisfaction.
fa_ir: جلب مشارکت مردم و حضور ارزشمند آنان در جیبرس باعث افتخار ما بوده و به‌منظور قدردانی از این حمایت، جیبرس نیز خدمات متقابلی را برای افزایش رضایت مشتریان خود ارائه می‌کند.

source: These services are presented in different time intervals and are aimed at costomer care mission and appreciation of your valuable presence.
fa_ir: این خدمات در بازه‌های زمانی متفاوت ارائه‌شده و در راستای ماموریت مشتری‌مداری و ارج نهادن به این حضور گرانبها می‌باشد.

source: We are building in Jibres
fa_ir: ما در حال ساختن در جیبرس هستیم

source: Jibres Social Responsibility
fa_ir: مسئولیت اجتماعی جیبرس

source: Jibres Real Time Status
fa_ir: وضعیت برخط جیبرس

source: Welcome to Jibres real-time and historical data on system performance.
fa_ir: به سیستم بهینه‌سازی عملکرد و آرشیو داده‌های لحظه‌ای جیبرس خوش آمدید.

source: Fog in the Caspian Sea
fa_ir: مه در دریای خزر

source: The Maze
fa_ir: بازی ماز

source: Sincerely, Javad Adib
fa_ir: با احترام، جواد ادیب

source: Read about the tortuous journey of Jibers. To be continued...
fa_ir: درباره داستان هیجان‌انگیز جیبرس بخوانید. ادامه دارد ...

source: Subscribe to Jibres world
fa_ir: مشترک شدن در دنیای جبرس

source: The best thing about Jibres is our people.
fa_ir: بهترین نکته درباره جیبرس، افراد ماست.

source: We are curious. Our team is made up of pioneering innovators that approach some of the Internet’s toughest challenges with interest and a desire to learn. We are committed to providing exceptional customer service and solve customer problems in clever and technically astute ways.
fa_ir: ما کنجکاو هستیم. تیم ما از پیشگامان فناوری تشکیل شده است که علاقمند به یادگیری و چالش‌های سخت هستند تا یاد بگیرند و رشد کنند. ما متعهد به ارائه خدمات منحصربه‌فرد به مشتریان استثنایی خود هستیم و تلاش داریم تا مشکلات شما را به روش‌های هوشمندانه حل کنیم.

source: Join Jibres Team
fa_ir: به تیم جیبرس ملحق شوید

source: Meet the people behind Jibres
fa_ir: با افرادی که در پشت صحنه جیبرس هستند آشنا شوید

source: Jibres Team
fa_ir: تیم جیبرس

source: We are here to build something different. Something new from scratch, that's really cool.
fa_ir: ما برای ساختن چیزهای متفاوتی اینجا هستیم. چیزهایی جدید از هیچ میسازیم که فوق‌العاده هستند.

source: Utilizing Jibres's services means the acceptance of and commitment to observing all the tenors of this agreement.
fa_ir: استفاده از خدمات جیبرس به منزله‌ پذیرش و تعهد به رعایت تمام مفاد مندرج در این توافق‌نامه است.

source: It is worth mentioning that due to the insecurity of cyberspace, you should never post your vital information on either Jibres or any other services!
fa_ir: لازم به یادآوری‌ست که با توجه به ناامن بودن فضای ‌مجازی، نه تنها در جیبرس بلکه در هیچ سرویس دیگری، اطلاعات حیاتی خود را منتشر نکنید!

source: User's personal information is strictly confidential in our service. Jibres preserves the information as encoded and will not under any conditions transfer it to another person.
fa_ir: اطلاعات شخصی کاربران در این سرویس به‌صورت کاملا محرمانه می‌باشد و جیبرس این اطلاعات را به صورت کدشده نگه‌داری کرده و تحت هیچ شرایطی آن‌را به غیر واگذار نخواهد کرد.

source: In case there is a request for receiving user's information by the competent authorities, according to the country the user lives in, Jibres will cooperate with them only upon receiving the judicial order issued by the country submitting the request.
fa_ir: درصورت درخواست مراجع دارای صلاحیت به دریافت اطلاعات حساب کاربری خاص، با توجه به کشور محل سکونت کاربر، جیبرس تنها پس از دریافت حکم قضایی کشور درخواست کننده، توانایی همکاری با آنان را خواهد داشت.

source: Jibres will not offer any guarantee as to the quality of the products or services presented by the stores and will not accept any responsibility in this regard!
fa_ir: جیبرس هیچگونه ضمانتی در مورد کیفیت یا کمیت محصولات یا خدمات ارائه شده توسط فروشگاه‌ها را نمی‌پذیرد و مسئولیتی در قبال آن ندارد!

source: Users should assume responsibility for any harm, both material and immaterial, caused by direct, indirect or penal factors and due to their utilization of this service; and, Jibres bears no responsibility accordingly.
fa_ir: خسارت‌های‌ مادی و معنوی ناشی از عوامل مستقیم، غیرمستقیم و کیفری، در قبال استفاده از این سرویس برعهده کاربران بوده و جیبرس هیچ‌گونه مسئولیتی دراین‌باره ندارد.

source: Jibres accepts no responsibility, under any conditions, for the harms caused by users' mutual trust in each other or by the disclosure of information by users.
fa_ir: تحت هیچ شرایطی جیبرس مسئولیت خسارت‌های وارده در اثر اعتماد و اتکای اعضا به یکدیگر و فاش‌شدن اطلاعات توسط کاربران را نمی‌پذیرد.

source: Jibres will do its best to protect both the users' information and the service; however, regarding the lack of certainty within the cyberspace, it will not assume any responsibility for the loss of the information entered on the service.
fa_ir: جیبرس تمام تلاش خود را برای محافظت از اطلاعات کاربران و سرویس از قبیل افزایش امنیت، پشتیبان‌گیری دائمی و اقدامات پیشگیرانه می‌نماید؛ ولی با توجه به عدم قطعیت در فضای مجازی، مسئولیتی در مورد از بين رفتن اطلاعات قرارگرفته بر روی سرویس نخواهد پذیرفت.

source: We will publicize our information and news only via Jibres's formal website. Accordingly, those who publicize any attributed news and claims, within social media and networks, must assume the responsibility and Jibres will not assume any responsibility.
fa_ir: اخبار و اطلاعات ما تنها از طریق وب‌سایت رسمی جیبرس منتشر می‌شود. مسئولیت هرگونه خبر و ادعای نسبت‌داده‌شده در رسانه‌ها و شبکه‌های اجتماعی به عهده منتشرکننده آن بوده و جیبرس مسئولیتی در قبال آن ندارد.

source: Jibres will bear no responsibility for whatsoever messages sent to users, including those indicating winning a lottery, and all our information dissemination will be through the ways of Jibres's contact with users.
fa_ir: جیبرس هیچ مسئولیتی در مقابل پیام‌های ارسالی مبنی بر برنده‌شدن در قرعه‌کشی یا هر پیام دیگری نداشته و تمام اطلاع‌رسانی‌های ما از طریق روش‌های برقراری ارتباط کاربر با جیبرس خواهد بود.

source: Any misuse of Jibres's trade name is prohibited and will be suable by making a complaint to the legal competent authorities.
fa_ir: هرگونه سوءاستفاده از نام تجاری جیبرس ممنوع بوده و از طریق شکایت به مراجع قانونی دارای صلاحیت، قابل پیگرد خواهد بود.

source: Furthermore, this agreement, under the name Terms and Conditions, will be available and observable, in all pages of the website. Users will be responsible for a lack of information on the most recent changes.
fa_ir: هم‌چنین این توافق‌نامه در تمام صفحات وب‌سایت با عنوان شرایط استفاده از خدمات موجود و قابل مشاهده است. مسئولیت عدم کسب اطلاع از آخرین تغییرات برعهده کاربر خواهد بود.

source: It should be mentioned that in case there would be any modifications in the above-mentioned tenors, an updated version will be available for the public, and as well, all the users will be informed.
fa_ir: لازم به ذکر است که درصورت هرگونه تغییر در مفاد ذکر شده، نسخه به‌روزشده آن در دسترس عموم قرار خواهد گرفت و به اطلاع تمام کاربران خواهد رسید.

source: Sign Contract with Jibres
fa_ir: امضای قرارداد با جیبرس

source: IRNIC - Dot-IR (.ir) ccTLD Registry Agreement
fa_ir: توافقنامه ایرنیک - مرکز ثبت دامنه نقطه-آی‌آر (‎.ir)

source: Text of agreement for registering domains under .ir and .ایران.ir
fa_ir: متن توافقنامه ثبت دامنه .ir و .ایران.ir

source: Back
fa_ir: بازگشت

source: Terms of Jibres Service Agreement
fa_ir: توافق‌نامه استفاده از خدمات جیبرس

source: Jibres acts upon international rules, depends on the countries receiving its services and renders its activities within this framework.
fa_ir: جیبرس مطابق قوانین بین‌الملل و وابسته به کشورهای دریافت‌کننده خدمات بوده و در این چارچوب فعالیت می‌نماید.

source: Jibres is a values driven organization. Here is what we believe in.
fa_ir: جیبرس یک سازمان ارزش محور است. در اینجا با اعتقادات و ارزش‌های ما آشنا شوید.

source: Simplicity
fa_ir: سادگی

source: We make decisions that eliminate complexity and obstacles to our moving fast so we can enable our customers to focus on testing their Ideas, building their businesses and realizing their dreams.
fa_ir: تصمیمات ما بر پایه اصل ساده‌سازی است. ما تلاش داریم تا پیچیدگی و موانع حرکت سریع را از میان برداریم تا بدین‌وسیله بتوانیم مشتریان خود را قادر سازیم تا با تمرکز روی ایده‌ها، بیزینس‌های خود را بسازند و به رویاهای خود تحقق بخشند.

source: Transparency
fa_ir: شفافیت

source: We create an environment where we are transparent and respectful so we are confident in bringing our best selves on behalf of our customers and each other, every day.
fa_ir: ما تلاش کرده‌ایم تا شرایطی را محیا سازیم تا شفافیت و احترام در آن برقرار باشد. بنابراین اطمینان داریم که هر روز، بهترین وجود خودمان را برای همکاران و مشتریان عزیزمان به ارمغان بیاوریم.

source: Responsibility
fa_ir: مسئولیت‌پذیری

source: Earning trust every day is our core value proposition to our customers and to each other. We must be trustworthy, because the opportunity to serve our customers is larger than any one of us.
fa_ir: کسب اعتماد هدف اصلی و روزمره ما در تعامل با مشتریان و همکاران است. ما باید قابل اعتماد و قابل اتکا باشیم، زیرا فرصت خدمت به مشتریان، از هر یک از ما بزرگتر است.

source: Love
fa_ir: عشق

source: Underlying everything, love for our service and customers is essential to realizing our fullest potential.
fa_ir: زمینه‌ساز تداوم هر چیزی، عشق است. عشق ما به سرویس و مشتریان ارزشمندمان برای دستیابی به حداکثر توانایی ما ضروری است.

source: Jibres is a values driven organization.
fa_ir: جیبرس یک سازمان ارزش محور است.

source: Quickly Start Free!
fa_ir: به‌سرعت و رایگان شروع کن!

source: #1 World Sales Engineering System
fa_ir: #1 جهان در سیستم مهندسی فروش

source: Sell and Enjoy
fa_ir: بفروش و لذت ببر

source: World #1 Financial Platform.
fa_ir: پلتفرم مالی شماره یک جهان.

source: Domain
fa_ir: دامنه

source: Check domain
fa_ir: بررسی دامنه

source: Whois
fa_ir: کیه

source: Domain is available
fa_ir: دامنه موجود است

source: Register domain
fa_ir: ثبت دامنه

source: Whois answer
fa_ir: پاسخ کیه

source: Check Turnover
fa_ir: بررسی گردش حساب

source: Parent
fa_ir: والد

source: Please choose parent
fa_ir: لطفا والد را انتخاب کنید

source: Code
fa_ir: کد

source: Title
fa_ir: عنوان

source: Balance type
fa_ir: نوع بالانس

source: Debtor
fa_ir: بدهکار

source: Creditor
fa_ir: بستانکار

source: Debtor-Creditor
fa_ir: بدهکار - بستانکار

source: Nature
fa_ir: ماهیت

source: Balance sheet
fa_ir: ترازنامه‌ای

source: Disciplinary
fa_ir: انتظامی

source: Harmful-Profit
fa_ir: سود - زیانی

source: naturecontrol
fa_ir: کنترل ماهیت طی دوره

source: Accounting currency
fa_ir: ارزی

source: exchangeable
fa_ir: تسعیر پذیر

source: Detailable?
fa_ir: آیا تفصیل‌پذیر است؟

source: followup
fa_ir: پیگیری

source: Enable
fa_ir: فعال

source: Disable
fa_ir: غیرفعال

source: Status
fa_ir: وضعیت

source: Add
fa_ir: افزودن

source: Edit
fa_ir: ویرایش

source: Remove
fa_ir: حذف

source: Accounting Group
fa_ir: گروه

source: Accounting total
fa_ir: کل

source: Accounting assistant
fa_ir: معین

source: Accounting details
fa_ir: تفصیل

source: Edit accounting coding
fa_ir: ویرایش سرفصل حسابداری

source: Add new accounting coding
fa_ir: افزودن سرفصل حسابداری جدید

source: All
fa_ir: همه

source: Group
fa_ir: گروه

source: code
fa_ir: کد

source: Natuer group
fa_ir: ماهیت گروه

source: Detail
fa_ir: جزئیات

source: Detailable
fa_ir: تفصیل‌پذیر

source: Clear filters
fa_ir: پاک‌سازی فیلترها

source: Result not found!
fa_ir: نتیجه‌ای یافت نشد!

source: Search with new keywords.
fa_ir: کلمه ای جدید جستجو کنید.

source: Hi!
fa_ir: سلام!

source: Add new
fa_ir: افزودن جدید

source: Accounting Coding
fa_ir: سرفصل‌های حسابداری

source: Add coding
fa_ir: افزودن سرفصل حسابداری

source: ID
fa_ir: شناسه

source: Natuer
fa_ir: ماهیت

source: We make all coding list for you
fa_ir: ما لیست سرفصل‌های حسابداری را برای شما آماده کرده‌ایم

source: Easily Import accounting coding
fa_ir: به آسانی سرفصل‌های حسابداری را در اختیار داشته باشید

source: Import it now
fa_ir: همین الان وارد کن

source: Show contain document
fa_ir: نمایش اسناد حاوی این آیتم

source: Nature group
fa_ir: ماهیت گروه

source: Your have some coding and can not import coding again
fa_ir: شما تعدادی سرفصل حسابداری ثبت کرده‌اید. امکان ثبت گروهی وجود ندارد

source: Accounting coding imported
fa_ir: لیست سرفصل‌های حسابداری اضافه شد

source: Document Description
fa_ir: توضیح سند

source: You already add Opening Document in this year!
fa_ir: شما قبلا سند افتتاحیه در این سال ثبت کرده‌اید!

source: View Document
fa_ir: نمایش سند

source: Opening Document
fa_ir: سند افتتاحیه

source: Accounting year
fa_ir: سال مالی

source: Please choose year
fa_ir: لطفا سال مالی را انتخاب کنید

source: Add new accounting year
fa_ir: افزودن سال مالی جدید

source: Document Number
fa_ir: شماره سند

source: Sub-Number
fa_ir: شماره فرعی

source: Please choose assistant_id
fa_ir: لطفا کد معین را انتخاب کنید

source: Please choose document details
fa_ir: لطفا تفصیل را انتخاب کنید

source: Accounting detail
fa_ir: تفصیل

source: Amount
fa_ir: مقدار

source: Calculate Vat price
fa_ir: محاسبه مالیات بر ارزش افزوده

source: Calculate vat
fa_ir: محاسبه مالیات

source: Vat price
fa_ir: قیمت مالیات بر ارزش افزوده

source: Tax price
fa_ir: عوارض

source: Assistant
fa_ir: معین

source: Document Detail
fa_ir: تفصیل سند

source: Explanation
fa_ir: شرح

source: Editing
fa_ir: در حال ویرایش

source: Diff
fa_ir: تفاوت

source: Document balance
fa_ir: سند در تعادل است

source: Accounting document is not balance!
fa_ir: سند در تعادل نیست!

source: Document gallery is full!
fa_ir: ظرفیت گالری تکمیل است!

source: Drag &amp; Drop your files or Browse
fa_ir: فایل خود را بکشید و اینجا رها کنید یا انتخاب کنید

source: Maximum file size
fa_ir: حداکثر اندازه فایل

source: Add accounting doc
fa_ir: افزودن سند حسابداری

source: Number
fa_ir: شماره

source: Item count
fa_ir: تعداد آیتم‌ها

source: Total debtor
fa_ir: جمع بدهکار

source: Total creditor
fa_ir: جمع بستانکار

source: Make a copy of this accounting document
fa_ir: یک نسخه کپی از این سند ایجاد کنید

source: New Accounting document number
fa_ir: شماره سند حسابداری جدید

source: Copy
fa_ir: کپی

source: Make copy from accounting document
fa_ir: ساخت یک نسخه کپی از سند حسابداری

source: File successfully uploaded
fa_ir: فایل با موفقیت آپلود شد

source: File removed
fa_ir: فایل حذف شد

source: Accounting Document Number
fa_ir: سند حسابداری شماره

source: Closing Document
fa_ir: بستن اسناد

source: Lock
fa_ir: قفل

source: Unlock
fa_ir: بازکردن قفل

source: Tax
fa_ir: مالیات

source: Print Accounting Documents
fa_ir: چاپ اسناد حسابداری

source: Accounting Documents
fa_ir: سند حسابداری

source: Add doc
fa_ir: افزودن سند

source: Reset
fa_ir: تنظیم مجدد

source: Choose month
fa_ir: لطفا ماه را انتخاب کنید

source: Start date
fa_ir: تاریخ شروع

source: End date
fa_ir: تاریخ پایان

source: Report type
fa_ir: نوع گزارش

source: 2 column
fa_ir: ۲ ستونه

source: 4 column
fa_ir: ۴ ستونه

source: 6 column
fa_ir: ۶ ستونه

source: Reset document number?
fa_ir: شماره‌گذاری مجدد اسناد حسابداری؟

source: Clear filter
fa_ir: پاک‌سازی فیلترها

source: Apply
fa_ir: اعمال‌کردن
