Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Your payment is not active. Nothing found for the specified request. Error -11
fa_ir: درگاه شما فعال نیست - هیچ اطلاعاتی برای این درخواست یافت نشد - خطا -۱۱

source: It's impossible to edit the request
fa_ir: ویرایش درخواست امکان پذیر نیست

source: No financial operation found for this transaction
fa_ir: هیچ عملیات مالی برای این تراکنش یافت نشد

source: Transaction faild
fa_ir: تراکنش با خطا مواجه شد

source: The specified transaction amount does not match with the payed amount
fa_ir: میزان تراکنش مشخص شده با مقدار پرداخت شده یکسان نیست

source: Highest amount of transaction is passed as a result of number or amount
fa_ir: در نتیجه مقدار یا تعداد، بالاترین میزان تراکنش رد شده است

source: Access unavilable to method
fa_ir: دسترسی به متد امکان‌پذیر نیست

source: Invalid information is sent for AdditionalData
fa_ir: اطلاعات نامعتبری برای AdditionalData ارسال شده است

source: Valid lifespan of ID must be between 30 minutes to 45 days
fa_ir: طول عمر شناسه باید بین ۳۰ دقیقه تا ۴۵ روز باشد

source: The request is archived
fa_ir: درخواست بایگانی شد

source: Operation was successfully done
fa_ir: عملیات با موفقیت انجام شد

source: Payment operation was successful and PatmentVerification of the transaction has already done
fa_ir: عملیات پرداخت با موفقیت‌آمیز بوده و تایید پرداخت تراکنش هم با موفقیت انجام شد

source: The error code is :code
fa_ir: خطا در درگاه پرداخت با کد :code

source: Zarinpal payment Authority not found
fa_ir: اعتبارسنجی برای پرداخت با زرین پال یافت نشد

source: Please select one of the available ports
fa_ir: لطفا یکی از درگاه‌های موجود را انتخاب کنید

source: This bank is disabled on this service
fa_ir: این درگاه پرداخت در سرویس فعلی غیرفعال است

source: This record is go to bank
fa_ir: این تراکنش به سمت بانک هدایت شده است

source: Pay whit :bank
fa_ir: پرداخت توسط :bank

source: This payment is not supported in this system
fa_ir: این درگاه پرداخت در این سرویس پشتیبانی نمی‌شود

source: Invalid amount
fa_ir: مقدار نامعتبر

source: Pay whith :bank
fa_ir: پرداخت با :bank

source: You were identified as a robot. Contact your system administrator if you feel that something has happened
fa_ir: هویت شما به عنوان ربات تشخیص داده شده است. اگر احساس می‌کنید اتفاقی افتاده است با مدیر سیستم تماس بگیرید

source: Field :val must be string or number
fa_ir: فیلد :val باید به صورت عددی یا متی وارد شود

source: Your entered value is outside the approved list for field :val
fa_ir: مقدار وارد شده در لیست مقادیر مجاز برای :val یافت نشد

source: Enum list must be array
fa_ir: لیست اعتبارسنجی باید به صورت عددی وارد شود

source: You can set maximum 20 tag
fa_ir: شما می‌توانید حداکثر ۲۰ کلید‌واژه اضافه کنید

source: You can set maximum 100 tag
fa_ir: شما می‌توانید حداکثر ۱۰۰ کلید‌واژه اضافه کنید

source: You can set maximum 5 cat
fa_ir: شما می‌توانید حداکثر ۵ دسته‌بندی اضافه کنید

source: Field :val must be larger than 2 character
fa_ir: فیلد :val باید بزرگتر از ۲ حرف باشد

source: Field :val must be less than 30 character
fa_ir: فیلد :val باید کمتر از ۳۰ حرف باشد

source: Field :val is not a valid date field
fa_ir: فیلد :val وارد شد شامل یک تاریخ صحیح نیست

source: Invalid date
fa_ir: تاریخ نامعتبر است

source: Invalid birthday
fa_ir: تاریخ تولد اشتباه است

source: Invalid birthday, birthday can not larger than date now!
fa_ir: تاریخ تولد اشتباه است. تاریخ تولد نباید بزرگتر از تاریخ امروز باشد!

source: Field :val must be less than 8 character
fa_ir: فیلد :val باید کمتر از ۸ حرف باشد

source: Invalid time format, Please enter the time by correct format for example 12:15
fa_ir: قالب ساعت اشتباه است. لطفا ساعت را به درستی وارد کنید برای مثال ۱۲:۱۵

source: IBAN number must be contain country code and have exactly 24 number
fa_ir: شماره شبا باید دارای کد کشور باشد و دقیقا ۲۴ رقم عدد را در خود جای دهد

source: Invalid IBAN. Please enter a valid IBAN
fa_ir: شماره شبا نامعتبر است

source: Invalid IRNIC id
fa_ir: شناسه ایرنیک نامعتبر است

source: The IRNIC id must have one separator
fa_ir: شناسه ایرنیک باید دارای یک جداکننده باشد

source: Invalid country
fa_ir: کشور نامعتبر

source: Invalid province
fa_ir: استان نامعتبر

source: Field :val must be string
fa_ir: مقدار :val باید به صورت متنی وارد شود

source: Mobile cannot be contained non digit character
fa_ir: شماره تلفن همراه نباید شامل کاراکتری غیر از عدد باشد

source: Invalid mobile number!
fa_ir: این شماره تلفن‌همراه معتبر نیست!

source: Mobile must between 8 and 15 character
fa_ir: شماره تلفن همراه باید بین ۸ تا ۱۵ رقم باشد

source: The IR mobile number must be contain exactly 12 character
fa_ir: شماره‌های موبایل ایران باید حتما ۱۲ رقم باشند

source: The IR mobile number must be start 989
fa_ir: شماره‌های موبایل ایران با ۰۹ باید شروع شوند

source: National code must be exactly 10 character
fa_ir: کد ملی باید دقیقا ۱۰ رقم باشد

source: National code must be a number
fa_ir: کد ملی باید به صورت عددی وارد شود

source: Invalid national code
fa_ir: کد ملی اشتباه است

source: Field :val must be a number
fa_ir: مقدار :val باید به صورت عددی باشد

source: Number is infinite!
fa_ir: عدد وارد شده بسیار بزرگ است!

source: Number is out of range
fa_ir: عدد وارد شده خارج از محدوده اعداد مجاز است

source: Field :val must be larger than :min character
fa_ir: مقدار :val باید بزرگتر از :min باشد

source: Field :val must be less than :max character
fa_ir: فیلد :val باید کمتر از :max حرف باشد

source: Post code must be larger than 3 character
fa_ir: کد پستی باید بیش از ۳ کاراکتر باشد

source: Post code must be less than 10 character
fa_ir: کد پستی باید کمتر از ۱۰ کاراکتر باشد

source: Post code must be exactly 10 character
fa_ir: کدپستی باید دقیقا ۱۰ رقم باشد

source: Phone number must be larger than 8 character
fa_ir: شماره تلفن باید بزرگتر از ۸ کاراکتر باشد

source: Phone number must be less than 14 character
fa_ir: شماره تلفن باید کمتر از ۱۴ کاراکتر باشد

source: Do not use space in your password
fa_ir: لطفا از کاراکتر فاصله در کلمه عبور خود استفاده نکنید

source: Crazy password, Try another
fa_ir: این کلمه عبور بسیار ساده و قابل حدس است. لطفا کلمه عبور دیگری انتخاب کنید

source: Can not use 123456 in your password, Try another
fa_ir: نباید از ۱۲۳۴۵۶ در کلمه عبور خود استفاده کنید. این کار امنیت کلمه عبور شما را کم می‌کند. لطفا مجددا تلاش کنید

source: Please use more than 3 unique character in your password
fa_ir: لطفا در کلمه عبور خود از ۴ حرف یا عدد متفاوت استفاده کنید

source: Please fill subdomain
fa_ir: لطفا زیردامنه را وارد کنید

source: Only [A-Za-z0-9-_] can use in subdomain
fa_ir: شما باید فقط از حروف و اعداد لاتین در زیردامنه استفاده کنید

source: Slug should contain a Latin letter
fa_ir: نامک باید شامل حداقل یک حرف لاتین باشد

source: The subdomain must begin with latin letters
fa_ir: زیردامنه باید با حرف لاتین شروع شود

source: The subdomain must have one separator
fa_ir: زیردامنه می‌بایست تنها یک جداکننده داشته باشد

source: Can not use subdomain by jibres keyword
fa_ir: نمی‌توانید از کلمه جیبرس در زیردامنه استفاده کنید

source: You can not choose this subdomain
fa_ir: شما نمی توانید زیردامنه را انتخاب کنید

source: Field :val must be exactly :length character
fa_ir: فیلد :val باید دقیقا :length حرف باشد

source: Field :val must be less than :length character
fa_ir: مقدار :val باید کوچکتر از :length حرف باشد

source: Field :val must be larger than :length character
fa_ir: مقدار :val باید بزرگتر از :length حرف باشد

source: We have removed some unauthorized characters from your text
fa_ir: ما برخی از کاراکتر‌های غیر مجاز را از محتوای ارسالی شما حذف کردیم

source: Only English character can be enter in field :val
fa_ir: تنها کاراکتر‌های لاتین می‌تواند در فیلد :val ارسال شود

source: Only Numeric character can be enter in field :val
fa_ir: تنها کاراکتر‌های عددی می‌تواند در فیلد :val ارسال شود

source: Username should contain a valid Latin letter
fa_ir: نام کاربری باید شامل حداقل یک حرف لاتین باشد

source: We have removed _- characters from username
fa_ir: ما کارکتر‌های ـ- را از نام کاربری شما حذف کردیم

source: Field username must be larger than 5 character
fa_ir: نام کاربری باید بزرگتر از ۵ کاراکتر باشد

source: Only [A-Za-z0-9_-] can use in username
fa_ir: شما باید فقط از حروف و اعداد لاتین در نام کاربری استفاده کنید

source: You must use a one character from [A-Za-z] in the username
fa_ir: شما باید حتما از یک حرف لاتین در نام کاربری استفاده کنید

source: Username should contain a Latin letter
fa_ir: نام کاربری باید شامل حداقل یک حرف لاتین باشد

source: The username must begin with latin letters
fa_ir: نام کاربری باید با حرف لاتین شروع شود

source: Email is invalid
fa_ir: مقدار رایانامه اشتباه است

source: Can not send base64 image in this field
fa_ir: نمی‌توانید متنی در قالب بیس۶۴ در این فیلد ارسال کنید

source: Field :val must be exactly 32 character
fa_ir: فیلد :val باید دقیقا ۳۲ حرف باشد

source: Invalid md5
fa_ir: مقدار کدگذاری شده اشتباه است

source: Invalid language
fa_ir: مقدار رشته زبان اشتباه است

source: Your barcode have wrong character. we change it. please check your product again
fa_ir: بارکد شما دارای کاراکتر‌های اشتباه است. ما آن را تغییر دادیم. لطفا مجددا بررسی نمایید

source: Please set the sku less than 16 character
fa_ir: لطفا کد محصول را کمتر از ۱۶ حرف وارد کنید

source: Only [A-Za-z0-9_-] can use in sku
fa_ir: شما باید فقط از حروف و اعداد لاتین در کد محصول استفاده کنید

source: Url is invalid
fa_ir: مقدار آدرس اینترنتی اشتباه است

source: Domain must be contain one dot character.
fa_ir: دامنه حداقل باید دارای یک کاراکتر نقطه باشد.

source: Domain can contain maximum 3 dot character
fa_ir: دامنه حداکثر می‌توانید ۳ کاراکتر نقطه داشته باشد

source: This is not a valid domain. This is an IP!
fa_ir: این یک دامنه معتبر نیست. این یک آدرس آی‌پی است!

source: Domain can not start by dot character
fa_ir: دامنه نمی‌تواند با نقطه شروع شود

source: This is not an IR domain
fa_ir: این دامنه جزء دامنه‌های مجاز به ثبت در ایران نیست

source: IP is invalid
fa_ir: آی‌پی نامعتبر است

source: DNS is invalid
fa_ir: دی‌ان‌اس اشتباه است

source: You cannot select one character for addresses
fa_ir: شما نمی‌توانید آدرس یک حرفی را انتخاب کنید

source: You cannot select two character for addresses
fa_ir: شما نمی‌توانید آدرس دو حرفی را انتخاب کنید

source: You cannot use more than 3 slash in url
fa_ir: شما‌ نمی‌توانید بیشتر از ۳ اسلش در آدرس خود استفاده کنید

source: This address is a system keyword and cannot be selected
fa_ir: این آدرس یک کلمه کلیدی سیستم است و قابل انتخاب نیست

source: Set home page number
fa_ir: تنظیم اعداد صفحه نخست

source: money
fa_ir: پول

source: toman
fa_ir: تومان

source: presell
fa_ir: پیش فاکتور

source: lending
fa_ir: امانی

source: backbuy
fa_ir: بازگشت از خرید

source: backsell
fa_ir: بازگشت از فروش

source: waste
fa_ir: ضایعات

source: Presell
fa_ir: پیش فاکتور

source: Lending
fa_ir: امانی

source: Backbuy
fa_ir: بازگشت از خرید

source: Backsell
fa_ir: بازگشت از فروش

source: Waste
fa_ir: ضایعات محصول

source: aThirdPartyPermissionChange
fa_ir: تغییر سطح دسترسی طرف حساب

source: reportDaily
fa_ir: نمایش گزارش روزانه

source: reportMonth
fa_ir: نمایش گزارش ماهیانه

source: reportView
fa_ir: نمایش گزارش‌ها

source: aThirdPartyEdit
fa_ir: ویرایش طرف حساب

source: aThirdPartyAdd
fa_ir: افزودن طرف حساب

source: aStaffAdd
fa_ir: افزودن کارمند

source: aThirdPartyView
fa_ir: نمایش لیست طرف حساب‌ها

source: aPermissionAddEdit
fa_ir: افزودن سطح دسترسی

source: aPermissionDelete
fa_ir: حذف سطح دسترسی

source: aPermissionView
fa_ir: نمایش سطح دسترسی

source: settingEdit
fa_ir: ویرایش تنظیمات فروشگاه

source: settingView
fa_ir: نمایش تنظیمات فروشگاه

source: aProductEdit
fa_ir: ویرایش محصول

source: aProductAdd
fa_ir: افزودن محصول

source: aProductDelete
fa_ir: حذف محصول

source: aProductExport
fa_ir: تهیه خروجی از محصولات

source: aProductImport
fa_ir: وارد کردن دسته ای محصول

source: aProductReport
fa_ir: نمایش گزارش محصولات

source: aProductList
fa_ir: نمایش لیست محصولات

source: aFactorFishPrint
fa_ir: چاپ فاکتور

source: aFactorAdd
fa_ir: افزودن فاکتور

source: aFactorExport
fa_ir: تهیه فایل خروجی از فاکتور

source: aFactorList
fa_ir: نمایش لیست فاکتور‌ها

source: Third party
fa_ir: گزارش‌ها

source: Store setting
fa_ir: تنظیمات فروشگاه

source: customer
fa_ir: مشتری

source: customers
fa_ir: مشتریان

source: staff
fa_ir: کارمند

source: staffs
fa_ir: کارمندان

source: Supplier
fa_ir: تامین‌کننده

source: Suppliers
fa_ir: تامین‌کنندگان

source: supplier
fa_ir: تامین‌کننده

source: suppliers
fa_ir: تامین‌کنندگان

source: thirdparty
fa_ir: طرف‌حساب

source: Thirdparties
fa_ir: طرف‌حساب‌ها

source: thirdparties
fa_ir: طرف‌حساب‌ها

source: factorSaleView
fa_ir: نمایش فاکتور‌های فروش

source: factorMySaleView
fa_ir: فقط نمایش فاکتور‌های فروش خود

source: factorSaleAdd
fa_ir: افزودن فاکتور فروش

source: factorSaleViewDetail
fa_ir: نمایش جزئیات فاکتور فروش

source: factorBuyList
fa_ir: نمایش فاکتور خرید

source: factorMyBuyList
fa_ir: فقط نمایش فاکتور خرید خود

source: factorBuyAdd
fa_ir: افزودن فاکتور خرید

source: factorBuyViewDetail
fa_ir: نمایش جزئیات فاکتور خرید

source: productAdd
fa_ir: افزودن محصول

source: productList
fa_ir: نمایش لیست محصولات

source: productSummary
fa_ir: نمایش خلاصه وضعیت محصولات

source: productAdvanceSearchView
fa_ir: قابلیت فیلتر کردن محصولات با جستجوی پیشرفته

source: productPriceAccess
fa_ir: دسترسی به قیمت محصول

source: productFinalpriceAccess
fa_ir: دسترسی به قیمت نهایی محصول

source: productDatemodifiedAccess
fa_ir: دسترسی به تاریخ ویرایش محصول

source: productBuypriceAccess
fa_ir: دسترسی به قیمت خرید محصول

source: productDiscountAccess
fa_ir: دسترسی به تخفیف محصول

source: productProfitAccess
fa_ir: دسترسی به میزان سود محصول

source: productStockAccess
fa_ir: دسترسی به موجودی محصول

source: productInitialbalanceEdit
fa_ir: ویرایش موجودی اولیه محصول

source: productEditGeneral
fa_ir: ویرایش عمومی محصول

source: productManagementView
fa_ir: نمایش بخش مدیریت محصول

source: productStatusEdit
fa_ir: ویرایش وضعیت محصول

source: productDelete
fa_ir: حذف محصول

source: productGlance
fa_ir: نمایش نگاه اجمالی محصول

source: productSite
fa_ir: نمایش بخش سایت محصول

source: productThumbEdit
fa_ir: ویرایش تصویر شاخص محصول

source: productGalleryEdit
fa_ir: ویرایش گالری تصاویر محصول

source: productDescriptionEdit
fa_ir: ویرایش توضیحات محصول

source: productPriceHistoryView
fa_ir: نمایش نمودار تغییر قیمت محصول

source: productImport
fa_ir: وارد کردن دسته محصولات

source: productExport
fa_ir: خروجی از محصول

source: productCategoryListAdd
fa_ir: افزودن دسته‌بندی محصول

source: productCategoryListEdit
fa_ir: ویرایش دسته‌بندی محصول

source: productUnitListAdd
fa_ir: افزودن واحد محصول

source: productUnitListEdit
fa_ir: ویرایش واحد محصول

source: reportListChartHours
fa_ir: نمایش گزارش فروش به تفکیک ساعت

source: permissionList
fa_ir: نمایش لیست سطح دسترسی

source: permissionAddEdit
fa_ir: افزودن و ویرایش سطح دسترسی

source: permissionDelete
fa_ir: حذف سطح دسترسی

source: staffAccess
fa_ir: دسترسی به کارمند

source: supplierAccess
fa_ir: دسترسی به تامین‌کنندگان

source: customerAccess
fa_ir: دسترسی به مشتریان

source: customerAdd
fa_ir: افزودن مشتری

source: supplierAdd
fa_ir: افزودن تامین‌کننده

source: staffAdd
fa_ir: افزودن کارمند

source: staffExport
fa_ir: خروجی از کارمندان

source: customerExport
fa_ir: خروجی از مشتریان

source: supplierExport
fa_ir: خروجی از طرف حساب‌ها

source: factorAccess
fa_ir: دسترسی به فاکتور‌ها

source: factorEditAccess
fa_ir: ویرایش فاکتور

source: factorSaleList
fa_ir: نمایش لیست فروش

source: factorMySaleList
fa_ir: فقط نمایش فروش‌های خود

source: productStock
fa_ir: موجودی محصول

source: productReport
fa_ir: گزارش محصول

source: productFactor
fa_ir: فاکتور‌های محصول

source: productCategoryListDelete
fa_ir: حذف دسته‌بندی کالا‌ها

source: productUnitListDelete
fa_ir: حذف واحد کالا

source: thirdpartyBillingView
fa_ir: نمایش بخش مالی طرف‌حساب‌ها

source: settingEditPlan
fa_ir: ویرایش پلن فروشگاه

source: settingEditPos
fa_ir: ویرایش تنظیمات دستگاه کارتخوان

source: settingEditFactor
fa_ir: ویرایش تنظیمات فاکتور

source: settingEditFund
fa_ir: ویرایش باجه‌های فروش

source: settingEditInventory
fa_ir: ویرایش انبار‌های فروشگاه

source: settingEditLogo
fa_ir: ویرایش لوگو فروشگاه

source: trial
fa_ir: آزمایشی

source: Trial
fa_ir: آزمایشی

source: change
fa_ir: تغییر

source: continuation
fa_ir: تمدید

source: upgrade
fa_ir: ارتقا

source: downgrade
fa_ir: پایین آمدن

source: first_year
fa_ir: سال اول

source: set
fa_ir: تنظیم

source: monthly
fa_ir: ماهیانه

source: yearly
fa_ir: سالیانه

source: propertyAdd
fa_ir: افزودن خصیصه محصول

source: propertyDelete
fa_ir: حذف خصیصه محصول

source: thirdpartyNoteDelete
fa_ir: حذف یادداشت طرف‌حساب‌ها

source: thirdpartySold
fa_ir: نمایش میزان فروش طرف‌حساب‌ها

source: thirdpartyLogView
fa_ir: نمایش لاگ طرف‌حساب

source: thirdpartyProfile
fa_ir: نمایش پروفایل طرف‌حساب‌ها

source: thirdpartyTransaction
fa_ir: نمایش‌ تراکنش‌های طرف‌حساب‌ها

source: productPropertyEdit
fa_ir: ویرایش خصیصه‌های محصولات

source: productView
fa_ir: نمایش محصولات

source: categoryPropertyAddEdit
fa_ir: افزودن یا ویرایش خصیصه‌های دسته‌بندی

source: categoryRemove
fa_ir: حذف دسته‌بندی

source: categoryAdd
fa_ir: افزودن دسته‌بندی

source: categoryEdit
fa_ir: ویرایش دسته‌بندی

source: ultimateFactor
fa_ir: تعداد نامحدود فاکتور

source: factorCount1000
fa_ir: تعداد هزار فاکتور

source: factorCount100
fa_ir: تعداد صد فاکتور

source: ultimateProduct
fa_ir: تعداد نامحدود محصول

source: productCount1000
fa_ir: تعداد هزار محصول

source: productCount100
fa_ir: تعداد صد محصول

source: ultimateThirdparty
fa_ir: تعداد نامحدود طرف‌حساب

source: thirdpartyCount1000
fa_ir: تعداد هزار طرف‌حساب

source: thirdpartyCount100
fa_ir: تعداد صد طرف‌حساب

source: ultimateFactorDetail
fa_ir: تعداد نامحدود آیتم در هر فاکتور

source: factordetailCount100
fa_ir: تعداد صد آیتم در هر فاکتور

source: factordetailCount10
fa_ir: تعداد ده آیتم در هر فاکتور

source: Limitations
fa_ir: محدودیت‌ها

source: comments
fa_ir: دیدگاه‌ها

source: comment
fa_ir: دیدگاه

source: approved
fa_ir: تایید شده

source: unapproved
fa_ir: تایید نشده

source: spam
fa_ir: هرزنامه

source: post
fa_ir: نوشته

source: author
fa_ir: کاربر

source: url
fa_ir: نشانی اینترنتی

source: content
fa_ir: محتوا

source: parent
fa_ir: والد

source: user
fa_ir: کاربر

source: visitor
fa_ir: بازدیدکننده

source: modified
fa_ir: آخرین زمان ویرایش

source: hours
fa_ir: ساعات

source: nothing
fa_ir: هیچی

source: base
fa_ir: پایه

source: wplus
fa_ir: همراه با ریموت

source: wminus
fa_ir: همراه با هدررفت

source: all
fa_ir: همه

source: active
fa_ir: فعال

source: awaiting
fa_ir: در انتظار

source: deactive
fa_ir: غیر فعال

source: removed
fa_ir: حذف شده

source: date
fa_ir: تاریخ

source: end
fa_ir: پایان

source: minus
fa_ir: هدر رفته

source: plus
fa_ir: دور کاری

source: accepted
fa_ir: تاییدشده

source: logitems
fa_ir: مواردلاگ‌ها

source: logitem
fa_ir: موارد لاگ

source: critical
fa_ir: بحرانی

source: high
fa_ir: بالا

source: medium
fa_ir: متوسط

source: low
fa_ir: کم

source: desc
fa_ir: توضیح

source: priority
fa_ir: اولویت

source: logs
fa_ir: لاگ‌ها

source: deliver
fa_ir: تحویل‌داده‌شده

source: data
fa_ir: داده

source: createdate
fa_ir: تاریخ ایجاد

source: notifications
fa_ir: پیام‌ها

source: notification
fa_ir: پیام

source: read
fa_ir: خوانده شده

source: unread
fa_ir: خوانده نشده

source: user sender
fa_ir: کاربر فرستنده

source: options
fa_ir: تنظیمات

source: option
fa_ir: تنظیمات

source: cat
fa_ir: دسته

source: key
fa_ir: کلید

source: value
fa_ir: مقدار

source: posts
fa_ir: نوشته‌ها

source: open
fa_ir: باز

source: closed
fa_ir: بسته

source: publish
fa_ir: منتشر شده

source: schedule
fa_ir: زمان بندی شده

source: slug
fa_ir: نامک

source: count
fa_ir: تعداد

source: order
fa_ir: سفارش

source: publishdate
fa_ir: زمان انتشار

source: terms
fa_ir: عبارت‌ها

source: term
fa_ir: عبارت

source: termusages
fa_ir: موارد استفاده عبارت

source: termusage
fa_ir: محل استفاده عبارت

source: attachments
fa_ir: ضمیمه‌ها

source: files
fa_ir: فایل‌ها

source: foreign
fa_ir: کلیدخارجی

source: users
fa_ir: کاربران

source: pass
fa_ir: گذرواژه

source: displayname
fa_ir: نام برای نمایش عمومی

source: permission
fa_ir: سطح دسترسی

source: barcode
fa_ir: بارکد

source: male
fa_ir: مرد

source: female
fa_ir: زن

source: company
fa_ir: شرکت

source: rather
fa_ir: نسبتا

source: single
fa_ir: مجرد

source: married
fa_ir: متاهل

source: service
fa_ir: سرویس

source: unset
fa_ir: تنظیم‌نشده

source: available
fa_ir: موجود

source: unavailable
fa_ir: ناموجود

source: soon
fa_ir: به زودی

source: discountinued
fa_ir: توقف تولید

source: yes
fa_ir: بله

source: no
fa_ir: خیر

source: leave
fa_ir: ترک کرد

source: delete
fa_ir: حذف

source: trash
fa_ir: زباله‌دان

source: close
fa_ir: بسته

source: answered
fa_ir: پاسخ‌داده‌شده

source: block
fa_ir: قفل شده

source: notif
fa_ir: اطلاع‌رسانی

source: notifread
fa_ir: خوانده شده

source: notifexpire
fa_ir: پیام منقضی شده

source: terminate
fa_ir: از بین رفته

source: changed
fa_ir: تغییر یافته

source: logout
fa_ir: خروج از سیستم

source: ok
fa_ir: باشه

source: failed
fa_ir: ناموفق

source: other
fa_ir: سایر

source: bot
fa_ir: ربات

source: unknown
fa_ir: نامشخص

source: used
fa_ir: استفاده شده

source: android
fa_ir: اندروید

source: ios
fa_ir: آی‌اواس

source: api
fa_ir: ای‌پی‌آی

source: guest
fa_ir: میهمان

source: member
fa_ir: عضو

source: appkey
fa_ir: کلید نرم‌افزار

source: inline
fa_ir: داخلی

source: callback
fa_ir: بازخورد

source: tag
fa_ir: تگ

source: support_tag
fa_ir: کلیدواژه‌های پشتیبانی

source: mag
fa_ir: مجله

source: mag_tag
fa_ir: کلیدواژه مجله

source: help_tag
fa_ir: تگ راهنمایی

source: expired
fa_ir: منقضی‌شده

source: filtered
fa_ir: فیلترشده

source: violence
fa_ir: خشونت‌آمیز

source: pornography
fa_ir: پورنوگرافی

source: tickets
fa_ir: تیکت‌

source: barcode1
fa_ir: بارکد ۱

source: barcode2
fa_ir: بارکد ۲

source: barcode3
fa_ir: بارکد ۳

source: qrcode1
fa_ir: کیوآرکد

source: qrcode2
fa_ir: کیوآرکد ۲

source: qrcode3
fa_ir: کیوآر کد

source: rfid1
fa_ir: آر‌اف‌آیدی

source: rfid2
fa_ir: آراف‌آیدی

source: rfid3
fa_ir: آراف‌آیدی

source: gift
fa_ir: هدیه

source: prize
fa_ir: جایزه

source: transfer
fa_ir: انتقال

source: promo
fa_ir: کد تخفیف

source: request
fa_ir: درخواست

source: redirect
fa_ir: تغییر مسیر

source: pending
fa_ir: در انتظار

source: error
fa_ir: خطا

source: verify_request
fa_ir: درخواست تایید ارسال شده

source: verify_error
fa_ir: خطا در درخواست تایید

source: site
fa_ir: سایت

source: admincontact
fa_ir: تماس با مدیریت

source: app
fa_ir: اپلیکیشن

source: success
fa_ir: موفقیت‌آمیز

source: fail
fa_ir: خطا

source: lock
fa_ir: قفل سیستم

source: auto
fa_ir: خودکار

source: running
fa_ir: درحال‌اجرا

source: done
fa_ir: اتمام

source: Rather
fa_ir: نسبتا

source: Unset
fa_ir: تنظیم‌نشده

source: Leave
fa_ir: ترک کرد

source: Deliver
fa_ir: تحویل‌داده‌شده

source: Notifread
fa_ir: خوانده شده

source: Notifexpire
fa_ir: پیام منقضی شده

source: Changed
fa_ir: تغییر یافته

source: Other
fa_ir: سایر

source: Bot
fa_ir: ربات

source: Used
fa_ir: استفاده شده

source: Android
fa_ir: اندروید

source: Ios
fa_ir: آی‌اواس

source: Api
fa_ir: ای‌پی‌آی

source: Appkey
fa_ir: کلید برنامه

source: Inline
fa_ir: داخلی

source: Callback
fa_ir: بازخورد

source: Closed
fa_ir: تعطیل شده

source: Schedule
fa_ir: زمانبندی شده

source: Cat
fa_ir: دسته‌بندی

source: Term
fa_ir: عبارت

source: Support_tag
fa_ir: کلیدواژه‌های پشتیبانی

source: Mag
fa_ir: مجله

source: Mag_tag
fa_ir: کلیدواژه مجله

source: Help_tag
fa_ir: تگ راهنمایی

source: Expired
fa_ir: منقضی‌شده

source: Blocked
fa_ir: بسته‌شده

source: Violence
fa_ir: خشونت آمیز

source: Pornography
fa_ir: مستهجن

source: Attachments
fa_ir: ضمیمه‌ها

source: Barcode1
fa_ir: بارکد ۱

source: Barcode3
fa_ir: بارکد ۳

source: Qrcode1
fa_ir: کیوآرکد

source: Qrcode2
fa_ir: کیوآرکد ۲

source: Qrcode3
fa_ir: کیوآر کد

source: Rfid1
fa_ir: آر‌اف‌آیدی

source: Rfid2
fa_ir: آراف‌آیدی

source: Rfid3
fa_ir: آراف‌آیدی

source: Promo
fa_ir: کد تخفیف

source: Verify_request
fa_ir: درخواست تایید

source: Verify_error
fa_ir: خطا در درخواست تایید
