Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: You can delete this company now
fa_ir: شما می‌توانید هم‌اکنون این شرکت سازنده را حذف کنید

source: Remove company
fa_ir: حذف شرکت سازنده

source: Company of products
fa_ir: شرکت‌های سازنده محصولات

source: Edit product company
fa_ir: ویرایش شرکت سازنده

source: Remove product company
fa_ir: حذف شرکت سازنده محصول

source: Store not found
fa_ir: فروشگاه یافت نشد

source: Form title
fa_ir: عنوان فرم

source: Add new contact form
fa_ir: افزودن فرم تماس جدید

source: Question
fa_ir: سوال

source: Please select on item
fa_ir: لطفا یک گزینه را انتخاب کنید

source: Operator
fa_ir: اپراتور

source: Not answered
fa_ir: پاسخ نداده است

source: Answered
fa_ir: پاسخ داده شده

source: Is larger than
fa_ir: بزرگتر از

source: Is less than
fa_ir: کوچکتر از

source: Value
fa_ir: مقدار

source: Add condition
fa_ir: افزودن شرط

source: Filter title
fa_ir: عنوان فیلتر

source: Analitics
fa_ir: تحلیل‌گر آمار

source: Table not created
fa_ir: جدول ساخته نشده

source: Filter ID
fa_ir: شناسه فیلتر

source: Answer ID
fa_ir: شناسه پاسخ

source: Tag
fa_ir: تگ

source: Add comment to this answer
fa_ir: افزودن دیدگاه به این پاسخ

source: Public
fa_ir: عمومی

source: Private
fa_ir: خصوصی

source: Add comment
fa_ir: افزودن یادداشت

source: Answer comment
fa_ir: دیدگاه‌ها

source: Comment
fa_ir: دیدگاه

source: Privacy
fa_ir: حریم خصوصی

source: Answer removed
fa_ir: پاسخ حذف شد

source: Answer Detail
fa_ir: جزئیات پاسخ

source: Filter chart
fa_ir: نمودار فیلتر

source: Create now
fa_ir: همین الان ایجاد کن

source: Create form view
fa_ir: ساخت نمایش از فرم

source: Buil it now
fa_ir: همین الان بساز

source: Ok
fa_ir: بسیار خب

source: Show all result
fa_ir: نمایش همه نتایج

source: Add new filter
fa_ir: افزودن فیلتر جدید

source: Create duplicate filter
fa_ir: ساخت کپی از فیلتر

source: New Title
fa_ir: عنوان جدید

source: Duplicate
fa_ir: کپی

source: Duplicate filter
fa_ir: کپی از فیلتر

source: Inside
fa_ir: داخل

source: Outside
fa_ir: خارج

source: Count after
fa_ir: تعداد قبل از

source: No filter added
fa_ir: هیچ فیلتری اضافه نشده است

source: Execute filter
fa_ir: اجرای فیلتر

source: Filter list
fa_ir: لیست فیلتر‌ها

source: Show records
fa_ir: نمایش ردیف‌ها

source: Chart
fa_ir: نمودار

source: Chart inside
fa_ir: نمودار شامل شده‌ها

source: Result count group by province
fa_ir: تعداد نتیجه به تفکیک استان

source: Export
fa_ir: خروجی

source: Print
fa_ir: چاپ

source: Remove analytics
fa_ir: حذف آنالیز داده

source: All filter and analytics data will be removed
fa_ir: تمام فیلتر‌ها و دیتای آنالیز شده حذف خواهند شد

source: Export filter data
fa_ir: خروجی از داده فیلتر شده

source: Export now
fa_ir: همین الان خروجی بگیر

source: Print all data
fa_ir: چاپ همه اطلاعات

source: You can customize visible field
fa_ir: شما می‌توانید ستون‌ها را جهت نمایش سفارشی کنید

source: Remove this filter. All condition of this filter will be removed
fa_ir: حذف این فیلتر. تمامی شروط تعریف شده در این فیلتر به همراه خود فیلتر حذف خواهند شد

source: Remove filter
fa_ir: حذف فیلتر

source: Show
fa_ir: نمایش

source: Add tag to all answer
fa_ir: افزودن تگ به همه پاسخ‌ها

source: Your can add tag to all answers
fa_ir: شما می‌توانید یک تگ را به همه پاسخ‌ها اضافه کنید

source: Included
fa_ir: مشمول

source: Not Included
fa_ir: غیر مشمول

source: Enter new tag or select one tag
fa_ir: تگ جدید وارد کنید یا یک تگ انتخاب کنید

source: Show file
fa_ir: نمایش فایل

source: Tag saved
fa_ir: کلیدواژه ذخیره شد

source: Count answer
fa_ir: تعداد پاسخ‌ها

source: No anwer found
fa_ir: هیچ پاسخی یافت نشد

source: You can export your form answer to a CSV file to help with several tasks.
fa_ir: شما می‌توانید داده‌های پاسخ خودتون رو برای برخی نیازها توی فایل سی‌اس‌وی دریافت کنید.

source: You have not any answer to export!
fa_ir: شما هیچ پاسخی برای خروجی گرفتن ندارید!

source: Answer count
fa_ir: تعداد پاسخ

source: Download Now
fa_ir: هم‌اکنون دانلود کنید

source: Send export request
fa_ir: ارسال درخواست خروجی

source: Answer exported list
fa_ir: لیست خروجی‌های گرفته شده از پاسخ‌ها

source: Waiting to complete process...
fa_ir: در انتظار تکمیل شدن فرایند ...

source: import answers
fa_ir: ورود پاسخ

source: Export form answer
fa_ir: خروجی از پاسخ‌ فرم

source: Answers
fa_ir: پاسخ‌ها

source: Answer
fa_ir: پاسخ

source: Other answer
fa_ir: سایر پاسخ‌ها

source: Show detail
fa_ir: نمایش جزئیات

source: Add tag
fa_ir: افزودن برچسب

source: Create duplicate form
fa_ir: ایجاد کپی از فرم

source: Duplicate form
fa_ir: کپی از فرم

source: Items
fa_ir: آیتم‌ها

source: Edit new contact form
fa_ir: ویرایش فرم تماس

source: Contact form
fa_ir: فرم تماس

source: We give you the opportunity to measure your customers' satisfaction with a variety of questions. In addition, you can get any other information from your audience
fa_ir: ما به شما این امکان را می‌دهیم که رضایت مشتریانتان را با سؤالات متنوع اندازه در اختیار داشته باشید. علاوه بر این، می‌توانید هر اطلاعات دیگری را از مخاطبان خود دریافت کنید

source: Survey your customers with Form Maker
fa_ir: با فرم تماس از مشتریان خود نظرسنجی کنید

source: Add contact form now!
fa_ir: همین الان یک فرم تماس ایجاد کنید!

source: Answer id
fa_ir: کد پاسخ

source: Please enter the answer id to load detail
fa_ir: برای بارگزاری اطلاعات، لطفا کد پاسخ را وارد کنید

source: Add new Form
fa_ir: افزودن فرم جدید

source: The query feature allows you to inform the recipient of your result or response by referring to the form and entering your information.
fa_ir: ویژگی استعلام این امکان را به شما می‌دهد تا مخاطب شما با مراجعه به فرم و وارد کردن اطلاعات،‌ از نتیجه پاسخ خود مطلع شود.

source: Enable inquiry
fa_ir: فعال‌سازی استعلام

source: You have not any inquiry question in your form. Questions that are mobile or national code can be used in the inquiry process
fa_ir: شما در فرم خود سوالی که بتوان از آن استعلام گرفت ندارید. تنها سوالاتی که از جنس تلفن همراه و یا کد ملی هستند توانایی استفاده در فرایند استعلام را خواهند داشت

source: Which question to ask?
fa_ir: کدام سوال را برای استعلام قرار می‌دهید؟

source: Message if result founded
fa_ir: پیام در صورت یافتن نتیجه

source: Message if result not founded
fa_ir: پیام در صورتی که نتیجه‌ای یافت نشد

source: Inquiry Message
fa_ir: پیام قبل از استعلام

source: Form inquiry
fa_ir: استعلام از فرم

source: Add new item
fa_ir: افزودن آیتم جدید

source: Is required?
fa_ir: آیا الزامی است؟

source: Tilti of Choice
fa_ir: عنوان گزینه

source: Editing...
fa_ir: در حال ویرایش...

source: Manage item choice
fa_ir: مدیریت گزینه‌ها

source: Item title
fa_ir: عنوان گزینه

source: Item type
fa_ir: نوع آیتم

source: Change type
fa_ir: ویرایش نوع

source: Remove question
fa_ir: حذف سوال

source: Maximum len
fa_ir: حداکثر طول

source: Minimum
fa_ir: حداقل

source: Maximum
fa_ir: حداکثر

source: Placeholder
fa_ir: متن راهنمایی

source: Put every choice in one line
fa_ir: قرار دادن هر گزینه در یک خط

source: Random choice
fa_ir: قرارگیری تصادفی گزینه‌ها

source: Check unique
fa_ir: بررسی تکراری نبودن

source: Allow extention file
fa_ir: فایل‌های مجاز به ارسال

source: Any file
fa_ir: هرفایلی

source: Send sms after complete form?
fa_ir: آیا بعد از تکمیل فرم پیامک ارسال شود؟

source: Sms text
fa_ir: متن پیامک

source: Signup user by this item?
fa_ir: آیا کاربر با این آیتم در بیزینس شما ثبت‌نام شود؟

source: Default value
fa_ir: مقدار پیش‌فرض

source: Message Type
fa_ir: نوع پیام

source: Default
fa_ir: پیش‌فرض

source: Red (For important warning message)
fa_ir: قرمز (برای هشدار‌های مهم)

source: Green (For thank you message)
fa_ir: سبز (برای پیام تشکر)

source: Blue (For information message)
fa_ir: آبی (‌برای پیام اطلاع رسانی)

source: Yellow (For warning message)
fa_ir: زرد (برای پیام هشدار)

source: Link
fa_ir: لینک

source: Open in blank page?
fa_ir: باز کردن در صفحه جدید؟

source: Choices
fa_ir: گزینه‌ها

source: Manage choice
fa_ir: مدیریت گزینه‌

source: Form items successfully edited
fa_ir: آیتم‌های فرم با موفقیت ویرایش شد

source: Edit item type
fa_ir: ویرایش نوع آیتم

source: Edit question
fa_ir: ویرایش سوال

source: Glance
fa_ir: نگاه اجمالی

source: Edit form
fa_ir: ویرایش فرم

source: Thank you message
fa_ir: پیام تشکر

source: Sort items
fa_ir: مرتب‌سازی آیتم‌ها

source: Tags
fa_ir: کلیدواژه‌ها

source: Inquiry
fa_ir: استعلام

source: Reports
fa_ir: گزارش‌ها

source: Analyze answers
fa_ir: تجزیه و تحلیل اطلاعات

source: Add new question
fa_ir: افزودن سوال جدید

source: Find answer detail by id
fa_ir: یافتن پاسخ با داشتن کد پاسخ

source: Choice
fa_ir: گزینه‌

source: Frequency
fa_ir: فراوانی

source: Percent frequency
fa_ir: درصد فراوانی

source: Can not drow chart for this item!
fa_ir: برای این گزینه نمی‌توانیم نمودار رسم کنیم!

source: Count all answer
fa_ir: تعداد همه پاسخ‌ها

source: Answer to this item
fa_ir: پاسخ به این گزینه

source: Count not answer
fa_ir: تعداد پاسخ نداده‌ها

source: Percent answer
fa_ir: درصد پاسخ

source: compare by other item
fa_ir: مقایسه با آیتم دیگر

source: Report
fa_ir: گزارش

source: Compare with
fa_ir: مقایسه با

source: Without item
fa_ir: بدون آیتم

source: Try by another item
fa_ir: با گزینه‌ی دیگری امتحان کنید

source: Compare
fa_ir: مقایسه

source: :val is not comparable
fa_ir: :val قابل مقایسه نیست

source: Form item
fa_ir: آیتم‌های فرم

source: Form Title
fa_ir: عنوان فرم

source: Drag the item and move it where you want to change the question sort. Items is sorted from left to right
fa_ir: برای ذخیره ترتیب دلخواه آیتم‌ها، آن را بکشید و هر جایی که می‌خواهید قرار بگیرد آن را رها کنید. آیتم‌ها از چپ به راست مرتب شده اند

source: Edit question sort
fa_ir: ویرایش ترتیب سوالات

source: Draft
fa_ir: پیش‌نویس

source: The form is draft
fa_ir: فرم پیش‌نویس است

source: Publish
fa_ir: انتشار

source: The form is publish
fa_ir: فرم منتشر شده است

source: Expire
fa_ir: منقضی شده

source: The form is expire
fa_ir: فرم منقضی شده است

source: Trash
fa_ir: زباله‌دان

source: Move to trash
fa_ir: انتقال به زباله‌دان

source: Delete completely
fa_ir: حذف به صورت کامل

source: Edit status of form
fa_ir: ویرایش وضعیت فرم

source: Tag name
fa_ir: نام تگ

source: Add new form tag
fa_ir: افزودن تگ جدید

source: No tag founded.
fa_ir: هیچ تگی یافت نشد.

source: Try to start with add new tag!
fa_ir: با افزودن تگ جدید تلاشی برای شروع داشته باشید!

source: Invalid tag id
fa_ir: شناسه تگ نادرست است

source: Color
fa_ir: رنگ

source: Red
fa_ir: قرمز

source: Green
fa_ir: سبز

source: Blue
fa_ir: آبی

source: You can delete this tag because we are not found any form in that.
fa_ir: هیچ پاسخی با این تگ یافت نشد. شما می‌توانید این تگ را حذف کنید.

source: You can delete this tag and merge all form in this tag by another tag.
fa_ir: شما می‌توانید این تگ را حذف کنید و همه پاسخ‌های موجود در این تگ را با تگ دیگر ادغام کنید.

source: Remove tag
fa_ir: حذف تگ

source: Show answer by this tag
fa_ir: نمایش پاسخ‌های موجود در این تگ

source: Edit tag
fa_ir: ویرایش تگ

source: :val forms by this tag founded
fa_ir: :val پاسخ با این تگ یافت شد

source: Show forms by this tag
fa_ir: نمایش پاسخ‌های موجود در این تگ

source: You can remove this tag from all form or change it to another tag
fa_ir: شما می‌توانید این تگ را از همه پاسخ‌های دارای این تگ حذف کنید و یا تگ جدیدی برای آنها انتخاب کنید

source: Remove this tag from all forms
fa_ir: حذف این تگ از همه پاسخ‌ها

source: Selecte new tag
fa_ir: انتخاب تگ جدید

source: New Tag
fa_ir: تگ جدید

source: Select one tag
fa_ir: یکی از تگ‌ها را انتخاب کنید

source: Save change and remove tag
fa_ir: ذخیره تغییرات و حذف تگ

source: This tag used in some form. Please specify what you want to do with these forms. Do you want to delete this tag from them or select a new tag for them?
fa_ir: این تگ در تعدادی از پاسخ استفاده شده است. لطفا مشخص کنید که می‌خواهید چه کاری انجام دهید؟ آیا می‌خواهید این تگ را از پاسخ‌ها حذف کنید و یا اینکه آن را با تگ جدید جایگزین کنید؟

source: Please choose new tag
fa_ir: لطفا تگ جدید را انتخاب کنید

source: Form Tags
fa_ir: کلیدواژه فرم‌ها

source: Add new tag
fa_ir: افزودن تگ جدید

source: Redirect after submit
fa_ir: انتقال بعد از تکمیل فرم

source: End message
fa_ir: پیام آخر

source: Edit Thankyou message form
fa_ir: ویرایش پیام تشکر

source: Where are you?
fa_ir: شما کجا هستید؟

source: Choose fund
fa_ir: انتخاب صندوق

source: Sale
fa_ir: فروش

source: Unprocessed Order
fa_ir: سفارشات پردازش نشده

source: All Orders
fa_ir: همه سفارشات

source: Sale Invoicing
fa_ir: صدور فاکتور فروش

source: Add new Product
fa_ir: افزودن محصول جدید

source: Customers
fa_ir: مشتریان

source: Staffs
fa_ir: کارمندان

source: Website setting
fa_ir: تنظیمات وب‌سایت

source: Android app
fa_ir: اپلیکیشن اندروید

source: Content Management
fa_ir: سیستم مدیریت محتوا

source: Settings
fa_ir: تنظیمات

source: Sum factor price and count of it group by hours
fa_ir: جمع مبالغ فاکتور و تعداد آن به تفکیک ساعت

source: Sum price
fa_ir: جمع مبالغ

source: Dashboard of :store
fa_ir: داشبورد :store

source: Glance at your store summary and compare some important data together and enjoy Jibres!
fa_ir: نگاهی سریع به فروشگاه و مقایسه داده‌های مهم با یکدیگر را با جیبرس تجربه کنید!

source: Have a good day;)
fa_ir: روز خوبی داشته باشید؛)

source: Count all
fa_ir: تعداد همه

source: Delete all
fa_ir: حذف همه

source: id
fa_ir: کد

source: type
fa_ir: نوع

source: method
fa_ir: متود

source: message
fa_ir: پیام

source: user_id
fa_ir: کد کاربر

source: urlkingdom
fa_ir: آدرس

source: urldir
fa_ir: دایرکتوری

source: urlquery
fa_ir: کوئری آدرس

source: datecreated
fa_ir: تاریخ‌ایجاد

source: Notif log
fa_ir: لاگ اطلاع‌رسانی

source: Customer
fa_ir: مشتری

source: Change customer
fa_ir: تغییر مشتری

source: Remove customer
fa_ir: حذف مشتری

source: Customer legal information
fa_ir: اطلاعات حقوقی مشتری

source: Not set
fa_ir: تنظیم نشده است

source: Edit Order Address
fa_ir: ویرایش آدرس سفارش

source: Name of person in this address
fa_ir: نام شخصی که در این آدرس حضور دارد

source: Require
fa_ir: الزامی

source: Save address
fa_ir: ذخیره آدرس

source: This is the text that the customer has registered in the order.
fa_ir: این متنی است که کاربر به عنوان توضیحات سفارش ثبت کرده است.

source: Add comment to this order
fa_ir: افزودن یادداشت به این سفارش

source: Anything about this order
fa_ir: هر چیزی در مورد این سفارش

source: Enter anything such as payment method, tracking number, additional details, customer conversations, and anything related to this order in this field.
fa_ir: مواردی مانند روش پرداخت، شماره پیگیری، توضیحات اضافه، مکالمات بین خود و مشتری و هر چیزی که به این سفارش ارتباط دارد را در این قسمت وارد کنید.

source: Attachment
fa_ir: ضمیمه

source: Invalid order id
fa_ir: شناسه سفارش اشتباه است

source: Order Type
fa_ir: نوع سفارش

source: Order date
fa_ir: زمان سفارش

source: Postalcode
fa_ir: کد پستی

source: Payment status
fa_ir: وضعیت پرداخت

source: Last date modified
fa_ir: آخرین به‌روزرسانی

source: Change factor date
fa_ir: تغییر تاریخ صدور فاکتور

source: Time
fa_ir: زمان

source: Invoice Date
fa_ir: تاریخ فاکتور

source: Pay status
fa_ir: وضعیت پرداخت

source: Operation
fa_ir: عملیات

source: Without name
fa_ir: بدون نام

source: Without customer
fa_ir: بدون مشتری

source: More
fa_ir: بیشتر

source: Try to start with add new sale!
fa_ir: با افزودن فروش جدید تلاشی برای شروع داشته باشید!

source: Show all orders where
fa_ir: نمایش سفارشات با شرط

source: Product founded
fa_ir: محصول یافت شد

source: Filter by product
fa_ir: فیلتر بر اساس محصول

source: Filter by customer
fa_ir: فیلتر بر اساس مشتری

source: Filter by weekday
fa_ir: فیلتر بر اساس روز‌ هفته

source: Filter by date
fa_ir: فیلتر بر اساس تاریخ

source: Filter by time
fa_ir: فیلتر بر اساس زمان

source: Filter by start and end date
fa_ir: فیلتر بر اساس بازه زمانی

source: Filter by price
fa_ir: فیلتر بر اساس قیمت

source: Filter by item
fa_ir: فیلتر بر اساس آیتم

source: Filter by discount
fa_ir: فیلتر بر اساس تخفیف

source: Filter by count
fa_ir: فیلتر بر اساس تعداد

source: Filter by type
fa_ir: فیلتر بر اساس نوع

source: Choose product
fa_ir: لطفا محصول را انتخاب کنید

source: saturday
fa_ir: شنبه

source: sunday
fa_ir: یک شنبه

source: monday
fa_ir: دوشنبه

source: tuesday
fa_ir: سه شنبه

source: wednesday
fa_ir: چهارشنبه

source: thursday
fa_ir: پنج شنبه

source: friday
fa_ir: جمعه

source: Special date
fa_ir: تاریخ خاص

source: Sum price is greater than ...
fa_ir: جمع مبلغ بزرگتر از ...

source: Sum price less than ...
fa_ir: جمع مبلغ کوچکتر از ...

source: Price is equal to ...
fa_ir: مبلغ مساوی با ...

source: Item is greater than ...
fa_ir: تعداد آیتم بزرگتر از ...

source: Item less than ...
fa_ir: تعداد آیتم کوچکتر از ...

source: Item is equal to ...
fa_ir: تعداد آیتم مساوی با ...

source: Sum is greater than ...
fa_ir: جمع مبلغ بزرگتر از ...

source: Sum less than ...
fa_ir: جمع مبلغ کوچکتر از ...

source: Sum is equal to ...
fa_ir: جمع مساوی با ...

source: Discount is greater than ...
fa_ir: تخفیف بزرگتر از ...

source: Discount less than ...
fa_ir: تخفیف کوچکتر از ...

source: Discount is equal to ...
fa_ir: تخفیف مساوی با ...

source: sale
fa_ir: فروش

source: buy
fa_ir: خرید

source: List of factors
fa_ir: لیست تمامی فاکتور‌ها

source: You can search in list of factors, add new factor or edit existing.
fa_ir: شما می‌توانید در لیست محصولات جستجو کرده و محصول یا کالای جدیدی را اضافه کرده یا ویرایش کنید.

source: Back to dashboard
fa_ir: بازگشت به داشبورد

source: List of :type
fa_ir: لیست :type

source: Search in list of :type factors, add or edit them.
fa_ir: جستجو در لیست :type و افزودن یا ویرایش آن‌ها.

source: Add new :type
fa_ir: افزودن :type جدید

source: A4
fa_ir: آ۴

source: Receipt
fa_ir: فیش پرینتر

source: Edit products
fa_ir: ویرایش محصولات

source: Activity & comment
fa_ir: توضیحات و یادداشت

source: Customer & Address
fa_ir: مشتری و آدرس سفارش

source: Order status
fa_ir: وضعیت سفارش

source: This order is empty
fa_ir: این سفارش خالی است

source: Search in product and add to order
fa_ir: جستجو در محصولات برای افزودن آن به سفارش

source: Special price and discount
fa_ir: قیمت و تخفیف ویژه

source: Leave null to get from product price
fa_ir: برای اینکه از قیمت اصلی محصول خوانده شود این قسمت را خالی بگذارید

source: Leave null to get from product discount
fa_ir: برای اینکه از تخفیف اصلی محصول خوانده شود این قسمت را خالی بگذارید

source: Change Order status
fa_ir: ویرایش وضعیت سفارش

source: Change order status by click on custome status
fa_ir: با کلیک روی هر کدام از وضعیت‌های زیر، وضعیت سفارش را تغییر دهید

source: Set as preparing
fa_ir: درحال آماده سازی

source: Set as sending
fa_ir: درحال ارسال

source: Set as delivered
fa_ir: تنظیم به عنوان تحویل داده شده

source: Something else
fa_ir: موارد دیگر

source: Choose order status to change it
fa_ir: برای تغییر وضعیت سفارش لطفا وضعیت مورد نظر خود را انتخاب کنید

source: Registered
fa_ir: ثبت‌ شده

source: Awaiting
fa_ir: در انتظار

source: Confirmed
fa_ir: تایید شده

source: Preparing
fa_ir: درحال آماده سازی

source: Sending
fa_ir: درحال ارسال

source: Delivered
fa_ir: تحویل داده شده

source: Revert
fa_ir: بازگشت داده شده

source: Success
fa_ir: موفقیت‌آمیز

source: Archive
fa_ir: بایگانی

source: Spam
fa_ir: هرزنامه

source: Change order payment status
fa_ir: ویرایش وضعیت پرداخت سفارش

source: Change order payment status by click on custome status
fa_ir: با کلیک روی هر کدام از وضعیت‌های زیر، وضعیت پرداخت سفارش را تغییر دهید

source: Awaiting payment
fa_ir: در انتظار پرداخت

source: Awaiting verify payment
fa_ir: در انتظار تایید پرداخت

source: Unsuccessful payment
fa_ir: پرداخت ناموفق

source: Payment unverified
fa_ir: پرداخت تایید نشده

source: Successful payment
fa_ir: پرداخت موفقیت‌آمیز

source: Unpaid
fa_ir: پرداخت نشده

source: Tracking number
fa_ir: شماره رهگیری

source: Save Tracking number for this order
fa_ir: ذخیره کد رهگیری برای این سفارش

source: After saving the tracking code, we will send it to the customer
fa_ir: بعد از ذخیره سازی شماره پیگیری ما آن را به مشتری اعلام خواهیم کرد

source: Remove order
fa_ir: حذف سفارش

source: Action history
fa_ir: تاریخچه

source: Subprice
fa_ir: جمع مبالغ

source: Subdiscount
fa_ir: جمع تخفیف‌ها

source: Orders
fa_ir: سفارشات

source: Add order
fa_ir: افزودن سفارش

source: Order Edit
fa_ir: ویرایش سفارش

source: Date created
fa_ir: تاریخ ثبت

source: Date modified
fa_ir: تاریخ ویرایش

source: Show Price in special date
fa_ir: نمایش قیمت در تاریخ خاص

source: Show change price in special date
fa_ir: نمایش تغییر قیمت در تاریخ خاص

source: Buy price
fa_ir: قیمت خرید

source: Final price
fa_ir: قیمت نهایی

source: Price change in time line
fa_ir: نمودار تغییر قیمت محصول در بازه زمان

source: Price change chart!
fa_ir: نمودار تغییر قیمت محصول!

source: Choose another product
fa_ir: انتخاب محصول دیگر

source: Set product feacher bullet
fa_ir: تنظیم ویژگی‌های برجسته محصول

source: The main features are those that are very prominent and affect the user's choice
fa_ir: ویژگی‌های اصلی بسیار برجسته بوده و بر انتخاب کاربر تاثیر می‌گذارند

source: You can add a lot of this feature
fa_ir: شما می‌توانید مقدار زیادی از این ویژگی را اضافه کنید

source: Enter your text here ...
fa_ir: متن خود را اینجا بنویسید ...

source: Product feature bullet
fa_ir: ویژگی‌های برجسته محصول

source: File Size
fa_ir: حجم فایل

source: MB
fa_ir: مگابایت

source: File Address
fa_ir: آدرس فایل

source: Min quantity per order
fa_ir: حداقل تعداد در هر سفارش

source: Max quantity per order
fa_ir: حداکثر تعداد در هر سفارش

source: Step quantity
fa_ir: تعداد پرش

source: Cart limit
fa_ir: محدودیت سبد خرید

source: Manage each variant product independently
fa_ir: هر کدام از تنوع‌های محصول را به صورت مستقل مدیریت کنید

source: Edit options
fa_ir: ویرایش گزینه‌ها

source: Stock
fa_ir: موجودی انبار

source: Add new variants
fa_ir: افزودن تنوع جدید

source: This product have not variants
fa_ir: این محصول دارای تنوع نیست

source: No data founded to edit!
fa_ir: هیچ مقداری برای ویرایش یافت نشد!

source: Manage product variants
fa_ir: مدیریت تنوع محصول

source: Deleted
fa_ir: حذف شده

source: Comments
fa_ir: دیدگاه‌ها

source: Product description
fa_ir: توضیحات محصول

source: This product is a child and can not duplicate it
fa_ir: این محصول زیر مجموعه محصولی دیگر است و نمی‌توانید از آن نسخه کپی تهیه کنید

source: Make a copy of this product
fa_ir: یک نسخه کپی از این محصول ایجاد کنید

source: Make copy from :val
fa_ir: یک نسخه کپی از :val تهیه کنید

source: Barcode
fa_ir: بارکد

source: Scan Barcode here...
fa_ir: بارکد را اسکن کنید...

source: Barcode2
fa_ir: ایران بارکد

source: Scan Barcode2 here...
fa_ir: ایران بارکد را اسکن کنید...

source: Code on scale
fa_ir: کد تعریف شده روی ترازو

source: Product gallery is full!
fa_ir: ظرفیت گالری محصول تکمیل است!

source: Sort images
fa_ir: مرتب‌سازی تصاویر

source: Set as cover
fa_ir: تنظیم به عنوان تصویر شاخص

source: Change all child price
fa_ir: تغییر همه قیمت‌های زیرمجموعه

source: Manage each independently
fa_ir: مدیریت هر‌کدام از تنوع‌ها به صورت مستقل

source: Buy cost
fa_ir: قیمت خرید

source: Gross profit
fa_ir: سود ناخالص

source: Sale Price
fa_ir: قیمت فروش

source: Charge taxes
fa_ir: شامل مالیات

source: End part of your product url.
fa_ir: آخرین قسمت آدرس محصول شما.

source: Edit Description
fa_ir: ویرایش توضیحات

source: Product Properties
fa_ir: مشخصات محصول

source: Inventory
fa_ir: انبار

source: Not tracking
fa_ir: بدون رهگیری

source: Organize
fa_ir: سازماندهی

source: Type, vendor, tags
fa_ir: نوع، سازنده، تگ‌ها

source: Price change chart
fa_ir: نمودار تغییر قیمت محصول

source: Smart Share
fa_ir: اشتراک‌گذاری هوشمند

source: Make product variants
fa_ir: ثبت تنوع محصول

source: Manage variants
fa_ir: مدیریت تنوع محصول

source: Product Title
fa_ir: عنوان محصول

source: Technical title
fa_ir: عنوان فنی

source: Description about product
fa_ir: توضیحاتی در مورد این محصول

source: Category
fa_ir: دسته بندی

source: Product thumb set
fa_ir: تصویر شاخص محصول تنظیم شد

source: Edit Product
fa_ir: ویرایش محصول

source: You can export your products to a CSV file to help with several tasks.
fa_ir: شما می‌توانید داده‌های محصولات خودتون رو برای برخی نیازها توی فایل سی‌اس‌وی دریافت کنید.
