Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Every website is identified by a unique series of numbers called an IP address. This numeric set is what your computer uses to connect to the server where the website data lives.
fa_ir: هر وب‌سایتی توسط یک سری شماره منحصر به فرد به نام آدرس آی‌پی شناسایی میشه. این مجموعه عددی همان چیزی است که رایانه شما از آن برای اتصال به سرور وب‌سایت استفاده میکنه.

source: Numbers are great for a computer, but it's easier for people to use words they can remember. The words used to identify a website are known as the domain or URL, and like the IP address, they're unique to each website. Think of it like a mobile phone: you want to call your mother, so you simply click on your contact 'Mom' and your phone dials your mother's phone number. Domains are connected to IP addresses in much the same way.
fa_ir: اعداد برای کامپیوترها عالی هستند ولی برای ما که انسان هستیم به خاطر سپاری کلمات راحت‌تر است. کلماتی که برای دسترسی به یک وب‌سایت یک دامنه یا نشانی اینترنتی را می‌سازد هم‌چون نشانی آی‌پی منحصربه‌فرد هستند. شبیه به شماره تلفن همراه، فرض کنید می‌خواهید به همسر خودتون زنگ بزنید، خب میرید به بخش مخاطبین گوشی خودتون و روی همسر کلیک می‌کنید و بهش زنگ می‌زنید. شماره تلفن مثل آی‌پی و اسم ذخیره شده مثل نام دامنه هست. به همین راحتی.

source: What are the parts of a domain?
fa_ir: دامنه از چه بخش‌هایی تشکیل شده است؟

source: Domains, like most brilliant ideas, work on more than one level. They include both a top level domain and a second level domain. And, like brilliant ideas, they also center around a single point-or in this case, a dot.
fa_ir: دامنه‌ها مثل اغلب ایده‌های درخشان، در دو سطح کار می‌کنند. دامنه‌های سطح بالا و دامنه‌های سطح دوم. آن‌ها حول محور یک نقطه که به آن دات می‌گویند، هستند.

source: To the left of the dot is the second level domain, which might be your name, the name of your business, blog, or store. It's the 'identity' of your site. In our case, the second level domain is 'jibres'.
fa_ir: در سمت چپ این نقطه دامنه سطح دوم است که ممکن است نام شما، نام تجارت شما، وبلاگ یا فروشگاه جیبرس شما باشد. این هویت سایت شماست. در مورد مثال ما بخش دوم دامنه Jibres است.

source: To the right of the dot is the top-level domain (or TLD), in this case the TLD is '.com', but you may have also seen TLDs like .net, or .org, or country identifiers like .ir or .us.
fa_ir: در سمت راست نقطه دامنه‌ی سطح بالای یا تی‌ال‌دی قرار دارد. در مثال ما ir تی‌ال‌دی است. اما ممکن است شما تی‌ای‌دی‌های دیگری مثل .com یا .net یا .org یا دامنه‌های یک کشور مثل .ir یا .us رو ببینید.

source: While the top level domain is essential for a domain to function, it's also less exciting than the second level domain. Which is probably why it's sometimes referred to as the 'parent' domain.
fa_ir: در حالی که بخش بالایی دامنه برای عملکرد یک دامنه الزامی است، نسبت به بخش دوم دامنه هیجان کمتری دارد! به همین دلیل گاهی اوقات به‌عنوان والد دامنه از آن نام برده می‌شود.

source: The exciting thing about domains is that you can choose almost any name you want as your second level domain. And sure, you can go with .com for your top level domain, but who doesn't want a cool 'parent'? Options like .club, .store, even .pizza are just a few ways you can boost your top level domain game.
fa_ir: نکته جالب درباره دامنه‌ها اینکه می‌توانید تقریبا هر نامی را که می‌خواهید به‌عنوان دامنه سطح دوم خود انتخاب کنید. به طور قطع شما می‌توانید برای بخش دوم دامنه خود با .com یا .ir پیش برید. ولی در نظر داشته باشید که گزینه‌های دیگری مثل .me یا .store یا حتی .pizza هم در دسترس شما هستند که با انتخاب آن‌ها می‌توانید متفاوت عمل کنید.

source: What's the purpose of a domain?
fa_ir: هدف استفاده از دامنه چیست؟

source: At some point someone probably said, 'Hey, you ought to register a domain.'' And you might have replied, 'Okay... but why?'
fa_ir: ممکنه براتون پیش اومده باشه که یکی بهتون گفته باشه، سلام شما باید یک دامنه ثبت کنید، و احتمالا شما پاسخ داده باشید، باشه... ولی برای چی؟

source: The truth is that if you have a website, it needs to have an address, and that address needs to have a name.
fa_ir: حقیقت این است که اگر شما یک وب‌سایت داشته باشید،‌ اون وب‌سایت نیاز به یک آدرس داره و این آدرس نیاز به یک نام داره که ما بهش میگیم نام دامنه.

source: But there are other good reasons to register a domain too.
fa_ir: اما دلایل خوب دیگری هم برای ثبت دامنه وجود دارد.

source: Registering a domain reserves it so no one else can register it. So it might be smart to snatch up a domain now-your personal name, company name, or other things you're involved with, like a book title, band name, or hobby-just to take it 'off the market'.
fa_ir: ثبت دامنه از طرفی منجر به ذخیره کردن دامنه می‌شود. یعنی بعد از خرید، دامنه در مالکیت شماست و کسی نمی‌تواند آن را بخرد. پس خرید دامنه یکی از راه‌های رزرو کردن نام‌های خاص مثل نام شخص یا نام بیزینس است. اگر کتابی در دست تالیف دارید یا ایده بیزینس آنلاینی در ذهنتون هست که روزی نیاز به راه‌اندازی وب‌سایت داشته باشد می‌تونید همین الان با هزینه‌ای ناچیز دامنه بخرید و انحصار اون رو در دستتون بگیرید.

source: In my case, I might not need the domain minion.party today, but I'll definitely want to own it once I become super famous.
fa_ir: مثلا من شاید امروز به دامنه Minion.Party نیاز نداشته باشم ولی با اطمینان میشه گفت که وقتی معروف شد می‌خوام که مالک اون باشم.

source: There's also custom email.
fa_ir: هم‌چنین استفاده از ایمیل سفارشی.

source: Want an email address like me@minion.party? To get such a slick, personalized address, you'll need to reserve the domain first, then attach it to email hosting. This is a smart move especially if you're running a business site. That way, your customers can easily remember info@mybusiness as easily as they remember your domain itself.
fa_ir: می‌خواین آدرس ایمیل اختصاصی مثل info@Minion.party داشته باشید؟ برای داشتن چنین آدرس تر و تمیز و سفارشی باید قبل از هر چیز دامنه رو رزرو کنید. بعد اون رو به هاست ایمیل وصل کنید. استفاده از ایمیل اختصاصی مخصوصا زمانی که یک وب‌سایت تجاری دارید یک اقدام هوشمندانه است. به این ترتیب مشتریان شما به‌سادگی می‌تونند آدرس ایمیل شما رو به‌خاطر بسپرند. چون ایمیل روی همون دامنه شماست.

source: Don't have a website?
fa_ir: وب سایت ندارید؟

source: No problem!
fa_ir: مشکلی نیست!

source: You can point your domain to your Instagram, Facebook, Twitter, Telegram or other social media account. I don't know about you, but I'd much rather tell people to friend me at minion.party than give out some long, convoluted URL. That reminds me, I should really register that domain now.
fa_ir: شما می‌توانید دامنه خودتان را به صفحه اینستاگرام، کانال تلگرام، صفحه فیس‌بوک، توییتر یا سایر شبکه‌های اجتماعی خودتون وصل کنید. الان وقتشه که یه دامنه خوب به نام خودتون ثبت کنید.

source: What's the difference between a domain and hosting?
fa_ir: تفاوت بین دامنه و هاستینگ یا میزبانی وب چیست؟

source: To have a website, you need both a domain and hosting. Your domain gives people a way to find your website, and your hosting is space on a server (a remote computer) where all of your website content resides.
fa_ir: برای داشتن وب‌سایت شما نیاز به هاست و دامنه دارید که مکمل همدیگه هستند. داشتن دامنه این امکان را در اختیار مخاطبان شما قرار می‌دهد که بتوانند به سایت شما دسترسی داشته باشند و آن را پیدا کنند. هاست هم یک فضا روی یک سرور متصل به اینترنت است که محتویات وب‌سایت شما در آن قرار دارد. یادتون نره که ما توی جیبرس امکان راه‌اندازی فروشگاه آنلاین رو فراهم کردیم که هاست اون براتون هزینه‌ای دربر نداره و رایگانه.

source: Think of a domain like it's your website's street address, and hosting is like the website's house. You can have your address before you build your house, but to show off all your photos on your website, you'll need a place to put them.
fa_ir: دامنه شبیه آدرس خیابان وب سایت شماست و هاستینگ شبیه خونه شما. می‌تونید آدرس خودتون رو قبل از ساخت خونه مشخص کنید. اما یادتون باشه برای نمایش محتویات سایت و تصاویرتون روی وب‌سایت نیاز به جایی دارین که اون‌ها رو روش قرار بدین یعنی همون هاست.

source: Search for your dream domain
fa_ir: به دنبال دامنه‌ی رویایی خودتان بگردید

source: Every website starts with a great domain name
fa_ir: داستان هر وب‌سایت با یک دامنه فوق العاده شروع می‌شود

source: Search
fa_ir: جستجو

source: Register Domain
fa_ir: ثبت دامنه

source: Been dreaming of a .com or .dev that says exactly what you want to say about your business? Find that perfect domain name and get it registered today!
fa_ir: در حال رویاپردازی برای خرید یک دامنه .ir یا .com‌ هستید تا بیزینس خودتون رو با اون گسترش بدید؟ همین امروز این نام فوق العاده رو پیدا کنید و با جیبرس ثبتش کنید!

source: Find my Domain
fa_ir: دامنه من را بیاب

source: Transfer
fa_ir: انتقال

source: Transfer your domains to Jibres and save on renewals. Most domains come with an extra year of registration added during the transfer process free of charge.
fa_ir: دامنه خودتون رو با کمک جیبرس منتقل کنید تا بتونید روی تمدیدهای اون صرفه‌جویی داشته باشید. بیشتر دامنه‌ها در هنگام انتقال یکسال تمدید می‌شوند که این هزینه برای شما رایگان خواهد بود.

source: Transfer Now
fa_ir: همین الان منتقل کن

source: Renew
fa_ir: تمدید

source: Searching for the lowest domain renew price? That's it. Jibres offer exclusive offer on renew domains at prices that won't break your budget. We are the best of best:)
fa_ir: آیا می‌خواهید با کمترین قیمت دامنه خودتون رو تمدید کنید؟ خودشه. جیبرس پیشنهاد ویژه و منحصر به فردی به شما روی تمدید دامنه میده که نمیتونید ردش کنید. ما بهترین بهترین‌ها هستیم:)

source: Renew Domain
fa_ir: تمدید دامنه

source: Find your winning domain
fa_ir: دامنه‌ای که برد شما را رقم می‌زند بیابید

source: When you register a domain, you're not just getting a web address. It's a vital piece of your online presence. Your domain name carries your brand, your public image, and your professional reputation. It's the first thing people see when they visit you, so buying a domain name registration means making some important decisions.
fa_ir: زمانی که یک دامنه ثبت می‌کنید، شما فقط یک آدرس دریافت نمی‌کنید. نام دامنه شما یک بخش اساسی از هویت برند شماست؛ تصویر عمومی و اعتبار حرفه‌ای شماست. نام دامنه اولین چیزی است که افراد هنگام بازدید از شما می‌بینند. پس بدانید که با خرید و ثبت دامنه یک تصمیم مهم گرفته‌اید.

source: How to find a good domain name?
fa_ir: چطور نام دامنه مناسب انتخاب کنیم؟

source: A domain name represents your business or personal brand on the web, which means choosing the right one is important. Brainstorming is a great place to start, so grab your pen and jot down some words related to your idea.
fa_ir: نام دامنه نمایانگر نام تجاری یا هویت شخصی شما روی وب است و این بدان معنی است که انتخاب یک نام دارای اهمیت بالایی است. بارش فکری می‌تواند یک شروع خوب برای انتخاب نام دامنه باشد. بنابراین شروع کنید و ایده‌های خود را برای نام دامنه بیان کنید و در جیبرس موجود بودن آن‌ها را چک کنید.

source: Jibres Domain Pricing Comparison
fa_ir: مقایسه قیمت گذاری دامنه‌ها در جیبرس

source: .ir 1 year
fa_ir: ir یکساله

source: .ir 5 Year
fa_ir: ir پنج‌ساله

source: .com 1 year
fa_ir: com‌ یکساله

source: Auto Renew
fa_ir: تمدید خودکار

source: Beautiful Panel
fa_ir: پنل مدیریت زیبا

source: Built By Developers, For Developers.
fa_ir: ساخته‌شده توسط توسعه‌دهندگان، برای توسعه‌دهندگان.

source: Frequently Asked Questions
fa_ir: سوالات متداول

source: What is a domain? What is a TLD?
fa_ir: دامنه چیست؟ تی‌ال‌دی چیست؟

source: Think of your domain name as a street address. If people search for your domain, they'll be able to find your website. Every website on the internet has a unique IP address assigned to it, made up of a series of numbers. These numbers tell the domain name system (DNS) to locate the corresponding website. As we are humans and not computers, IP addresses are difficult to remember and so words are used instead. These words are known as the domain or URL. The DNS looks at the domain name and translates it into an IP address.
fa_ir: نام دامنه شما مثل آدرس یک خیابون هست. اگر مردم به دنیال دامنه شما باشند و اون رو جستجو کنند می‌تونند به اون دسترسی پیدا کنند. هر وب‌سایتی در جهان دارای یک آدرس عددی منحصربه‌فرد به نام آی‌پی هست. وقتی کسی اسم دامنه شما رو میزنه، سیستم نام دامنه یا دی‌ان‌اس میره به دنبال نشانی آی‌پی وصل شده به اون وب‌سایت می‌گرده و نتیجه رو اعلام می‌کنه. اینجاست که اتصال برقرار میشه و مخاطب سایت شما رو بدون دونستن آی‌پی اون می‌تونه ببینه. از اونجایی که ما انسان هستیم و به‌خاطر سپاری یک سری از اعداد برای هر وب‌سایت کار سختیه پس از نام دامنه استفاده می‌کنیم. به کلماتی که نشانی یک وب‌سایت رو میسازن، یوآرال گفته میشه. دی‌ان‌اس هم وظیفه ترجمه نام دامنه به آدرس آی‌پی رو بر عهده داره که به‌صورت خودکار انجام میشه.

source: Top-level domains were introduced to help organize the locations in the domain name system. All domains include a top-level domain (TLD) and a second-level domain (SLD). Imagine you own a business in the USA. In 'yourbusiness.us', the TLD is .us and the SLD is 'yourbusiness'.
fa_ir: دامنه سطح بالا برای کمک به ساماندهی مکان‌ها در سیستم نام دامنه معرفی شدند. تمامی دامنه‌ها شامل دو بخش هستند؛ دامنه سطح بالا یا تی‌ال‌دی و دامنه سطح دوم یا اس‌ال‌دی. تصور کنید که تجارت شما در ایران است، پس تی‌ال‌دی مورد استفاده شما .ir‌ بوده و دامنه شما مثلا به شکل Jibres.ir است.

source: What is a TLD?
fa_ir: تی‌ال‌دی چیست؟

source: A Top-level Domain (TLD) is the part of a domain name to the right of the dot (e.g., the "com" in jibres.com). TLDs are part of the text-based interface assigned to numerical IP addresses that allows humans to more easily navigate the web without having to memorize long strings of numbers.
fa_ir: دامنه سطح بالا یا تی‌ال‌دی بخشی از نام دامنه است که در سمت راست نقطه یا دات قرار می‌گیرد. تی‌ال‌دی بخشی از رابط متنی مربوط به دامنه است که منجر به اتصال نام دامنه به آدرس آی‌پی و دسترسی راحت‌ مخاطبان به وب‌سایت می‌شود تا نیاز به حفظ کردن آی‌پی طولانی را برطرف کند.

source: What is the difference between various TLDs? Which ones are better?
fa_ir: تفاوت بین تی‌ال‌دی‌های مختلف چیست؟ کدام یکی بهتر است؟

source: When it comes to picking a top-level domain for your website, there are plenty of options. Yes, .com domain extensions are popular, but due to their popularity, you may find that your dream domain has already been taken. Why not consider choosing a generic (gTLD) like .club for your tennis club, or a country-code (ccTLDs) like .co.uk for your UK office?
fa_ir: وقتی زمان انتخاب دامنه سطح بالا یا تی‌ال‌دی برای وب‌سایت شما می‌رسد گزینه‌های زیادی جلوی روی شماست. محبوب‌ترین پسوند دامنه com است. اما در بسیاری از موارد به‌دلیل همین محبوبیت ممکن است متوجه شوید که نام دامنه مدنظر شما از قبل گرفته شده است. در این حالت می‌توانید از جی‌تی‌ال‌دی‌ها یا پسوندهای عمومی استفاده کنید. برای نمونه club یا dev یا me یا نمونه‌های مشابه دیگر. هم‌چنین استفاده از پسوندهای کشورها مثل ir هم ‌می‌تواند یک انتخاب خوب برای شما باشد که از نظر هزینه هم به مراتب مناسب‌تر هستند. چرا امتحان نمی‌کنید؟

source: If you're a new business it may be important to choose a familiar domain extension like .com, a localized domain or a well-known gTLD. As they are popular, they are perceived as more trustworthy. Don't panic if you haven't managed to get one. The web is changing all the time, and as the web grows, so will the familiarity of new TLDs.
fa_ir: اگر شما تازه در حال راه‌اندازی یک تجارت آنلاین هستید، شاید استفاده از یک پسوند معروف مثل com یا ir بهترین انتخاب باشد چون قابل اعتمادتر تلقی می‌شوید. ولی در نظر داشته باشید که وب به سرعت در حال تغییر است و روز به روز استفاده از تی‌ال‌دی‌های جدید بیشتر مشاهده می‌شود. پس اگر نتوانستید دامنه خالی روی پسوندهای معروف بیابید، نگران نباشید.

source: How do I check domain name availability status?
fa_ir: چطوری وضعیت موجود بودن یک دامنه را بررسی کنم؟

source: To verify domain availability, use the search bar at the top of the page. Your website name will either be available or taken. If your domain is taken, this means that it is either reserved by the Registry or registered by someone else. At this point, you can choose to make an offer for that domain name.
fa_ir: برای بررسی در دسترس بودن یا خالی بودن دامنه از طریق بخش جستجوی قرار گرفته در بالای همین صفحه اقدام کنید. نام وب‌سایت شما یا آزاد و در دسترس یا خالی است یا اینکه گرفته شده و غیر قابل ثبت است. اگر دامنه گرفته شده باشد یعنی یک نفر آن را خریداری کرده و در حال استفاده از آن است یا رزرو کرده است. در برخی از مواقع می‌توانید با ارائه پیشنهاد به کسی که دامنه را رزرو کرده آن را خریداری کنید. دقت کنید که در دامنه‌های ir برخی از اسامی مثل اسم شهرها غیرقابل ثبت هستند که برای کسب اطلاعات بیشتر درباره این قوانین می‌تونید به وب‌سایت ایرنیک مراجعه کنید.

source: If you are looking for a fast and safe domain name checker, use Jibres. We never have and never will sell any information on our clients.
fa_ir: مواظب باشید! اگر به دنبال یک جستجوگر نام دامنه سریع و ایمن هستید از جیبرس استفاده کنید. ما هرگز اطلاعات مشتریان خود را نفروخته و نمی‌فروشیم.

source: Are .com domains better for search engine optimization (SEO)?
fa_ir: آیا دامنه‌ی دات کام برای سئو و موتورهای جستجو بهتر است؟

source: No. All domain extensions are considered equal in the eyes of Google and there is no automatic preference given to a .com domain. When checking to see if a domain exists, it's important to note whether a large and recognizable company has the .com if it does, this can hurt your search results. It can also open you up to a potential trademark battle.
fa_ir: خیر. تمامی پسوندهای دامنه از نظر گوگل مساوی در نظر گرفته می‌شوند و پسوند com نسبت به بقیه برتر نیست. البته شما باید درنظر داشته باشید که اگر پسوند دات کام توسط یک شرکت بزرگ گرفته شده و در حال استفاده است این مساله می‌تواند به نتایج جستجوی شما آسیب برساند. هم‌چنین در برخی یکسان بودن نام می‌تواند شما را وارد یک درگیری روی نشان تجاری کند.

source: What is a premium domain?
fa_ir: دامنه پرمیوم چیست؟

source: Premium domains are short domains, often made up of just one word or 3-5 letters. They are also known as 'aftermarket' or 'pre-registered' domains. Most premium domains have a .com extension, but many end with .org, .net, and .biz.
fa_ir: دامنه‌های پرمیوم کوتاه هستند. معمولا یک کلمه بین ۳ تا ۵ حرف. معمولا دامنه‌های پرمیوم به عنوان دامنه‌های از پیش ثبت شده شناخته می‌شوند. تقریبا همه پسوندها دارای دامنه پرمیوم هستند ولی اغلب آن‌ها برای دامنه دات کام مطرح می‌شوند.

source: As premium domains include common words they are often the most memorable. Additionally, companies value short domains that match their company name or products, meaning these domains are typically the most desirable. Sometimes certain domains sold by different registries are considered premium and can have a higher price point. With registry premium domains, both registration and renewal prices are set by the registry and are usually high.
fa_ir: از آنجایی که دامنه‌های پرمیوم دارای کلمات متداول هستند،‌ به‌راحتی به‌خاطر سپرده می‌شوند. علاوه بر این، شرکت‌ها اغلب دامنه کوتاه مربوط به نام شرکت یا محصول خود را ارزشمند می‌کنند. برخی اوقات دامنه‌هایی که توسط رجیسترهای مختلف فروخته می‌شود پرمیوم بوده و با قیمت‌های بالاتری به فروش می‌رسند. در دامنه‌های پرمیوم، ثبت و تمدید دامنه بالاتر از حد معمول قیمت دامنه‌هاست و معمولا چندصد برابر است.

source: What is a new TLD?
fa_ir: تی‌ال‌دی جدید چی داریم؟

source: If you're looking for something a little different for your business or personal website, why not consider a new TLD? There are hundreds of new fresh and exciting domain endings that can help bring your dream alive. Want a personal website? Share photos of your international trip with .travel, write your thoughts on the latest catwalk trends with .blog or get creative with a .is.
fa_ir: اگر به‌دنبال چیزی متفاوت برای بیزینس خودتون هستید چرا از تی‌ال‌دی‌های جدید استفاده نمی‌کنید؟ صدها پسوند جدید می‌تونند جذابیت جالبی به کار شما ببخشند. یک وب‌سایت شخصی دارید؟ چرا پسوند me رو تست نمی‌کنید؟ می‌خواین سفرهای بین‌المللی خودتون رو به‌اشتراک بذارین؟ چرا پسوند travel‌ رو انتخاب نمی‌کنید؟ می‌خواین نظراتتون رو نشر بدین؟ چرا پسوند blog رو به‌عنوان تی‌ال‌دی انتخاب نمی‌کنید؟ گزینه‌های زیادی پیش روی شماست.

source: Looking to conquer your industry? Set up a web developer startup with a .dev and get a .inc to show you mean business.
fa_ir: آیا می‌خواین صنعت خودتون رو تسخیر کنید؟ بیزینس خودتون رو با پسوند dev راه‌اندازی کنید یا از تی‌ال‌دی inc برای نمایش بیزینس خودتون بهره ببرید.

source: Should I register multiple extensions for the same domain?
fa_ir: آیا باید چندین پسوند یک دامنه را هم ثبت کنم؟

source: Yes. When you register a domain extension, no one else can use it. So, if you've already got mydomain.com, it's a good idea to register mydomain.net and mydomain.org and redirect them back to your original site. This helps to avoid confusion and makes capturing visitors easier.
fa_ir: بله، زمانی که شما یک دامنه را ثبت می‌کنید هیچ‌کس نمی‌تواند از آن استفاده کند. پس اگر قبلا mydomain.com‌ را خریده‌اید، ایده خوبی است که mydomain.org‌ و mydomain.net را هم ثبت کنید و آن‌ها را به دامنه اصلی خودتون وصل کنید. این کار از سردرگمی جلوگیری می‌کند و جذب مخاطبان را برای شما آسان‌تر می‌کند تا به اشتباه سر از جای دیگه‌ای درنیارن.

source: Is there a limit on how long or short my domain can be?
fa_ir: آیا محدودیتی در کوتاه و بلند بودن دامنه وجود دارد؟

source: The maximum length a domain can be is 63 characters and the minimum is 1 character. The shorter your domain is, the easier it is to type and remember.
fa_ir: طول نام دامنه باید بین ۱ تا ۶۳ کاراکتر باشد. هر چی دامنه کوتاه‌تر باشه، به‌خاطر سپردن اون آسان‌تر است.

source: When choosing a domain name, keep it simple - a word that is difficult to spell will be problematic for your visitors. Pick a name that reflects your brand, industry, or you if it's a personal project. Once you have a list of words, ask your friends and family for feedback. Have fun choosing!
fa_ir: هنگام انتخاب نام دامنه یکی از اولین اصول شما باید سادگی باشد. کلمه‌ای که بیان آن دشوار باشد یا شکل نوشتار آن دارای ابهام باشد کار را برای بازدیدکننده شما سخت می‌کند. نامی را انتخاب کنید که نمایانگر برند و صنعت و نشان تجاری شما باشد. یا اگر یک امر شخصی است نامی که برای خودتان است انتخاب کنید. وقتی که لیستی از دامنه‌های خالی بدست آوردید، از دوستان و خانواده خود بخواهید که نظرشان را درباره لیست بدهند و بعد تصمیم بگیرید. ما در کنار شما هستیم. از انتخاب خودتون لذت ببرید!

source: What can I do with my domain name?
fa_ir: با دامنه خودم چه کارهایی می‌توانم بکنم؟

source: Once you have registered your domain name it's time to use it. Maybe you want to funnel visitors to a landing page built especially for sales, or forward them to your personal Twitter page - it's completely up to you how you use it. You can also create personalized email addresses based on your domain name. This helps to build trust in your brand and promote your company.
fa_ir: پس از خرید و ثبت دامنه زمان استفاده از دامنه فرا می‌رسد. شاید مایل باشید که بازدیدکنندگان سایت را به یک صفحه اختصاصی که برای فروش تعبیه کردید منتقل کنید یا شاید بخواهید آنان را به صفحه اینستاگرام بفرستید. این کاملا به انتخاب شما در مورد نحوه استفاده از این دامنه برمی‌گردد. شما هم‌چنین می‌توانید ایمیل اختصاصی روی این دامنه داشته باشید که در ایجاد اعتماد به نشان تجاری شما و ارتقای بیزینس شما سودمند است.

source: Domain Registration
fa_ir: ثبت دامنه

source: Jibres offers cheap domain names with the most reliable service.
fa_ir: جیبرس در کنار ارائه‌ی یک سرویس مطمئنِ، ارزان‌ترین قیمت دامنه را به شما پیشنهاد می‌کند.

source: Buy or transfer a domain name today!
fa_ir: همین امروز دامنه خودتان را بخرید یا منتقل کنید!

source: Domain TLD
fa_ir: تی‌ال‌دی دامنه

source: Price
fa_ir: قیمت

source: Toman
fa_ir: تومان

source: Dollar
fa_ir: دلار

source: Domain Price
fa_ir: هزینه دامنه

source: Domains
fa_ir: دامنه‌ها

source: Discover the perfect domain now
fa_ir: همین الان به دنبال یک دامنه‌ی عالی بگردید

source: Buy a domain name and create your website today.
fa_ir: یک دامنه بخرید و همین امروز وب‌سایت خودتان را راه بندازید.

source: Welcome to the domain registrar that has everything you need to get the right domain name for your personal or business website.
fa_ir: به ثبت دامنه جیبرس خودش آمدید. ما همه چیزهای لازم برای دریافت نام دامنه مناسب برای بیزینس یا وب‌سایت شخصی شما را یکجا مهیا کرده‌ایم.
