Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Review Detail
fa_ir: بازبینی جزئیات

source: Domain is occupied
fa_ir: این دامنه گرفته شده است

source: Who is?
fa_ir: کی گرفته؟

source: If is your domain you can renew it
fa_ir: اگه دامنه متعلق به شماست می‌توانید آن را تمدید کنید

source: Premium Domain
fa_ir: دامنه پرمیوم

source: Buy domain
fa_ir: خرید دامنه

source: Domain activity
fa_ir: آخرین فعالیت‌های دامنه

source: Your Domains
fa_ir: دامنه‌های شما

source: Renew Domains
fa_ir: دامنه‌های تمدید شده

source: Available domains
fa_ir: دامنه‌های آماده خرید

source: Total Payments
fa_ir: مجموع پرداختی

source: Last Year Payments
fa_ir: مجموع پرداختی در سال گذشته

source: Your Current Balance
fa_ir: بالانس مالی شما

source: Predict Late Payments
fa_ir: پیش‌بینی پرداخت‌های آتی

source: Domain with Auto Renew
fa_ir: دامنه‌های دارای تمدید خودکار

source: Domain Locked
fa_ir: دامنه قفل شده است

source: Active domain
fa_ir: دامنه‌های فعال

source: My Domains
fa_ir: دامنه‌های من

source: Other domain
fa_ir: سایر دامنه‌ها

source: Transfer domain
fa_ir: انتقال دامنه

source: Buy Short domains
fa_ir: خرید دامنه‌های کوتاه

source: Payments History
fa_ir: تاریخچه پرداخت

source: Last Activities
fa_ir: آخرین فعالیت‌ها

source: Domain API
fa_ir: رابط برنامه‌نویسی دامنه‌ها

source: Total pay per day
fa_ir: جمع مبلغ قابل پرداخت‌شده به تفکیک روز

source: Payed
fa_ir: پرداخت شده

source: Buy your dream domain
fa_ir: دامنه‌ی رویایی خودتان را بیابید

source: Domain :domain was registered in your name
fa_ir: دامنه :domain با موفقیت ثبت شد

source: Payment successful
fa_ir: پرداخت موفقیت‌آمیز

source: Payment unsuccessful
fa_ir: پرداخت ناموفق

source: Import your domain to manage it
fa_ir: دامنه‌های خود را وارد کنید تا بتوانید آن‌ها را مدیریت کنید

source: Get your domain list
fa_ir: دریافت لیست دامنه‌های شنا

source: Every domain in one line
fa_ir: هر دامنه در یک خط

source: Enable auto renew for this domains
fa_ir: فعال کردن تمدید خودکار برای این دامنه

source: Import domain
fa_ir: وارد کردن دسته‌ای دامنه

source: Please go to nic.ir for register new account
fa_ir: لطفا وارد سایت nic.ir شده و یک حساب کاربری در آن سایت بسازید

source: Register on IRNIC
fa_ir: ثبت‌نام شناسه ایرنیک

source: This form used to register iranian persons on nic.ir system and all fields is require because IRNIC need them. If you want to create another type of account or you are not iranian, please go to nic.ir website and directly create IRNIC handle.
fa_ir: این فرم برای ثبت‌نام اشخاص حقیقی ایرانی در سیستم ایرنیک طراحی شده است و تمام اطلاعات درخواستی به دلیل نیاز ایرنیک الزامی است. اگر شما نیازمند ساخت شناسه از نوع دیگری هستید یا ایرانی نیستید لطفا به وب سایت ایرنیک مراجعه کرده و به‌صورت مستقیم نسبت به <a target="_blank" rel="nofollow" href="https://www.nic.ir/Create_New_Handle">ساخت شناسه ایرنیک</a> اقدام کنید و سپس آن شناسه را در جیبرس ثبت کنید. توجه داشته باشید که هزینه ثبت دامنه از طریق جیبرس به مراتب ارزان‌تر از خرید مستقیم از نیک است.

source: Enter fill all data in English!
fa_ir: لطفا تمام اطلاعات را به انگلیسی وارد کنید!

source: Basic Information
fa_ir: اطلاعات اولیه

source: Address Title
fa_ir: عنوان آدرس

source: Iranian National Code
fa_ir: کد ملی ایرانی

source: Street Infromation
fa_ir: اطلاعات آدرس

source: State/Province
fa_ir: استان

source: Enter in Latin characters
fa_ir: با کاراکترهای لاتین وارد کنید

source: Contact Infromation
fa_ir: اطلاعات تماس

source: Phone Number
fa_ir: شماره تلفن همراه

source: By clicking Create IRNIC Handle, you are indicating that you have read the :nic and agree to the :terms.
fa_ir: با فشردن دکمه ساخت شناسه ایرنیک، شما تایید کرده‌اید که :nic و :terms را خوانده‌اید و موافقت خود را با آن اعلام کرده‌اید.

source: Create IRNIC handle
fa_ir: ساخت شناسه ایرنیک

source: Please enter your IRNIC handle that registerd on nic.ir
fa_ir: لطفا شناسه ایرنیک خود را که از طریق سایت nic.ir ساخته‌اید وارد کنید

source: If you don't know about IRNIC, you can register via Jibres or directly on nic.ir website.
fa_ir: اگر تاکنون چیزی درباره ایرنیک نشنیده‌اید، شما می‌توانید از طریق جیبرس به‌صورت مستقیم درخواست ثبت‌نام در ایرنیک را ثبت کنید.

source: Register IRNIC handle
fa_ir: ثبت‌نام شناسه ایرنیک

source: Add IRNIC handle
fa_ir: افزودن شناسه ایرنیک

source: Please go to nic.ir and create your account in that site
fa_ir: لطفا وارد سایت nic.ir شده و یک حساب کاربری در آن سایت بسازید

source: Is default?
fa_ir: آیا پیشفرض است؟

source: Holder information
fa_ir: اطلاعات شناسه

source: If you update your contact detail in nic.ir website
fa_ir: اگر شما اطلاعات شناسه خود را در ایرنیک بروزرسانی کرده‌اید

source: You can Check data from IRNIC server and update contact
fa_ir: شما می‌توانید اطلاعاتی که از سرور ایرنیک دریافت می‌شود را مشاهده کرده یا آن را ویرایش کنید

source: Last checked
fa_ir: آخرین بررسی

source: Edit IRNIC handle
fa_ir: ویرایش شناسه ایرنیک

source: IRNIC handle list
fa_ir: لیست شناسه‌های ایرنیک

source: Add New IRNIC Handle
fa_ir: افزودن شناسه ایرنیک جدید

source: IR Domain Auto Renew Period
fa_ir: مدت زمان تمدید خودکار برای دامنه‌های دات آی‌آر

source: Based on your decision, we are renew your dot ir domains and you can set period for this automatic action
fa_ir: بسته به تصمیم شما، ما در تمدید خودکار با توجه به زمانی که شما انتخاب کرده‌اید دامنه را تمدید خواهیم کرد

source: You can enable or disable auto renew option on your domains.
fa_ir: شما می‌توانید تمدید خودکار را به تفکیک هر دامنه فعال یا غیرفعال کنید.

source: IR Domain Auto Renew Remain Time
fa_ir: شرط ورود دامنه به بازه زمانی تمدید خودکار برای دامنه‌های آی‌آر

source: Minimum date until we try to auto renew your domain. We are suggest one month.
fa_ir: حداقل زمانی که دامنه شما برای تمدید خودکار توسط ما بررسی می‌شود. ما گزینه‌ی یک ماه را پیشنهاد می‌کنیم. یعنی یک ماه مانده به زمان انقضای دامنه شما، در صورت وجود شارژ حساب، جیبرس به‌صورت خودکار دامنه را تمدید خواهد کرد.

source: 1 Week
fa_ir: یک هفته

source: 1 Month
fa_ir: یک ماه

source: default
fa_ir: پیش‌فرض

source: 6 Month
fa_ir: شش ماه

source: Domain Default DNS
fa_ir: دی‌ان‌اس پیش‌فرض دامنه

source: The Domain Name System (DNS) is the phonebook of the Internet. Humans access information online through domain names, like jibres.com or google.com. Web browsers interact through Internet Protocol (IP) addresses. DNS translates domain names to IP addresses so browsers can load Internet resources.
fa_ir: دی‌ان‌اس یا سیستم نام دامنه دفترچه تلفن اینترنت است. ما برای دسترسی به وب‌سایت‌ها از نام دامنه آن‌ها استفاده می‌کنیم. به‌عنوان نمونه jibres.ir یا google.com. مرورگرهای وب با آدرس‌های منحصربفرد پروتکل اینترنت یا آی‌پی در تعامل هستند. دی‌ان‌اس نام دامنه را به آدرس‌های آی‌پی تنظیم شده ترجمه می‌کند تا مرورگرها بتوانند به وب‌سایت‌ها و منابع اینترنت دسترسی داشته باشند.

source: Set default will help you to buy new domains faster.
fa_ir: تنظیم پیش‌فرض فرآیند خرید دامنه جدید را سرعت می‌بخشد.

source: Domain Default IRNIC Handle
fa_ir: شناسه ایرنیک پیش‌فرض برای مالکیت دامنه‌های جدید

source: You can manage your IRNIC handle and choose one of them as default. Buy set default you can buy new domains faster.
fa_ir: شما می‌توانید شناسه‌های ایرنیک خود را مدیریت کرده و یکی از آن‌ها به‌عنوان پیش‌فرض انتخاب کنید. با تنظیم مقدار پیش‌فرض، به فرآیند خرید دامنه‌های جدید خود سرعت می‌بخشید.

source: Choose one item
fa_ir: لطفا یک گزینه را انتخاب کنید

source: Manage IRNIC Handle
fa_ir: مدیریت شناسه‌های ایرنیک

source: Whois Default Detail
fa_ir: اطلاعات پیشفرض دامنه

source: You can set your information Whois. Buy set default you can buy new domains faster.
fa_ir: شما می‌توانید اطلاعات کاربری دامنه را تنظیم کنید. با تنظیم مقدار پیش‌فرض، به فرآیند خرید دامنه‌های جدید خود سرعت می‌بخشید.

source: Manage Whois Detail
fa_ir: مدیریت اطلاعات دامنه

source: Setting of auto renew period set on :val
fa_ir: مقدار تمدید خودکار دامنه‌های شما به :val تغییر یافت

source: Setting of domain life set on :val
fa_ir: مقدار حداقل عمر دامنه‌های شما برای تمدید خودکار به :val تغییر یافت

source: Setting of default contact set on :val
fa_ir: مقدار پیش‌فرض شناسه ایرنیک برای خرید دامنه‌های جدید به :val تغییر یافت

source: Default DNS was updated
fa_ir: دی‌ان‌اس پیش‌فرض به‌روز‌رسانی شد

source: Autorenew
fa_ir: تمدید خودکار

source: Maybe Your domain
fa_ir: شاید دامنه‌ شما

source: Imported Domain
fa_ir: دامنه‌های وارد شده

source: Free Domains
fa_ir: دامنه‌های آزاد

source: Show domain where
fa_ir: نمایش دامنه‌ها با شرط

source: Autorenew On
fa_ir: تمدید خودکار فعال

source: Autorenew Off
fa_ir: تمدید خودکار غیرفعال

source: Unknown lock status
fa_ir: وضعیت قفل نامشخص

source: Buy your first winning domain!
fa_ir: اولین دامنه خودتون رو بخرید و ببرید!

source: Try renew domain
fa_ir: برای تمدید دامنه تلاش کنید

source: If you import any domain in your account can see here
fa_ir: اگر دامنه‌ای را به اکانت خود اضافه کنید می‌توانید آن را اینجا ببینید

source: Domains you try to register or renew but operation incomplete and are available yet
fa_ir: دامنه‌هایی که شما تلاش به ثبت یا تمدید آن داشتید ولی عملیات را رها کردید و آن دامنه‌ها همچنان آزاد هستند

source: Domain Name ASC
fa_ir: بر اساس نام، صعودی

source: Domain Name DESC
fa_ir: بر اساس نام، نزولی

source: Expredate ASC
fa_ir: بر اساس تاریخ انقضا، صعودی

source: Expredate DESC
fa_ir: بر اساس تاریخ انقضا، نزولی

source: Date register ASC
fa_ir: تاریخ ثبت،‌ صعودی

source: Date register DESC
fa_ir: تاریخ ثبت، نزولی

source: Date update ASC
fa_ir: بر اساس تاریخ به‌روزرسانی، صعودی

source: Date update DESC
fa_ir: بر اساس تاریخ به‌روزرسانی، نزولی

source: IRNIC Notification
fa_ir: پیام‌های ایرنیک

source: Renew amount
fa_ir: هزینه تمدید

source: If the domain registered for you enable autorenew of it, you will see it in this list and you will see the amount of renew.
fa_ir: اگر شما دامنه‌ای خریداری کرده باشید و تمدید خودکار آن فعال باشد در این لیست نمایش داده خواهد شد و مبلغ تمدید آن را می‌توانید مشاهده کنید.

source: Choose renew time
fa_ir: مدت زمانی که مایلید این دامنه را تمدید کنید انتخاب کنید

source: 2 Year
fa_ir: دو ساله

source: 3 Year
fa_ir: سه سال

source: 4 Year
fa_ir: چهار ساله

source: 6 Year
fa_ir: شش ساله

source: 7 Year
fa_ir: هفت ساله

source: 8 Year
fa_ir: هشت ساله

source: 9 Year
fa_ir: نه ساله

source: 10 Year
fa_ir: ده ساله

source: By clicking Renew, you are indicating that you have read the :nic and agree to the :terms.
fa_ir: با فشردن دکمه تمدید دامنه، شما تایید کرده‌اید که :nic و :terms را خوانده‌اید و موافقت خود را با آن اعلام کرده‌اید.

source: Id not found
fa_ir: کد یافت نشد

source: Domain Period
fa_ir: بازه زمانی دامنه

source: To make full use of jibres domain services, please go to nic.ir and set domain reseller on 'ji128-irnic'
fa_ir: برای استفاده کامل از خدمات دامنه جیبرس،‌ لطفا وارد سایت nic.ir شده شناسه «ji128-irnic» (جیبرس) را به عنوان نماینده خود تنظیم کنید.

source: We can not detect the reseller or billing contact of this account
fa_ir: ما نتوانستیم اطلاعات مربوط به نماینده یا رابط مالی دامنه شما را شناسایی کنیم

source: If you are administrator of this domain Your must go to nic.ir and set billing holder of this domain on 'ji128-irnic'
fa_ir: اگر شما مالک این دامنه هستید باید وارد سایت nic.ir شوید و رابط مالی و نماینده این دامنه را بر روی شناسه «ji128-irnic» تنظیم کنید.

source: Your request maybe rejected from IRNIC!
fa_ir: در صورت عدم تنظیم رابط مالی یا نماینده دامنه روی «ji128-irnic» درخواست شما توسط ایرنیک رد خواهد شد!

source: If you have gift cart enter here
fa_ir: اگر کد هدیه‌ای در اختیار دارید در این قسمت وارد کنید

source: Invalid gift code
fa_ir: کد هدیه نامعتبر است

source: Your Gift
fa_ir: هدیه شما

source: Pay from my account balance
fa_ir: استفاده از شارژ حساب کاربری

source: Amount payable
fa_ir: مبلغ قابل پرداخت

source: Invalid request type
fa_ir: نوع درخواست اشتباه است

source: Review and Confirm Domain Detail
fa_ir: بازبینی و تایید جزئیات دامنه

source: Your Domain
fa_ir: دامنه‌های شما

source: Renewed Domain
fa_ir: دامنه‌های تمدید شده

source: Your domain was conncted to
fa_ir: دامنه شما متصل شده است به

source: Manage Domain
fa_ir: مدیریت دامنه

source: Your domain was connected to a business but we can not find this business in you business list!
fa_ir: دامنه شما به یک بیزینس متصل شده است ولی ما آن بیزینس را در لیست بیزینس‌های شما پیدا نمی‌کنیم!

source: If you need to know what happened
fa_ir: اگر می‌خواهید بدانید چه اتفاقی افتاده است

source: Contact with us
fa_ir: با ما تماس بگیرید

source: You can add domain to your business
fa_ir: شما می‌توانید دامنه را به بیزینس خود متصل کنید

source: Add New Business
fa_ir: افزودن بیزینس جدید

source: Create your business now to connect your domain to your business
fa_ir: همین الان بیزینس خود را ایجاد کنید تا دامنه به آن متصل شود

source: Make your website and online business quickly!
fa_ir: وب‌سایت و بیزینس آنلاین خود را سریع بسازید!

source: Can not change this domain detail
fa_ir: نمی‌توانید جزئیات دامنه را ویرایش کنید

source: This domain is removed from your account
fa_ir: این دامنه از لیست دامنه‌های شما حذف شده است

source: Domain is Available for buy
fa_ir: دامنه برای خرید موجود است

source: Buy now
fa_ir: همین الان بخر

source: Add to your business
fa_ir: افزودن به بیزینس شما

source: Suggestion Domains
fa_ir: دامنه‌های پیشنهادی

source: Search domain
fa_ir: جستجو نام دامنه

source: Choose domain
fa_ir: انتخاب دامنه

source: Transfer code
fa_ir: کد انتقال

source: Manage International whois detail
fa_ir: مدیریت اطلاعات دامنه

source: Whois Information
fa_ir: اطلاعات کاربری دامنه

source: Full name
fa_ir: نام کامل

source: Please enter the email you have access to. After registering any international domain, you must confirm the domain registration process by this image. Please be careful
fa_ir: لطفا ایمیلی وارد کنید که به آن دسترسی دارید. بعد از ثبت دامنه شما باید فرایند ثبت را توسط ایمیلی که به شما ارسال شده است تایید کنید. دقت کنید

source: Jibres Services
fa_ir: سرویس‌های جیبرس

source: Electronic Wallet
fa_ir: کیف پول الکترونیکی

source: Homepage
fa_ir: صفحه نخست

source: Enter your idea for domain name
fa_ir: نام ایده‌آل خودتون رو برای دامنه وارد کنید

source: Business that you are owner
fa_ir: بیزینس‌هایی که مالک آن هستید

source: Business that you are staff
fa_ir: بیزینس‌هایی که در آن مشغول به کارید

source: You are not staff yet!
fa_ir: شما هنوز در هیچ بیزینسی کار نمی‌کنید!

source: Account Status
fa_ir: وضعیت حساب کاربری

source: Badges are little bits of digital flair that you earn for your simple actions on Jibres
fa_ir: با تکمیل پروفایل و استفاده از امکانات جیبرس، به‌سادگی سطح کاربری خود را ارتقا دهید

source: Verify Mobile
fa_ir: تایید موبایل

source: Verify Email
fa_ir: تایید ایمیل

source: Set Username
fa_ir: تنظیم نام کاربری

source: Set Birthday
fa_ir: تنظیم تاریخ تولد

source: Top up Your Account
fa_ir: شارژ کیف پول

source: Add Your First Business
fa_ir: افزودن اولین بیزینس شما

source: Add Your First Product
fa_ir: افزودن اولین محصول شما

source: Sale Your First Invoice
fa_ir: ثبت اولین فاکتور فروش

source: Buy Your First Domain
fa_ir: خرید اولین دامنه

source: Renew Your First Domain
fa_ir: اولین تمدید دامنه شما

source: Add Your Business
fa_ir: بیزینس خودتون رو اضافه کنید

source: Add your IPG detail
fa_ir: افزودن اطلاعات درگاه پرداخت الکترونیکی

source: Gateway detail
fa_ir: جزئیات درگاه

source: Gateways
fa_ir: درگاه‌ها

source: Wallet
fa_ir: کیف پول الکترونیکی

source: IBAN
fa_ir: آی‌بن

source: Total settlement
fa_ir: مجموع تسویه‌ها

source: New gateway
fa_ir: درگاه جدید

source: New wallet
fa_ir: کیف پول جدید

source: Payments history
fa_ir: تاریخچه پرداخت

source: Settlement
fa_ir: تسویه

source: IPG API
fa_ir: رابط برنامه نویسی درگاه پرداخت الکترونیکی

source: Build for Developers ;)
fa_ir: ساخته‌شده برای توسعه‌دهندگان :)

source: Internet Payment Gateway
fa_ir: درگاه پرداخت اینترنتی

source: Add your bank account number for settlement
fa_ir: افزودن شماره شبای بانکی برای فرایند تسویه

source: Add new IBAN
fa_ir: افزودن شبای جدید

source: No IBAN was found
fa_ir: هیچ شماره شبایی یافت نشد

source: Bank account number
fa_ir: شماره حساب بانکی

source: Enter your company detail
fa_ir: لطفا اطلاعات حقوقی خود را وارد کنید

source: Enter in English!
fa_ir: اطلاعات را به انگلیسی وارد کنید!

source: Profile type
fa_ir: نوع پروفایل

source: Complete profile
fa_ir: تکمیل پروفایل

source: Upload Document
fa_ir: ارسال مدارک

source: Choose your profile type
fa_ir: نوع پروفایل خود را انتخاب کنید

source: Real person
fa_ir: اشخاص حقیقی

source: Legal profile
fa_ir: اشخاص حقوقی

source: Choose profile type
fa_ir: نوع پروفایل خود را انتخاب کنید

source: Upload Identify image
fa_ir: ارسال مدارک هویتی

source: National card pic
fa_ir: تصویر کارت ملی

source: Identify card pic
fa_ir: تصویر شناسنامه

source: Document update without change
fa_ir: مدارک بدون تغییر ذخیره شدند

source: Easily Create your IPG
fa_ir: درگاه پرداخت الکترونیکی خود را به راحتی ایجاد کنید

source: Create a custom internet gateway payment
fa_ir: ایجاد درگاه پرداخت اینترنتی شخصی

source: Add new Wallet
fa_ir: افزودن کیف پول جدید

source: No Wallet was found
fa_ir: هیچ کیف پولی یافت نشد

source: Post not found
fa_ir: مطلب یافت نشد

source: Tracking Number
fa_ir: شماره پیگیری

source: Public detail
fa_ir: جزئیات عمومی

source: Iranian Detail
fa_ir: جزئیات اعضاء ایرانی

source: Company Detail
fa_ir: جزئیات شرکت

source: trackingNumber
fa_ir: شماره پیگیری

source: trackingNumberPsp
fa_ir: شماره پیگیری پی‌اس‌پی

source: requestType
fa_ir: نوع درخواست

source: request_id
fa_ir: شناسه درخواست

source: sendtime
fa_ir: زمان ارسال

source: responsetime
fa_ir: زمان پاسخ

source: diff
fa_ir: تفاوت

source: Add new customer
fa_ir: افزودن مشتری جدید

source: Increase number of customers by add new customer.
fa_ir: افزودن تعداد مشتریان با افزودن مشتری جدید.

source: Back to list of customers
fa_ir: بازگشت به لیست مشتریان

source: Id not set
fa_ir: شناسه تنظیم نشده است

source: Invalid customer id
fa_ir: شناسه مشتری اشتباه است

source: Edit customer
fa_ir: ویرایش مشتری

source: Edit name or description of this customer or change status of it.
fa_ir: ویرایش نام و توضیحات مشتری یا تغییر وضعیت آن.

source: Search in customers
fa_ir: جستجو در مشتریان

source: merchantType
fa_ir: نوع متقاضی

source: residencyType
fa_ir: ملیت متقاضی

source: vitalStatus
fa_ir: وضعیت حیات

source: firstNameFa
fa_ir: نام به فارسی

source: lastNameFa
fa_ir: نام خانوادگی به فارسی

source: fatherNameFa
fa_ir: نام پدر به فارسی

source: firstNameEn
fa_ir: نام به انگلیسی

source: lastNameEn
fa_ir: نام خانوادگی به انگلیسی

source: fatherNameEn
fa_ir: نام پدر به انگلیسی

source: birthCrtfctNumber
fa_ir: شماره شناسنامه

source: birthDate
fa_ir: تاریخ تولد

source: gender
fa_ir: جنسیت

source: birthCrtfctSeriesLetter
fa_ir: بخش حرفی سری شناسنامه

source: birthCrtfctSeriesNumber
fa_ir: بخش عددی سری شناسنامه

source: nationalCode
fa_ir: کدملی

source: birthCrtfctSerial
fa_ir: سریال شناسنامه

source: telephoneNumber
fa_ir: شماره تلفن

source: emailAddress
fa_ir: ایمیل

source: webSite
fa_ir: وب‌سایت

source: fax
fa_ir: فکس

source: cellPhoneNumber
fa_ir: شماره تلفن همراه

source: foreignPervasiveCode
fa_ir: شناسه فراگیر اتباع خارجی

source: passportNumber
fa_ir: شماره گذرنامه

source: passportExpireDate
fa_ir: تاریخ انقضای گذرنامه

source: countryCode
fa_ir: کد کشور

source: registerNumber
fa_ir: شماره ثبت شرکت

source: comNameFa
fa_ir: نام شرکت به فارسی

source: comNameEn
fa_ir: نام شرکت به انگلیسی

source: commercialCode
fa_ir: کد اقتصادی

source: registerDate
fa_ir: تاریخ ثبت متقاضی حقوقی

source: nationalLegalCode
fa_ir: شناسه ملی اشخاص حقوقی

source: Try to start with add new customer!
fa_ir: با افزودن مشتری جدید تلاشی برای شروع داشته باشید!

source: customer list
fa_ir: لیست مشتریان

source: Check list of customers and search or filter in them to find your customer.
fa_ir: چک کردن لیست مشتریان و جستجو یا فیلتر کردن در آن‌ها برای پیدا کردن مشتریان خود.

source: Also add or edit specefic customer.
fa_ir: همچنین مشتری خاص را اضافه یا ویرایش کنید.

source: Customer list
fa_ir: لیست مشتریان

source: You are not starting yet!
fa_ir: شما هنوز شروع نکردید!

source: Check log
fa_ir: بررسی لاگ

source: log
fa_ir: لاگ

source: Telegram log
fa_ir: ردپای تلگرام

source: Check list of telegram and search or filter in them to find your telegram.
fa_ir: بررسی لیست تلگرام و جستجو و فیلتر در آنان.

source: Back to log list
fa_ir: بازگشت به لیست ردپاها

source: Add new shop
fa_ir: افزودن فروشگاه جدید

source: Increase number of shops by add new shop.
fa_ir: با افزودن فروشگاه جدید تعداد فروشگاه ها را افزایش دهید.

source: Back to list of shops
fa_ir: بازگشت به لیست فروشگاه‌ها

source: Edit shop
fa_ir: ویرایش فروشگاه

source: Edit name or description of this shop or change status of it.
fa_ir: ویرایش نام و توضیحات فروشگاه یا تغییر وضعیت آن.

source: Invalid shop id
fa_ir: شناسه فروشگاه اشتباه است

source: Search in shops
fa_ir: جستجو در فروشگاه‌ها

source: Try to start with add new shop!
fa_ir: با اضافه کردن فروشگاه جدید تلاشی برای شروع داشته باشید!

source: shop list
fa_ir: لیست فروشگاه‌ها

source: Check list of shops and search or filter in them to find your shop.
fa_ir: بررسی لیست فروشگاه‌ها و جستجو در آن‌ها و فیلتر کردن آن‌ها برای یافتن فروشگاه خاص.

source: Also add or edit specefic shop.
fa_ir: همچنین فروشگاه خاصی را اضافه یا ویرایش کنید.

source: Successful
fa_ir: موفقیت‌آمیز

source: Track id
fa_ir: کد رهگیری

source: No payment gateway was founded
fa_ir: هیچ درگاه پرداختی یافت نشد

source: Choose a gateway
fa_ir: درگاه پرداخت را انتخاب کنید

source: Pay detail
fa_ir: جزئیات پرداخت

source: redirecting...
fa_ir: در حال انتقال...

source: in redirect process...
fa_ir: در فرآیند انتقال ...

source: Choose
fa_ir: انتخاب

source: your language
fa_ir: زبان شما

source: Hello
fa_ir: سلام

source: All-in-one ecommerce platform
fa_ir: پلتفرم تجارت الکترونیک همه کاره

source: Sometimes you need a big change.
fa_ir: برخی اوقات شما نیاز به یک تغییر بزرگ دارید.

source: Prev
fa_ir: قبلی

source: Get Start
fa_ir: بریم شروع کنیم

source: Choose your language
fa_ir: زبان خود را انتخاب کنید

source: Powered by Jibres
fa_ir: قدرت گرفته از جیبرس

source: Please set lock status
fa_ir: لطفا وضعیت قفل را مشخص کنید

source: Please choose city
fa_ir: لطفا شهر را انتخاب کنید

source: Appkey not set
fa_ir: کلید برنامه تنظیم نشده است

source: Can not set store in url
fa_ir: نمی‌توانید شناسه فروشگاه را در آدرس بیاورید

source: Invalid app key
fa_ir: کلید برنامه نامعتبر است

source: Invalid method
fa_ir: متد نامعتبر

source: Invalid param :val
fa_ir: پارامتر :val اشتباه است

source: Send your request as json not in post field
fa_ir: در خواست خود را به صورت جیسون ارسال کنید نه در حالت post field

source: Remove last month log
fa_ir: حذف لاگ‌ها تا یک‌ ماه پیش

source: Auth
fa_ir: شناسایی

source: Subdomain
fa_ir: زیردامنه

source: Header len
fa_ir: طول هدر

source: Body
fa_ir: متن

source: Bodylen
fa_ir: طول بدنه

source: Date send
fa_ir: تاریخ ارسال

source: Page status
fa_ir: وضعیت صفحه

source: Result status
fa_ir: وضعیت نتایج

source: Response header
fa_ir: هدر پاسخ

source: Response body
fa_ir: متن پاسخ

source: Datere sponse
fa_ir: زمان پاسخ

source: Notif
fa_ir: اطلاع‌رسانی

source: Response len
fa_ir: طول پاسخ

source: :count log was removed
fa_ir: :count لاگ حذف شد

source: Api Log
fa_ir: لاگ ای‌پی‌آی

source: View api log
fa_ir: نمایش لاگ ای‌پی‌آی

source: Backup database
fa_ir: پشتیبان گیری پایگاه داده

source: File is empty
fa_ir: فایل خالی است

source: Database info
fa_ir: اطلاعات دیتابیس

source: You can create backup now
fa_ir: شما می‌توانید هم اکنون یک فایل پشتیبانی از اطلاعات خود داشته باشید

source: Backup now
fa_ir: هم اکنون فایل پشتیبانی تهیه کنید

source: You have another database for logs
fa_ir: شما یک دیتابیس دیگر هم برای لاگ‌ها دارید

source: Click for create backup from log database
fa_ir: برای پشتیبان‌گیری از دیتابیس لاگ‌ها کلیک کنید

source: Auto backup
fa_ir: پشتیبان گیری خودکار

source: Click to download
fa_ir: برای دانلود کلیک کنید

source: Download zip
fa_ir: دریافت فایل به صورت فشرده

source: No backup was found
fa_ir: هیچ فایل پشتیبانی یافت نشد

source: Start backup every
fa_ir: شروع عملیات پشتیبان گیری هر

source: Month
fa_ir: ماه
