Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Terminal successfully updated
fa_ir: ترمینال با موفقیت به‌روزرسانی شد

source: Terminal id not set
fa_ir: شناسه ترمینال ثبت نشده است

source: Invalid Terminal id
fa_ir: شناسه ترمینال اشتباه است

source: Delay
fa_ir: مکث

source: One star
fa_ir: یک ستاره

source: Two star
fa_ir: دو‌ ستاره

source: Physical
fa_ir: حضوری

source: Physical and Virtual
fa_ir: حقیقی و مجازی

source: Virtual
fa_ir: مجازی

source: Tenant
fa_ir: مستاجر

source: A
fa_ir: ا

source: B
fa_ir: ب

source: L
fa_ir: ل

source: D
fa_ir: د

source: R
fa_ir: ر

source: SH
fa_ir: ش

source: Live
fa_ir: زنده

source: Dead
fa_ir: مرده

source: Iranian
fa_ir: ایرانی

source: Non iranian
fa_ir: غیر ایرانی

source: Real
fa_ir: حقیقی

source: 1:1 (Default)
fa_ir: ۱:۱ (پیش‌فرض)

source: 16:9 (Default)
fa_ir: ۱۶:۹ (پیش‌فرض)

source: Result of SHAPARAK server is not valid!
fa_ir: در حال حاضر سرور شاپرک پاسخ معتبری به ما‌ نمی‌دهد!

source: Can not connect to shaparak server
fa_ir: نمی‌توانیم به سرور شاپرک متصل شویم

source: Invalid shop detail
fa_ir: جزئیات فروشگاه اشتباه است

source: Invalid customer detail
fa_ir: شناسه مشتری اشتباه است

source: Kilogram
fa_ir: کیلوگرم

source: Pound
fa_ir: پوند

source: Ounce
fa_ir: اونس

source: Centimetre
fa_ir: سانتی‌متر

source: Millimetre
fa_ir: میلیمتر

source: Inch
fa_ir: اینچ

source: Yard
fa_ir: یارد
