Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Jibres Values
fa_ir: ارزش‌های جیبرس

source: Jibres Mission
fa_ir: ماموریت جیبرس

source: Jibres Vision
fa_ir: چشم‌انداز جیبرس

source: Advancement of technology and development of Web-based business Cause Need new tools to resolve the daily needs and that’s the goal of making Jibres.
fa_ir: با پیشرفت روزافزون تکنولوژی و گسترش بیزینس‌های مدرن مبتنی بر وب، احتیاج به ابزارهایی مدرن برای رفع نیازهای روزمره، جرقه‌ای برای تولد جیبرس بود.

source: Jibres have a set of simple and practical tools on a regular basis for modern businesses.
fa_ir: جیبرس مجموعه ابزارهایی ساده و کاربردی را به‌صورت یکپارچه در اختیار بیزینس‌های مدرن و همینطور تجارت‌های سنتی مایل به حرکت به‌سوی تکنولوژی قرار می‌دهد.

source: About Jibres
fa_ir: درباره جیبرس

source: Home
fa_ir: صفحه نخست

source: Soon
fa_ir: بزودی

source: Jibres benefits
fa_ir: مزایای جیبرس

source: What can you do with Jibres?
fa_ir: جیبرس چه کارهایی میتواند انجام دهد؟

source: MEET THE LOGO
fa_ir: با نشان تجاری آشنا شوید

source: Our logo represents simplicity, vivacity, agility, scalability and reliability; Values that we believe them as a company.
fa_ir: لوگوی ما نمایانگر سادگی، سرزندگی، چابکی، مقیاس‌پذیری و قابلیت اطمینان است؛ ارزش‌هایی که ما به آن‌ها باور داریم.

source: These guidelines are here to help ensure that your use of the Jibres logo is consistent with the way we present ourselves.
fa_ir: این دستورالعمل‌ها برای کمک به شماست تا در کنار آن اطمینان حاصل کنیم که استفاده از نشان تجاری جیبرس، مطابق با روش ارائه شده توسط ما خواهد بود.

source: Jibres
fa_ir: جیبرس

source: SAFE SPACE
fa_ir: فضای اطمینان

source: Safe space acts as a buffer between the logo and other visual elements on a page, including text.
fa_ir: رعایت فاصله مناسب نشان تجاری جیبرس با سایر المان‌ها یا متون موجود در صفحه که از آن به‌عنوان فضای اطمینان یاد می‌کنیم باید رعایت شود.

source: This space is the minimum distance needed and is equal to third the height of the icon.
fa_ir: این فضا حداقل فاصله مورد نیاز است که برابر با یک سوم ارتفاع آرم ماست.

source: MINIMAL SIZE
fa_ir: حداقل اندازه

source: Here’s the recommended minimum size at which the logo may be reproduced. For legibility reasons, we ask that you stick to these dimensions.
fa_ir: در اینجا حداقل اندازه برای لوگو تدوین شده است که به دلیل نیاز به خوانایی، از شما می‌خواهیم به این ابعاد پایبند باشید. لطفا از نشان تجاری جیبرس در ابعاد کوچکتر از این استفاده نکنید.

source: JIBRES RED
fa_ir: رنگ قرمز جیبرس

source: The Jibres red is bright and vibrant and we want it to stand out clearly. To that end, here are the color values you can use for both digital and print.
fa_ir: قرمز جیبرس درخشان و پر جنب و جوش است و ما به وضوح خواستار آن هستیم. برای این منظور مقادیر رنگی استفاده در دنیای دیجیتالی و چاپ را برای استفاده شما ارائه کردیم.

source: USING GRAYSCALE
fa_ir: طیف خاکستری

source: If the color logotype isn’t an option for technical reasons, use the black or white versions instead.
fa_ir: اگر به دلایل فنی نشان تجاری رنگی جیبرس گزینه مطلوب برای استفاده شما نیست، می‌توانید از نسخه سیاه یا سفید ما استفاده کنید.

source: You can create a version using any value on the grayscale.
fa_ir: شما می‌توانید با هر مقداری در طیف خاکستری یک نسخه برای خودتان ایجاد کنید.

source: BACKGROUND COLOR
fa_ir: رنگ پس‌زمینه

source: Our logo must always have good contrast with the background to ensure maximum impact and accessibility.
fa_ir: جهت اطمینان از حداکثر تاثیرگذاری و دسترسی، نشان تجاری ما باید تضاد مناسبی با رنگ پس‌زمینه داشته باشد.

source: Use the black or white versions if the logo is to be presented on a background color.
fa_ir: اگر قرار است لوگو بر روی رنگ پس زمینه خاصی مورد استفاده قرار بگیرد، از نسخه سیاه یا سفید استفاده کنید.

source: If you’re going with grayscale, make sure you choose a version where the contrast between the logo and the background is strong.
fa_ir: اگر از پس‌زمینه طیف خاکستری استفاده می‌کنید، مطمئن شوید که تضاد بین نشان تجاری و رنگ پس‌زمینه به خوبی قابل تشخیص باشد.

source: WORDMARK
fa_ir: نشان کلمه

source: Here’s what you need to know about the wordmark:
fa_ir: در اینجا آنچه باید درباره نشان کلمه بدانید بیان شده است:

source: The font used for the wordmark is Acre Medium.
fa_ir: قلم استفاده شده در نشان کلمه جیبرس، ایران یکان است. این قلم در لوگو استفاده شده است.

source: This font is only used in the logo.
fa_ir: این تنها قلمی است که در لوگو استفاده شده است.

source: 'Jibres' is written as one word, with the letters'J' capitalized in all instances.
fa_ir: جیبرس به صورت یک تکه و با حروف به‌هم چسبیده نوشته شده است.

source: LOGO DON'TS
fa_ir: نبایدهای نشان تجاری

source: Use the Jibres logos as provided and please do not make any changes to them :)
fa_ir: لطفا مطابق دستورالعمل استفاده از نشان تجاری جیبرس از آن استفاده کنید. خواهشمندیم هیچ‌گونه تغییری در نشان تجاری ما ایجاد نکنید:)

source: LOGO DO NOTS
fa_ir: نبایدهای نشان تجاری

source: ICON BY ITSELF
fa_ir: آرم به تنهایی

source: Use the icon only when 'Jibres' has been well established elsewhere on the page or in the design. When in doubt, use the full logotype.
fa_ir: تنها زمانی از آرم استفاده کنید که در جای دیگری از صفحه یا طرح شما عبارت جیبرس به خوبی نمایان باشد. اگر شک دارید، لطفا از نشان تجاری کامل جیبرس استفاده کنید.

source: Jibres Icon
fa_ir: آیکن جیبرس

source: STANDARD LOCKUP
fa_ir: حالت نمایش استاندارد

source: Our standard horizontal lockup is our official logotype, consisting of the icon and our wordmark. If you aren't sure which logo to use in your materials, use this one.
fa_ir: نمایش افقی نشان تجاری، مدل استاندارد ما برای نمایش هویت بصری جیبرس است که از ترکیب آرم و نشان کلمه تشکیل شده است. اگر مطمئن نیستید که از کدام یک از مدل‌های نشان تجاری ما استفاده کنید، از این یکی استفاده کنید.

source: Download Jibres Brand Style Guide
fa_ir: دانلود راهنمای نشان تجاری جیبرس

source: Download Jibres Persian Brand Style Guide
fa_ir: دانلود راهنمای نشان تجاری جیبرس به زبان فارسی

source: VERTICAL LOCKUP
fa_ir: حالت نمایش عمودی

source: The vertical lockup can be used when the provided space is square and use of the horizontal lockup will make the logo look too small.
fa_ir: در فضاهایی که نیاز به نمایش مربع از لوگو داریم، می‌توانید از حالت عمودی بهره ببرید. در این حالت نشان تجاری کوچکتر از حد معمول به‌نظر می‌رسد.

source: Jibres Brand
fa_ir: برند جیبرس

source: Jibres Logo
fa_ir: لوگوی جیبرس

source: Vulnerability Disclosure Philosophy
fa_ir: فلسفه افشای آسیب پذیری

source: <b>Respect privacy.</b> Make a good faith effort not to access or destroy another users data.
fa_ir: <b>به حریم خصوصی احترام بگذاریم.</b> لطفا حسن نیست داشته باشید و از داده‌های کاربران دیگر سوء استفاده نکنید یا برای از بین بردن آن‌ها تلاش نکنید.

source: <b>Be patient.</b> Make a good faith effort to clarify and support their reports upon request.
fa_ir: <b>صبور باشید.</b> لطفا گزارش‌های خود را به‌صورت شفاف و همراه با جزئیات ارسال کنید تا در مدت زمان پاسخ‌دهی ما را کاهش دهید.

source: <b>Do no harm.</b> Act for the common good through the prompt reporting of all found vulnerabilities. Never willfully exploit others without their permission.
fa_ir: <b>آسیب نزنید.</b> از طریق ارسال گزارش‌های سریع، آسیب‌پذیری‌های یافت شده را گزارش کنید. هرگز بدون اجازه از داده‌های کسی استفاده نکنید.

source: A software bug that would allow an attacker to perform an action in violation of an expressed security policy. A bug that enables escalated access or privilege is a vulnerability. Design flaws and failures to adhere to security best practices may qualify as vulnerabilities. Weaknesses exploited by viruses, malicious code, and social engineering are not considered vulnerabilities
fa_ir: باگ یا اشکال نرم‌افزاری به مهاجمان این امکان را می‌دهد تا با نقض خط مشی امنیتی نسبت به نفوذ اقدام کنند. نقص در طراحی یا عدم رعایت بهترین شیوه‌های امنیتی ممکن است به‌عنوان آسیب‌پذیری شناخته شود. نقاط ضعف مورد استفاده توسط ویروس‌ها، کدهای مخرب و مهندسی اجتماعی، آسیب‌پذیری محسوب نمی‌شوند

source: If you believe you have found a vulnerability, please submit a Report here. The Report should include a detailed description of your discovery with clear, concise reproducible steps or a working proof-of-concept. If you don't explain the vulnerability in detail, there may be significant delays in the disclosure process, which is undesirable for everyone. We are use CVSS v.3 calculator on Jibres.
fa_ir: اگر فکر می‌کنید که یک آسیب پذیری از جیبرس پیدا کرده‌اید، لطفا گزارش آن را در اینجا برای ما ثبت کنید. گزارش باید شامل شرح مفصل و روشنی از مورد کشف‌شده باشد، مراحل کوتاه و قابل تکرار و یا اثبات مفهوم کار باشد. اگر شما جزئیات آسیب‌پذیری را به‌درستی شرح ندهید، ممکن است تاخیر قابل توجهی در فرایند گزارش افشا بوجود بیاید که برای همه نامطلوب است. ما برای محاسبه کیفیت آسیب‌پذیری در جیبرس از استاندارد CVSS v.3 استفاده خواهیم کرد.

source: Learn more about CVSS v3 rating
fa_ir: درباره روش امتیازدهی CVSS نسخه ۳ بیشتر بدانید

source: Before you start
fa_ir: قبل از شروع

source: Never attempt non-technical attacks such as social engineering, phishing, or physical attacks against our employees, users, or infrastructure!
fa_ir: هرگز حملات غیر فنی مانند مهندسی اجتماعی، فیشینگ یا حملات فیزیکی علیه کارکنان، کاربران یا زیرساخت های ما را امتحان نکنید!

source: When in doubt, contact us at info [at] jibres.com.
fa_ir: هنگامی که در شک بودید، با ما از طریق آدرس ایمیل info [at] jibres.com تماس بگیرید.

source: By participating in Jibres Bug program, you acknowledge that you have read and agree to Jibres Terms of Service.
fa_ir: با شرکت در برنامه گزارش باگ جیبرس، شما تصدیق می‌کنید که شرایط استفاده از خدمات جیبرس را خوانده و موافقت خود را با آن اعلام کرده‌اید.

source: Your participation in the Program will not violate any law applicable to you, or disrupt or compromise any data that is not your own.
fa_ir: مشارکت شما در این برنامه، هیچ‌گونه قانون قابل اجرا علیه شما را نقض نمی‌کند و اجازه انتشار، استفاده، مصالحه یا مختل کردن داده‌هایی که برای شما نیست را به شما نمی‌دهد.

source: Only test for vulnerabilities on sites you know to be operated by Jibres and are in-scope. Some sites hosted on subdomains of Jibres.com are operated by third parties and should not be tested.
fa_ir: فقط تست آسیب‌پذیری در سایت‌های جیبرس در محدوده مجاز بررسی هستند. برخی از سایت های میزبانی شده در زیردامنه‌های جیبرس توسط اشخاص ثالث اداره می‌شود و نباید آزمایش شود.

source: Jibres reserves the right to terminate or discontinue the Program at its discretion.
fa_ir: جیبرس این حق را برای خود محفوظ می‌داند که به صلاحدید خود برنامه گزارش باگ را فسخ کرده یا به آن ادامه ندهد.

source: Do not publicly disclose your submission until Jibres has evaluated the impact.
fa_ir: تا زمانی که جیبرس این باگ را ارزیابی نکرده است، تقاضا و گزارش خود را علنی نکنید.

source: Performing your research
fa_ir: پژوهش خود را انجام دهید

source: Do not impact other users with your testing. If you are attempting to find an authorization bypass, you must use accounts you own.
fa_ir: سایر کاربران را با آزمایش‌های خود تحت تاثیر قرار ندهید. برای مثلا اگر می‌خواهید یک دور زدن مجوز اعتبارسنجی را دور بزنید، باید از حساب کاربری خودتان استفاده کنید.

source: The following are <b>never</b> allowed and are ineligible for reward. We may suspend your Jibres account and ban your IP address for
fa_ir: موارد زیر <b>هرگز</b> مجاز نبوده و طبیعتا واجد دریافت پاداش نیز نیستند. هم‌چنین ممکن است ما به دلیل انجام این کارها حساب کاربری شما را به حالت تعلیق درآوریم و آدرس آی‌پی شما را مسدود کنیم

source: Performing distributed denial of service (DDoS) or other volumetric attacks.
fa_ir: انجام حملات محروم‌سازی از سرویس یا دی‌داس DDoS یا سایر حملات حجمی.

source: Spamming content
fa_ir: محتوای هرزنامه

source: Large-scale vulnerability scanners, scrapers, or automated tools which produce excessive amounts of traffic.
fa_ir: اسکنرهای مخاطرات امنیتی، خزنده‌ها یا ابزارهای خودکار در مقیاس بزرگ که باعث ایجاد ترافیک زیاد می‌شوند.

source: Note: We do allow the use of automated tools so long as they do not produce excessive amounts of traffic. For example, running one <code>nmap</code> scan against one host is allowed, but sending 10,000 requests in a minutes using Burp Suite Intruder is excessive.
fa_ir: *توجه* تا زمانی که ابزارهای خودکار منجر به ایجاد حجم ترافیکی زیاد نشوند ما مجاز به استفاده از آن‌ها هستیم. برای مثال اجرای یک اسکن <code>nmap</code> برای یک هاست مجاز است اما ارسال ۱۰.۰۰۰ درخواست در یک دقیقه توسط برپ سوییت قطعا بیش از اندازه است.

source: Researching denial-of-service attacks is allowed and eligible for rewards only if you follow these rules
fa_ir: تحقیق و پژوهش در مورد حمله منع سرویس فقط در صورت پیروی از این قوانین آزاد بوده و مجاز است

source: Research <b>must</b> be performed in you own account.
fa_ir: مورد مطالعه <b>باید</b> در حساب کاربری خود شما انجام شود.

source: Stop <b>immediately</b> if you believe you have affected the availability of our services. Don't worry about demonstrating the full impact of your vulnerability, Jibres security team will be able to determine the impact.
fa_ir: اگر فکر می‌کنید که دسترسی به خدمات با انجام این کار تحت تاثیر قرار می‌گیرد و از دسترس خارج می‌شود، <b>بلافاصله</b> عملیات را متوقف کنید. در مورد نشان دادن تاثیر کامل آسیب‌پذیری پیدا شده، نگران نباشید. تیم امنیتی جیبرس قادر به تعیین میزان تاثیرگذاری خواهند بود.

source: Severity Guidelines
fa_ir: دستورالعمل شناسایی شدت آسیب‌پذیری

source: All submissions are rated by Jibres using a purposefully simple scale. Each vulnerability is unique but the following is a rough guideline we use internally for rating and rewarding submissions.
fa_ir: تمامی گزارش‌های ارسالی به جیبرس در مقیاسی هدفمند و ساده ارزیابی می‌شوند. هر کدام از آسیب‌پذیری‌ها منحصربفرد هستند، اما دستورالعمل زیر به‌شکلی واضح به ما برای ارزیابی و دسته‌بندی شدت آسیب‌پذیری کمک می‌کند.

source: Currently, we only have a bounty for high and critical bugs.
fa_ir: در حال حاضر ما تنها برای گزارش‌های سطح بالا و بحرانی جایزه در نظر گرفته‌ایم.

source: Critical
fa_ir: بحرانی

source: Critical severity issues present a direct and immediate risk to a broad array of our users or to Jibres itself. They often affect relatively low-level/foundational components in one of our application stacks or infrastructure.
fa_ir: مشکلات بحرانی پی‌آمدهای مستقیم و فوری را برای جیبرس یا طیف وسیعی از کاربران ما ایجاد می‌کنند. این موارد غالبا در زیرساخت‌های ما یا اجزایی از برنامه‌های کاربردی سطح پایین و اثرگذار در سرویس‌های ما هستند.

source: High
fa_ir: بالا

source: High severity issues allow an attacker to read or modify highly sensitive data that they are not authorized to access. They are generally more narrow in scope than critical issues, though they may still grant an attacker extensive access.
fa_ir: مشکلات شدید پی‌آمدهای مثل اجازه دسترسی به مهاجم برای خواندن یا ویرایش داده‌های با حساسیت بالا را که به آن دسترسی ندارد ممکن می‌کند. از نظر وسعت معمولا این مشکلات محدودتر از مشکلات بحرانی هستند، اگرچه ممکن است هم‌چنان دسترسی گسترده‌ای را در اختیار مهاجمان قرار دهند.

source: Medium
fa_ir: متوسط

source: Medium severity issues allow an attacker to read or modify limited amounts of data that they are not authorized to access. They generally grant access to less sensitive information than high severity issues.
fa_ir: مشکلات متوسط معمولا به مهاجم اجازه خواندن یا ویرایش بخش محدودی از داده‌ها را که به آن دسترسی ندارند می‌دهد. معمولا این دسترسی‌ها به داده‌های با حساسیت کمتر از سطح شدید منجر می‌شوند.

source: Low
fa_ir: کم

source: Low severity issues allow an attacker to access extremely limited amounts of data. They may violate an expectation for how something is intended to work, but it allows nearly no escalation of privilege or ability to trigger unintended behavior by an attacker.
fa_ir: مسائل مربوط به شدت کم به شکل معمول به مهاجم اجازه می‌دهند تا به بخش به شدت محدودی از داده‌ها دسترسی پیدا کند. در این سطح معمولا چگونگی رفتار یک بخش نقض شده و خارج از انتظار عمل می‌کند، اما این امر تقریبا امکان افزایش دسترسی یا توانایی برای رفتار ناخواسته را برای مهاجم فراهم نمی‌کند.

source: Submit Vulnerability Report
fa_ir: ارسال گزارش آسیب‌پذیری

source: All technology contains bugs. If you've found a security vulnerability, we'd like to help out. By submitting a vulnerability to a program on Jibres. The proof of concept is the most important part of your report submission. Clear, reproducible steps will help us validate this issue as quickly as possible.
fa_ir: همه فناوری‌ها دارای اشکال و باگ هستند. اگر یک آسیب‌پذیری امنیتی یافتید، مایلیم تا به شما کمک کنیم تا آن را به شکل صحیح با ما در جریان بگذارید. ارسال گزارش آسیب‌پذیری در برنامه گزارش باگ جیبرس مهیا شده است. اثبات مفهوم مهم‌ترین بخش در ارسال گزارش است. مراحل شفاف و تکرارپذیر به ما کمک می‌کند تا با سرعت بیشتری مشکل را اعتبارسنجی کنیم.

source: Your Nickname
fa_ir: نام مستعار شما

source: Whatever you want
fa_ir: هر چی دوست دارین

source: Your mobile number
fa_ir: شماره موبایل شما

source: Your Email address
fa_ir: آدرس ایمیل شما

source: Bug Title
fa_ir: عنوان باگ

source: A clear and concise title includes the type of vulnerability and the impacted asset.
fa_ir: عنوانی روشن و مختصر شامل نوع آسیب‌پذیری و میزان شدت آن.

source: Description
fa_ir: توضیح

source: What is the vulnerability? In clear steps, how do you reproduce it?
fa_ir: آسیب‌پذیری چیست؟ در مراحلی روشن، چگونه آن را تولید می‌کنید؟

source: Send
fa_ir: ارسال

source: Bug
fa_ir: باگ

source: Jibres Bug Program
fa_ir: برنامه گزارش باگ جیبرس

source: All technology contains bugs. If you've found a security vulnerability, we'd like to help out. By submitting a vulnerability to a program on Jibres.
fa_ir: همه فناوری‌ها دارای اشکال و باگ هستند. اگر یک آسیب‌پذیری امنیتی یافتید، مایلیم تا به شما کمک کنیم آن را به شکل صحیح از طریق برنامه گزارش باگ جیبرس با ما در جریان بگذارید.

source: Come join us.
fa_ir: به ما ملحق شوید.

source: The best thing about Jibres is our people. We want to empower and inspire our team members to do their best work every day.
fa_ir: بهترین نکته درباره جیبرس، تیم ماست. ما همواره به دنبال توانمندسازی اعضای تیم خود هستیم تا همه در کنار هم بتوانیم بهترین تلاش خود را برای خدمت به شما انجام دهیم.

source: Jibres Catalog
fa_ir: کاتالوگ جیبرس

source: Jibres Certificates
fa_ir: مجوزها و گواهینامه‌های جیبرس

source: Certificates
fa_ir: گواهی‌نامه‌ها

source: We are get all of certificates!
fa_ir: ما تمام مجوزها و گواهینامه‌های ممکن را گرفته‌ایم!

source: Date
fa_ir: تاریخ

source: We are Developers, please wait!
fa_ir: ما توسعه دهنده هستیم، صبور باشید!

source: Version 1 of Jibres will be released.
fa_ir: نسخه اول جیبرس به امید خدا منتشر خواهد شد.

source: The first online sale was registered on our first online store website.
fa_ir: اولین فروش آنلاین در اولین وب‌سایت فروشگاه آنلاین ما ثبت شد.

source: IRNIC
fa_ir: ایرنیک

source: Now Jibres is official reseller of :val. You can buy iranian national domain .ir via Jibres.
fa_ir: اکنون جیبرس نماینده رسمی فروش :val است. شما می‌توانید دامنه ملی دات آی آر را از طریق جیبرس بخرید.

source: Our app generator is finished. Now we have a factory to create android application for our business.
fa_ir: کارهای اپلیکیشین ساز ما تمام شد. الان ما یک کارخانه مجهز برای ساخت سریع اپلیکیشن اندروید بیزینس‌هامون داریم.

source: happy Nowruz
fa_ir: نوروز مبارک

source: COVID-19 is come and we are release our 60 percent of our employees! GOD bless us...
fa_ir: کرونا ویروس یا کووید۱۹ اومده و ما ۶۰ درصد از کارمندان خودمون رو مرخص کردیم! خدا همه ما را حفظ کند...

source: Jibres catalog
fa_ir: کاتالوگ جیبرس

source: :val is ready.
fa_ir: :val آماده است.

source: happy New Year
fa_ir: سال نو مبارک

source: Jibres presend features at Advertising & Marketing 2019 Tehran, Iran. 17 - 20 Dec 2019.
fa_ir: جیبرس به معرفی امکانات خود در شانزدهمین نمایشگاه بین‌المللی تبلیغات و بازاریابی تهران پرداخت. ۲۶ تا ۲۹ آذرماه ۱۳۸.

source: Jibres brand is reborn.
fa_ir: برند جیبرس دوباره متولد شد.

source: add support of digital scale barcode and get weight of product automatically.
fa_ir: قابلیت پشتیبانی از بارکد ترازوهای دیجیتالی و افزودن خودکار وزن آن به فاکتور اضافه شد.

source: We reach 1B+ Toman sold on Jibres.
fa_ir: رکورد بیش از یک میلیارد تومان فروش در جیبرس ثبت شد.

source: We reach 100M+ Toman sold on Jibres.
fa_ir: رکورد بیش از ۱۰۰ میلیون تومان فروش توسط جیبرس ثبت شد.

source: We reach 10000 factor records.
fa_ir: ما به رکورد ۱۰۰۰ فاکتور ثبت شده رسیدیم.

source: First factor of first store is generated.
fa_ir: اولین فاکتور اولین فروشگاه صادر شد.

source: Our first store on web is created and start add product to store.
fa_ir: اولین فروشگاه ما بر روی وب ساخته شد و شروع به ثبت کالا کرد.

source: Beta version is released.
fa_ir: نسخه بتا منتشر شد.

source: Alfa version is released.
fa_ir: نسخه آلفای جیبرس منتشر شد.

source: We restart plans to run Jibres at Ermile.
fa_ir: برنامه‌ریزی جدیدی برای ارائه جیبرس توسط ارمایل داشتیم.

source: The name of project selected as Jibres and <a href='https://Jibres.ir' target='_blank'>Jibres.ir</a> and <a href='https://Jibres.com'>Jibres.com</a> domains are registered.
fa_ir: جیبرس به‌عنوان نام این پروژه انتخاب و دامنه‌های <a href='https://Jibres.ir' target='_blank'>Jibres.ir</a> و <a href='https://Jibres.com'>Jibres.com</a> ثبت شدند.

source: Create git repository and first commit is pushed.
fa_ir: ساخت مخزن گیت و شروع به کار.

source: Database is completely designed and implementated.
fa_ir: طراحی و پیاده‌سازی دیتابیس به‌صورت کامل انجام شد.

source: 02:00 AM
fa_ir: ۰۲:۰۰ صبح

source: Start database analysis of Jibres.
fa_ir: شروع تجزیه و تحلیل دیتابیس جیبرس.

source: We were born to do Best!
fa_ir: ما برای انجام بهترین‌ها متولد شدیم!

source: We are preparing to create something amazing in Jibres.
fa_ir: ما در حال آماده‌سازی برای ایجاد اتفاقات شگفت انگیز در جیبرس هستیم.

source: Change log of Jibres
fa_ir: پیشرفت پروژه جیبرس

source: Contact Jibres
fa_ir: تماس با جیبرس

source: Thank you for choosing us.
fa_ir: از اینکه ما را انتخاب کردید، متشکریم.

source: We do our best to improve jibres's quality. So, knowing your valuable comments about bugs and problems and more importantly your precious offers will help us in this way.
fa_ir: تمام تلاش ما بر افزایش کیفیت جیبرس است. دانستن نظرات ارزشمند شما درباره‌ی مشکلات و نواقص و صدالبته پیشنهادات گرانبهایتان از طریق فرم زیر سبب کمک به ما برای این مهم خواهد شد.

source: Name
fa_ir: نام

source: Full Name
fa_ir: نام کامل

source: Mobile
fa_ir: موبایل

source: Please enter valid mobile number. `:val` is incorrect
fa_ir: لطفا شماره موبایل معتبری وارد کنید. :val اشتباه است

source: Email
fa_ir: رایانامه

source: Your Message
fa_ir: پیام شما

source: jibres
fa_ir: جیبرس

source: Iran
fa_ir: ایران

source: Qom
fa_ir: قم

source: 1st alley, Haft-e-tir St
fa_ir: خیابان هفت تیر، کوچه یکم

source: Floor2, Yas Building
fa_ir: ساختمان یاس، طبقه دوم

source: Postal Code
fa_ir: کد پستی

source: Our location on map
fa_ir: موقعیت ما در نقشه

source: Contact Us
fa_ir: تماس با ما

source: Knowing your valuable comments about bugs and problems and more importantly your precious offers will help us in this way.
fa_ir: دانستن نظرات ارزشمند شما درباره‌ی مشکلات و نواقص و صدالبته پیشنهادات گرانبهایتان از طریق فرم زیر سبب کمک به ما برای این مهم خواهد شد.

source: What is a domain?
fa_ir: دامنه چیست؟

source: Everything you need to know about domains
fa_ir: تمام آنچه که نیاز است درباره دامنه بدانید

source: Have you ever asked yourself, 'What is a domain, anyway?' Well, take a look up there at the top of the screen. See that part at the top of your browser window in the URL bar? It's the part that starts with '<span class='txtB'>http://</span>' in the address bar. The second part of the URL is the domain. In our case, it's <span class='txtB'>jibres.com</span>.
fa_ir: آیا تا به حال شده از خودتون بپرسید دامنه چیست؟ یه نگاه به بالای همین صفحه بندازید. نوار آدرس رو توی مرورگر خودتون می‌بینید؟ همونجایی که با '<span class='txtB'>https://</span>' شروع شده رو توی نوار آدرس ببینید. بخش دوم آدرس مربوط به دامنه است. در این مورد ما دامنه <span class='txtB'>jibres.ir</span>.

source: Let's take a look at what goes on behind that domain.
fa_ir: بیایید نگاهی به آنچه در پس زمینه‌ی دامنه رخ می‌دهد بیندازیم.
