Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Third Party Services
fa_ir: سرویس‌های افزودنی دیگران

source: Connect to other services like google analytics, live chat
fa_ir: اتصال به سایر سرویس‌ها مثل گوگل آنالیتیکز، چت آنلاین، کد ساماندهی و اینماد

source: Manage your business accounting
fa_ir: مدیریت حسابداری بیزینس شما

source: Create online forms and publish them.
fa_ir: فرم‌های آنلاین بسازید و آنها را منتشر کنید.

source: Collect data.
fa_ir: جمع‌آوری داده‌ها.

source: CMS
fa_ir: سیستم مدیریت محتوا

source: Manage your business news and contents
fa_ir: مدیریت اخبار و محتوای بیزینس شما

source: Customers - CRM
fa_ir: مشتریان - CRM

source: Manage business customers
fa_ir: مدیریت مشتریان بیزینس

source: Your setting was saved
fa_ir: تنظیمات شما ذخیره شد

source: Validity period of order
fa_ir: مدت زمان اعتبار سفارش

source: Orders List
fa_ir: لیست سفارشات

source: Set Order validity time
fa_ir: تنظیم مدت زمان اعتبار سفارش

source: After this time, any unpaid orders will expire
fa_ir: بعد از این زمان،‌ تمامی سفارشات پرداخت نشده منقضی خواهند شد

source: Order validity time
fa_ir: زمان اعتبار سفارش

source: Default (Never expire order)
fa_ir: پیشفرض (هیچ گاه منقضی نخواهد شد)

source: 1 hour
fa_ir: یک ساعت

source: 3 hour
fa_ir: سه ساعت

source: 5 hour
fa_ir: پنج ساعت

source: 10 hour
fa_ir: ده ساعت

source: 1 Day
fa_ir: یک روز

source: 3 Day
fa_ir: سه روز

source: 5 Day
fa_ir: پنج روز

source: 10 Day
fa_ir: ده روز

source: 30 Day
fa_ir: یک ماه

source: Order Validity
fa_ir: اعتبار سفارش

source: Order Setting
fa_ir: تنظیمات سفارش

source: Configuration bank payment setting
fa_ir: تنظیمات درگاه پرداخت بانک

source: Test payment
fa_ir: تست درگاه پرداخت

source: Enable mellat payment
fa_ir: فعال سازی درگاه پرداخت بانک ملت

source: Enable zarinpal payment
fa_ir: فعال سازی درگاه پرداخت زرین‌پال

source: Enable asanpardakht payment
fa_ir: فعال سازی درگاه پرداخت آسان‌پرداخت

source: Enable parsian payment
fa_ir: فعال سازی درگاه پرداخت پارسیان

source: Enable payir payment
fa_ir: فعال سازی درگاه پرداخت پی‌آی‌آر

source: Enable irkish payment
fa_ir: فعال سازی درگاه پرداخت ایران‌کیش

source: Pay test
fa_ir: تست درگاه پرداخت

source: Payment
fa_ir: درگاه

source: Payment Gateway
fa_ir: درگاه پرداخت

source: Bank gateway setting
fa_ir: تنظیمات درگاه بانک

source: payment setting
fa_ir: تنظیمات پرداخت

source: Add new pos to you store
fa_ir: افزودن دستگاه کارتخوان جدید به فروشگاه شما

source: Saderat
fa_ir: بانک صادرات

source: Mellat
fa_ir: بانک ملت

source: Tejarat
fa_ir: بانک تجارت

source: Melli
fa_ir: بانک ملی

source: Sepah
fa_ir: بانک سپه

source: Keshavarzi
fa_ir: بانک کشاورزی

source: Parsian
fa_ir: پارسیان

source: Maskan
fa_ir: بانک مسکن

source: Refah
fa_ir: بانک رفاه

source: Novin
fa_ir: بانک نوین

source: Ansar
fa_ir: بانک انصار

source: Pasargad
fa_ir: بانک پاسارگاد

source: Saman
fa_ir: بانک سامان

source: Sina
fa_ir: بانک سینا

source: Post
fa_ir: نوشته

source: Ghavamin
fa_ir: بانک قوامین

source: Taavon
fa_ir: بانک تعاون

source: Shahr
fa_ir: بانک شهر

source: Ayande
fa_ir: بانک آینده

source: Sarmayeh
fa_ir: بانک سرمایه

source: Day bank
fa_ir: بانک دی

source: Hekmat
fa_ir: بانک حکمت

source: Iranzamin
fa_ir: بانک ایران زمین

source: Karafarin
fa_ir: بانک کار آفرین

source: Gardeshgari
fa_ir: بانک گردشگری

source: Madan
fa_ir: بانک مدائن

source: Tsaderat
fa_ir: بانک صادرات

source: Khavarmiyane
fa_ir: بانک خاور میانه

source: Ivbb
fa_ir: بانک مشترک ایران و ونزوئلا

source: Irkish
fa_ir: ایران کیش

source: Asanpardakht
fa_ir: آسان پرداخت

source: Zarinpal
fa_ir: زرین پال

source: Payir
fa_ir: پی‌آی‌آر

source: Enable irankish PC POS
fa_ir: فعال سازی پی‌سی‌پوز ایران‌کیش

source: Serial
fa_ir: سریال

source: Terminal
fa_ir: ترمینال

source: Receiver
fa_ir: پذیرنده

source: Enable asanpardakht PC POS
fa_ir: فعال سازی پی‌سی‌پوز آسان‌پرداخت

source: Port
fa_ir: پورت

source: Add pos
fa_ir: افزودن دستگاه کارتخوان

source: Bank
fa_ir: بانک

source: Is default
fa_ir: پیش‌فرض

source: PcPos
fa_ir: پی‌سی‌پوز

source: Set as default
fa_ir: تنظیم به عنوان پیشفرض

source: Store address
fa_ir: آدرس‌ فروشگاه

source: Manage inventory
fa_ir: مدیریت انبار

source: Add new inventory
fa_ir: افزودن انبار جدید

source: Central inventory
fa_ir: انبار مرکزی

source: Products items
fa_ir: تعداد محصولات

source: Last update
fa_ir: آخرین به‌روزرسانی

source: Invalid type
fa_ir: نوع نامعتبر

source: Place setting
fa_ir: تنظیمات موقعیت‌ها

source: PC-POS setting
fa_ir: تنظیمات دستگاه کارتخوان

source: POS setting
fa_ir: تنظیمات دستگاه کارتخوان

source: Point of sale hardwares
fa_ir: سخت‌افزارهای صندوق فروشگاهی

source: Categories of Product
fa_ir: دسته‌بندی‌های محصولات

source: Product Units
fa_ir: واحد‌های محصولات

source: Product Compnay
fa_ir: شرکت سازنده محصولات

source: Price history
fa_ir: تاریخچه قیمت

source: Products value
fa_ir: ارزش محصولات

source: Store Units
fa_ir: واحد‌های فروشگاه

source: Product Default share text
fa_ir: متن ثابت و پیشفرض برای اشتراک گذاری محصولات

source: Product Default view text
fa_ir: متن ثابت پیشفرض در صفحه نمایش محصول

source: Add tag to all product
fa_ir: افزودن تگ به همه محصولات

source: Product setting
fa_ir: تنظیمات محصولات

source: Set Product Text
fa_ir: تنظیم متن ثابت اشتراک گذاری هر محصول

source: If it takes time for your product to be ready and can be sent to the customer, enter the time in this field. Of course, each product has a separate preparation time, which in the order of the time entered here is added to the product preparation time.
fa_ir: اگر برای آماده سازی محصول خود نیاز به زمان دارید تا محصول آماده ارسال به مشتری شود آن زمان را به ساعت در اینجا وارد کنید. البته هر محصول زمان آماده سازی جداگانه‌ای دارد که در صفحه ویرایش آن قابل تنظیم است. مدت زمانی را که در اینجا وارد می‌کنید با مدت زمان آماده سازی محصول جمع خواهد شد و به مشتری نمایش داده می‌شود.

source: Set preparation time
fa_ir: تنظیم زمان آماده سازی

source: The price list is displayed by default
fa_ir: نمایش لیست قیمت محصولات به صورت پیشفرض

source: The list section includes the product price, discount, buyprice and somethig else. You can see this list of products on the first page of product list
fa_ir: این لیست شامل قسمت خرید،‌ قیمت فروش،‌ تخفیف و ... است. شما می‌توانید این لیست را به عنوان لیست پیشفرض محصولات انتخاب کنید

source: Variant of product
fa_ir: تنوع محصولات

source: Enable variant product
fa_ir: فعال سازی تنوع محصولات

source: The tracking option
fa_ir: تنظیمات رهگیری محصول

source: Is the tracking inventory value on or off when adding a new product?
fa_ir: آیا مقدار پیشفرض «رهگیری موجودی»‌ در هنگام افزودن محصول جدید روشن باشد یا خاموش؟

source: Product comments
fa_ir: نظرات مشتریان در مورد محصول

source: Is it possible to receive comment from customers for each product?
fa_ir: آیا می‌خواهید امکان دریافت نظرات مشتریان در صفحه هر محصول در وب‌سایت وجود داشته باشد؟

source: Open
fa_ir: باز

source: Image ratio
fa_ir: نسبت تصویر

source: Set default image ratio
fa_ir: تنظیم نسبت تصویر پیشفرض

source: Set Preparation time
fa_ir: تنظیم زمان آماده سازی

source: Product detail suggestion
fa_ir: پیشنهاد جزئیات محصولات

source: Enable product suggestion
fa_ir: فعال سازی پیشنهاد تصاویر محصولات

source: Product Setting
fa_ir: تنظیمات محصولات

source: Default (1:1)
fa_ir: پیش‌فرض (۱:۱)

source: Your can add tag to all products
fa_ir: شما می‌توانید یک تگ را به همه محصولات اضافه کنید

source: You can set fixed text for when you post a product on social media
fa_ir: هنگام ارسال یک محصول در شبکه‌های اجتماعی، می‌توانید متن ثابتی را در زیر همه محصولات قرار دهید

source: Product Share Text
fa_ir: متن ثابت برای اشتراک گذاری محصولات

source: Set Product view Text
fa_ir: تنظیم متن ثابت در صفحه نمایش محصول

source: You can set fixed text for when load a product on your website
fa_ir: هنگام نمایش محصول در وب‌سایت می‌توانید جمله ثابتی را زیر تمامی محصولات قرار دهید

source: Product View Text
fa_ir: متن ثابت در صفحه نمایش محصول

source: Shipping option
fa_ir: تنظیمات ارسال سفارش

source: Shipping default page text
fa_ir: متن ثابت صفحه ارسال سفارش

source: Calculate IR POST Shipping price
fa_ir: محاسبه هزینه ارسال با پست

source: Selling physical products? You need to ship them!
fa_ir: محصولات فیزیکی می‌فروشید؟ شما نیاز به حمل و نقل آنان دارید!

source: Deliver in store place?
fa_ir: آیا تحویل در محل فروشگاه دارید؟

source: Do you have shipping?
fa_ir: آیا حمل و نقل دارید؟

source: To set your business currency
fa_ir: برای تنظیم واحد‌های فروشگاه

source: Click here
fa_ir: اینجا کلیک کنید

source: Send by post?
fa_ir: آیا ارسال توسط پست دارید؟

source: Shipping cost
fa_ir: هزینه ارسال

source: Have free shipping?
fa_ir: آیا ارسال رایگان دارید؟

source: Shipping larger than this value is free
fa_ir: بالاتر از این مبلغ ارسال رایگان است

source: Send by courier?
fa_ir: آیا ارسال توسط پیک دارید؟

source: Send out of city?
fa_ir: آیا ارسال به خارج از شهر دارید؟

source: Send out of province?
fa_ir: آیا ارسال به خارج از استان دارید؟

source: Send out of country?
fa_ir: آیا ارسال به خارج از کشور دارید؟

source: Setting up shipping rates
fa_ir: تنظیم نرخ حمل و نقل

source: Set Shipping Text
fa_ir: تنظیم متن ثابت صفحه ارسال سفارش

source: If you want to show a message to all customers on the shopping shipping page, write it here. You can also adjust the color of this text. <br> After setting this text, you will see a sample of it at the bottom of this page
fa_ir: اگر می خواهید در صفحه ارسال سفارش پیامی را به همه مشتریان نشان دهید، آن را در اینجا بنویسید. همچنین می توانید رنگ این متن را تنظیم کنید. <br> پس از تنظیم این متن، نمونه‌ای از آن را در پایین همین صفحه مشاهده خواهید کرد

source: Shipping Text
fa_ir: تنظیم متن ثابت صفحه ارسال سفارش

source: Kavenegar API KEY
fa_ir: کلید اتصال ای‌پی‌آی کاوه‌نگار

source: Sent SMS history
fa_ir: تاریخچه پیامک‌های ارسال شده

source: API
fa_ir: رابط برنامه‌نویسی

source: Kavenegar API
fa_ir: کلید اتصال ای‌پی‌آی کاوه‌نگار

source: Setting SMS
fa_ir: تنظیمات پیام کوتاه

source: Set the social network link
fa_ir: تنظیم لینک شبکه‌های اجتماعی

source: This item use in your website.
fa_ir: این گزینه‌ها در وب‌سایت شما استفاده خواهند شد.

source: Instagram
fa_ir: اینستاگرام

source: Channel
fa_ir: کانال

source: Telegram Admin user
fa_ir: نام کاربری ادمین تلگرام

source: Youtube
fa_ir: یوتیوب

source: Twitter
fa_ir: توییتر

source: Linkedin
fa_ir: لینکدین

source: Github
fa_ir: گیت‌هاب

source: Facebook
fa_ir: فیس‌بوک

source: Aparat
fa_ir: آپارات

source: Eitaa
fa_ir: ایتا

source: Social Network
fa_ir: شبکه اجتماعی

source: Route static file verification
fa_ir: فایل‌های ثابت اعتبارسنجی

source: You can set some file to route in your domain
fa_ir: شما می‌توانید تعدادی فایل ثابت در بیزینس خود اضافه کنید تا از طریق سرویس‌های دیگر مورد نظر اعتبار سنجی شوید

source: File name
fa_ir: نام فایل

source: file content
fa_ir: محتوای فایل

source: File content
fa_ir: محتوای فایل

source: Static file veirfy
fa_ir: فایل‌های ثابت ثبت شده

source: Set Telegram Channel
fa_ir: تنظیم کانال تلگرام

source: Enter the username of your Telegram network manager here so that your customers will be redirected to this ID if they need to contact the channel manager
fa_ir: نام کاربری مدیر کانال تلگرامی خود را در اینجا وارد کنید تا در صورتی نیاز به تماس با مدیر کانال، مشتریان شما به این شناسه هدایت شوند

source: Admin username
fa_ir: یوزر ادمین

source: Telegram Admin username
fa_ir: نام کاربری ادمین کانال تلگرام

source: Telegram setting
fa_ir: تنظیمات تلگرام

source: Set Telegram Bot APIKEY
fa_ir: تنظیم کلید اتصال ربات تلگرام

source: It is possible to connect your business to your own custom Telegram robot. To do this, you must first create a telegram robot and provide the connection key to Jibres
fa_ir: می توانید کسب‌وکار خود را به ربات دلخواه تلگرام خود متصل کنید. برای این کار ابتدا باید یک ربات تلگرام بسازید و کلید اتصال را در اختیار جیبرس قرار دهید

source: APIKEY
fa_ir: کلید ای‌پی‌آی

source: Please enter valid api token!
fa_ir: لطفا کلید اتصال معتبری را وارد کنید!

source: This token is invalid!
fa_ir: این کلید دسترسی نامعتبر است!

source: We have a problem with this token!
fa_ir: ما با این توکن مشکل داریم!

source: Telegram bot APIKEY
fa_ir: کلید اتصال ربات تلگرام

source: You can easily share products in your Telegram channel. To do this, introduce your Telegram channel ID to us.
fa_ir: به راحتی می توانید محصولات را در کانال تلگرام خود به اشتراک بگذارید. برای این کار شناسه کانال تلگرام خود را به ما معرفی کنید.

source: Telegram channel
fa_ir: کانال تلگرام

source: Change Telegram Bot APIKEY
fa_ir: تغییر کلید اتصال ربات تلگرام

source: Change Telegram Channel
fa_ir: ویرایش کانال تلگرام

source: Set Telegram Admin username
fa_ir: تنظیم یوزر ادمین تلگرام

source: Change Telegram Admin username
fa_ir: ویرایش یوزر ادمین تلگرام

source: Set Telegram Share Text
fa_ir: تنظیم متن ثابت اشتراک گذاری در تلگرام

source: You can set a fixed text to be placed under the title and description of each product when you share it via telegram
fa_ir: وقتی می‌خواهید محصولی را از طریق تلگرام به اشتراک بگذارید می‌توانید متن ثابتی را در زیر عنوان و توضیح محصول قرار دهید

source: Change Telegram Text
fa_ir: ویرایش متن پیشفرض تلگرام

source: Set Telegram Text
fa_ir: تنظیم متن ثابت اشتراک گذاری در تلگرام

source: Set Telegram Bot start Text
fa_ir: تنظیم متن ثابت در هنگام شروع به کار ربات تلگرام

source: You can set a fixed text to be placed when user start your bot in Telegram
fa_ir: می‌توانید متن ثابتی را برای زمانی که کاربر ربات شما را شروع به کار می‌کند نمایش دهید

source: Change Telegram start text
fa_ir: ویرایش متن شروع ربات تلگرام

source: Set Telegram start text
fa_ir: تنظیم متن شروع ربات تلگرام

source: Set Telegram post button
fa_ir: تنظیم دکمه‌های نوشته‌های تلگرام

source: When posting on the Telegram channel, you can put a few buttons below it, each of which is connected to one of your social networks.
fa_ir: هنگام ارسال پست در کانال تلگرام می‌توانید چند دکمه زیر پست خود قرار دهید که هر کدام به یکی از شبکه‌های اجتماعی شما متصل شده‌اند.

source: Set
fa_ir: تنظیم

source: Telegram Start Bot Text
fa_ir: متن ثابت شروع ربات تلگرام

source: Set share telegrma Button
fa_ir: تنظیم دکمه‌های نوشته‌های تلگرام

source: When posting on the Telegram channel, you can put a few buttons below it, each of which is connected to one of your social networks. Here you can set which buttons you want to be under your Telegram post.
fa_ir: هنگام ارسال پست در کانال تلگرام می‌توانید چند دکمه زیر پست خود قرار دهید که هر کدام به یکی از شبکه‌های اجتماعی شما متصل شده‌اند. در اینجا می‌توانید تنظیم کنید که کدام دکمه‌ها زیر پست تلگرامی شما قرار داشته باشند.

source: Config Social networks id
fa_ir: تنظیم شناسه شبکه‌های اجتماعی

source: Please set your social network id
fa_ir: لطفا شبکه‌های اجتماعی خود را تنظیم کنید

source: Telegram Button
fa_ir: دکمه‌های تلگرام

source: Telegram Share Text
fa_ir: متن ثابت برای اشتراک گذاری محصولات در تلگرام

source: Analytics
fa_ir: تجزیه و تحلیل

source: Google Analytics
fa_ir: گوگل آنالیتیکس

source: Live Chat
fa_ir: چت آنلاین

source: tawk.to - 100% FREE live chat!
fa_ir: tawk.to چت زنده ۱۰۰٪ رایگان

source: RayChat - Online Chat Platform
fa_ir: رایچت - پلتفرم گفتگوی آنلاین و ارتباط با مشتریان

source: Imber - All in One Marketing Automation Platform
fa_ir: ایمبر - سرویس جامع ارتباط با مشتری

source: Enamad
fa_ir: نماد اعتماد

source: Samandehi
fa_ir: ساماندهی

source: Any company or individual that wants to sell their products or services online via its own website, should acquire the eNAMAD, which is the official indicator for an approved and trusted online vendor. To secure an eNAMAD certificate, E-commerce Development Center of Iran requires businesses to meet 38 different conditions.
fa_ir: اینماد یا نماد اعتماد الکترونیکی از طرف مرکز توسعه تجارت الکترونیک به وب‌سایتی‌های فروشگاهی داده می‌شود. مهمترین مزیت که اینماد دارد، جلب اعتماد کاربر است و به شما قابلیت دریافت درگاه مستقیم بانکی را می‌دهد.

source: Your enamad detail was saved
fa_ir: مشخصات گواهی نماد اعتماد شما ذخیره شده است

source: Enamad ID
fa_ir: شناسه نماد اعتماد

source: Enamad code
fa_ir: کد نماد اعتماد

source: Paste you Enamad code here
fa_ir: کد اینماد خود را اینجا کپی کنید

source: Remove enamad setting
fa_ir: حذف تنظیمات نماد اعتماد

source: Enamad Script is required
fa_ir: کد نماد اعتماد الزامی است

source: The text of enamad contains a series of special characters that are not in your text
fa_ir: کد نماد اعتماد دارای کلمات مشخصی است که در کد ارسالی توسط شما یافت نشد

source: Google Analytics is a web analytics service offered by Google that tracks and reports website traffic, currently as a platform inside the Google Marketing Platform brand. As of 2019, Google Analytics is the most widely used web analytics service on the web. Google Analytics provides an SDK that allows gathering usage data from iOS and Android app, known as Google Analytics for Mobile Apps.
fa_ir: گوگل آنالیتیکس یک سرویس رایگان توسعه‌داده شده توسط گوگل است که آمار بازدید‌کنندگان وب‌سایت شما را نشان می‌دهد. این سیستم امکان بررسی و تحلیل ورودی‌ها، صفحات ورودی‌دهنده، کاربران وارد‌شده، فعالیت‌های کاربران، زمان حضور و مسیر خروجی آن‌ها را ارائه می‌کند. به این ترتیب، گستره وسیعی از اطلاعات، در اختیار مدیریت سایت قرار خواهد گرفت.

source: Your Google Analytics Tracking ID
fa_ir: Tracking ID گوگل آنالیتیکس شما

source: Imber is an all-in-one marketing automation platform built for customer support with live chat, sales, and marketing. All together. 7 day free trial.
fa_ir: ایمبر به شما کمک می‌کند که یک ارتباط صمیمی و پایدار با مشتریان خود داشته باشید و اونا رو تبدیل به مشتریان وفادار کنید. ایمبر با ارایه‌ی اپلیکیشنی جامع و یک‌پارچه به شما کمک می‌کند که در سریع‌ترین زمان ممکن پاسخ مشتریان خود را بدهید.

source: Imber Token
fa_ir: توکن ایمبر

source: Imber
fa_ir: ایمبر

source: Raychat is a free customer messaging platform. Chat with your customers and make them a loyal customer.
fa_ir: با نصب رایچت بر روی وب سایت میتوانید با مشتریانتون بصورت لحظه ای گفتگو (چت) بکنید و هیچ کاربری رو از دست ندید. تجربه جدید گفتگوی آنلاین اینجا آغاز می‌شود!

source: Raychat Token
fa_ir: توکن رایچت

source: Raychat
fa_ir: رایچت

source: Any company or individual that wants to have online website, can acquire the Samandehi certification, which is the official indicator for an approved and trusted online vendor.
fa_ir: یکی از مراجع احراز هویت مدیران اینترنتی، ستاد ساماندهی پایگاه‌های اینترنتی است. این مرکز وابسته به مرکز توسعه فناوری اطلاعات و رسانه‌های دیجیتال وزارت فرهنگ و ارشاد اسلامی است. این سامانه مانع فیلتر کلی سایت می‌گردد. یعنی با ثبت مشخصات مدیر سایت در سامانه ساماندهی، بعد از دریافت اخطار، چنانچه در اسرع وقت نسبت به حذف محتوای اعلام شده از طرف سامانه اقدام کنید، سایت شما فیلتر نخواهد شد!

source: Your samandehi detail was saved
fa_ir: مشخصات گواهی ساماندهی شما ذخیره شده است

source: Samandehi Link 1
fa_ir: لینک اول ساماندهی

source: Samandehi Link 2
fa_ir: لینک دوم ساماندهی

source: Samandehi Script
fa_ir: کد ساماندهی

source: Paste you Samandehi code here
fa_ir: کد ساماندهی خود را اینجا کپی کنید

source: Remove samandehi setting
fa_ir: حذف تنظیمات ساماندهی

source: Samandehi Script is required
fa_ir: کد ساماندهی الزامی است

source: The text of samandehi contains a series of special characters that are not in your text
fa_ir: کد ساماندهی دارای کلمات مشخصی است که در کد ارسالی توسط شما یافت نشد

source: samandehi
fa_ir: ساماندهی

source: tawk.to is the world's #1 most widely used live chat software. More than 35 percent of all websites that use live chat. tawk.to is a 100 percent free live chat application designed to increase the effectiveness in managing the online customer engagement experience, enabling multiple websites and agents in a single dashboard interface to chat with the visitors on your website.
fa_ir: سرویس‌دهنده شماره یک چت آنلاین جهان tawk.to است که بیش از ۳۵ درصد وب‌سایت‌ها از آن استفاده می‌کنند. این سرویس به‌صورت کامل رایگان بوده و برای افزایش تعامل شما با مخاطبین خود طراحی شده و امکان اتصال چندین وب‌سایت به یک پنل مدیریت را هم داراست. هم‌چنین آمار بازدیدکنندگان هم توسط این سرویس ارائه می‌گردد.

source: tawk.to offers iOS, Android, Windows and Mac OSX apps to stay connected, or you can log in via any modern browser.
fa_ir: سرویس tawk.to پیشنهاد نرم‌افزار اندروید، آی‌اواس و نسخه ویندوز و سیستم‌عامل مک را هم برای اتصال به پنل مدیریت خود ارائه می‌دهد.

source: Tax settings
fa_ir: تنظیمات مالیاتی

source: Based on your country some of our options will be changed.
fa_ir: بسته به کشور شما برخی از تنظیمات ما تغییر خداهد کرد.

source: If you want to issue an official invoice, complete your legal information.
fa_ir: اگر مایل به صدور فاکتور رسمی هستید، اطلاعات حقوق لازم را تکمیل کنید.

source: It's totaly optional!
fa_ir: این کاملا اختیاری است!

source: VAT number
fa_ir: شماره مالیات بر ارزش افزوده

source: You can set it later but in setup process we help you to quick start.
fa_ir: شما می‌توانید این را بعدا تنظیم کنید، اما ما در فرآیند راه‌اندازی به شما کمک می‌کنیم تا سریع‌تر شروع کنید.

source: So, it's better to set it now!
fa_ir: بنابراین، بهتره همین الان تنظیمش کنید!

source: Fill your name and public detail to save on your store.
fa_ir: نام و جزئیات عمومی خود را در فروشگاه‌تان وارد کنید.

source: Male
fa_ir: مرد

source: Female
fa_ir: زن

source: First name
fa_ir: نام

source: Last name
fa_ir: نام‌خانوادگی

source: Birthday
fa_ir: تاریخ تولد

source: Please set your gender
fa_ir: لطفا جنسیت خود را انتخاب کنید

source: Please set your firstname
fa_ir: لطفا نام خود را وارد کنید

source: Please set your lastname
fa_ir: لطفا نام‌ خانوادگی خود را وارد کنید

source: Complete your profile
fa_ir: پروفایل خود را تکمیل کنید

source: You need at least one payment method to collect payment from your customers.
fa_ir: شما نیازمند فعال‌سازی حداقل یک روش پرداخت برای دریافت مقادیر از مشتریان خود هستید.

source: Online payment
fa_ir: پرداخت به صورت آنلاین

source: Such as Credit card, PayPal and Stripe.
fa_ir: مثل کارت بانکی، کارت اعتباری، پی‌پل یا استریپ.

source: Check Payments
fa_ir: پرداخت از طریق چک

source: Check Payments is a payment gateway that doesn't require payment to be made online.
fa_ir: چک یک روش پرداخت سنتی است که نیازمند آنلاین بودن برای پرداخت نیست.

source: Direct Bank Transfer
fa_ir: انتقال بانکی مستقیم

source: Direct Bank Transfer, or Bank Account Clearing System (BACS), is a gateway that require no payment be made online.
fa_ir: واریز بانکی یا سیستم تسویه مستقیم بانکی یک روش دیگر است که نیازمند آنلاین بودن برای پرداخت نیست.

source: Cash on delivery
fa_ir: پرداخت در محل

source: Cash on Delivery (COD) is a payment gateway that required no payment be made online.
fa_ir: پول نقد روشی دیگر است که نیازی به آنلاین بودن ندارد.

source: Orders using Cash on Delivery are set to Processing until payment is made upon delivery of the order by you or your shipping method.
fa_ir: سفارش‌های پرداختی با پول نقد به صورت پردازش‌شده ثبت باقی خواهند ماند تا تحویل توسط شما یا سرویس حمل و نقل انجام پذیرد.

source: Payment channels
fa_ir: روش‌های پرداخت

source: You can change these settings everytime.
fa_ir: شما می‌توانید این تنظیمات را هر زمانی تغییر دهید.

source: You can use barcode scanners to quickly enter products to the cart at checkout.
fa_ir: شما می‌توانید از بارکدخوان استفاده کنید تا به سرعت محصولات را به سبد خرید اضافه کنید.

source: If already you have barcode reader in your store, please tell us to add related fileds into products.
fa_ir: اگر شما در حال حاضر در فروشگاه خود بارکدخوان دارید، لطفا به ما بگویید تا ما امکانات مورد نیاز را به بخش محصولات اضافه کنیم.

source: Have barcode reader?
fa_ir: آیا بارکدخوان دارید؟

source: If already you have scale with label printer, tell us.
fa_ir: اگر اکنون ترازوی لیبل پرینتر دارید لطفا به ما بگویید.

source: We allow you to scan barcode of scale receipt, then we detect product and add them automatically.
fa_ir: ما به شما این امکان را می‌دهیم تا بارکد چاپ شده توسط ترازوی دیجیتال را اسکن کنید، سپس ما محصول را شناسایی کرده و آن را به‌صورت خودکار اضافه می‌کنیم.

source: Have scale with label printer?
fa_ir: آیا ترازوی لیبل پرینتر دارید؟
