Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Discount ASC
fa_ir: تخفیف،‌ صعودی

source: Discount DESC
fa_ir: تخفیف، نزولی

source: Price ASC
fa_ir: قیمت، صعودی

source: Price DESC
fa_ir: قیمت، نزولی

source: Item ASC
fa_ir: تعداد آیتم‌ها، صعودی

source: Item DESC
fa_ir: تعداد آیتم، نزولی

source: Qty ASC
fa_ir: تعداد، صعودی

source: Qty DESC
fa_ir: تعداد، نزولی

source: Not payed
fa_ir: پرداخت نشده

source: Factor id not set
fa_ir: شناسه فاکتور تنظیم نشده است

source: Invalid factor id
fa_ir: شناسه فاکتور اشتباه است

source: Back buy
fa_ir: بازگشت از خرید

source: Back sell
fa_ir: بازگشت از فروش

source: Sale order
fa_ir: سفارش فروش

source: Awaiting Verify payment
fa_ir: در انتظار تایید پرداخت

source: This order was deleted before
fa_ir: این سفارش قبلا حذف شده است

source: Error in delete order. Please contact to administrator
fa_ir: خطا در حذف سفارش. لطفا با مدیر سیستم تماس بگیرید

source: Order was deleted
fa_ir: سفارش حذف شد

source: Quick factor
fa_ir: فاکتور سریع

source: End
fa_ir: پایان

source: Weekday
fa_ir: روز هفته

source: Subprice larger than
fa_ir: جمع مبالغ بزرگتر از

source: Subprice less than
fa_ir: جمع مبالغ کوچکتر از

source: Subprice equal
fa_ir: جمع مبالغ برابر با

source: Item larger than
fa_ir: تعداد آیتم بزرگتر از

source: Item less than
fa_ir: تعداد آیتم کوچکتر از

source: Item equal
fa_ir: تعداد آیتم برابر با

source: Qty larger than
fa_ir: تعداد بزرگتر از

source: Qty less than
fa_ir: تعداد کوچکتر از

source: Qty equal
fa_ir: تعداد برابر با

source: Subtotal larger than
fa_ir: جمع بزرگتر از

source: Subtotal less than
fa_ir: جمع کوچکتر از

source: Subtotal equal
fa_ir: جمع مساوی با

source: Subdiscount larger than
fa_ir: جمع تخفیف بزرگتر از

source: Subdiscount less than
fa_ir: جمع تخفیف کوچکتر از

source: Subdiscount equal
fa_ir: جمع تخفیف برابر با

source: Invalid item id
fa_ir: شناسه قرعه‌کشی نامعتبر است

source: Invalid type of item
fa_ir: نوع گزینه اشتباه است

source: :val is required
fa_ir: :val الزامی است

source: You must select at least :min options
fa_ir: شما باید حداقل :min گزینه انتخاب کنید

source: You can choose up to :max options
fa_ir: شما می‌توانید حداکثر :max گزینه انتخاب کنید

source: Invalid item type
fa_ir: نوع گزینه اشتباه است

source: You are answer to this form before
fa_ir: شما قبلا این فرم را تکمیل کرده‌اید

source: Please fill the required field
fa_ir: لطفا موارد الزامی را تکمیل کنید

source: No answer received
fa_ir: هیچ پاسخی دریافت نشد

source: You have not any answer to export
fa_ir: شما هیچ پاسخی برای خروجی گرفتن ندارید

source: Answer not found
fa_ir: پاسخی یافت نشد

source: Choice successfully added
fa_ir: گزینه با موفقیت اضافه شد

source: No data to change
fa_ir: هیچ تغییری در اطلاعات شما رخ نداد

source: Choice removed
fa_ir: گزینه حذف شد

source: Your comment was saved
fa_ir: دیدگاه شما ذخیره شد

source: Comment not found
fa_ir: دیدگاه یافت نشد

source: Condition successfully added
fa_ir: شرط با موفقیت اضافه شد

source: Invalid field
fa_ir: فیلد اشتباه است

source: Column customized
fa_ir: ستون‌ها سفارشی شد

source: Not answer
fa_ir: بدون پاسخ

source: Is equal
fa_ir: مساوی با

source: Is not equal
fa_ir: نامساوی با

source: Filter removed
fa_ir: فیلتر حذف شد

source: Condition removed
fa_ir: شرط حذف شد

source: Filter executed
fa_ir: فیلتر اجرا شد

source: Contact form successfully added
fa_ir: فرم تماس با موفقیت اضافه شد

source: Can not duplicate this form
fa_ir: نمی‌توانیم این فرم را کپی کنیم

source: Contact form successfully updated
fa_ir: فرم تماس با موفقیت ویرایش شد

source: I'm Male
fa_ir: من آقا هستم

source: I'm Female
fa_ir: من خانم هستم

source: You have not complete this form
fa_ir: شما این فرم را تکمیل نکرده‌اید

source: Viewd
fa_ir: مشاهده شده

source: You have already complete this form
fa_ir: شما قبلا این فرم را تکمیل کرده‌اید

source: Minimum is larger than Maximum!
fa_ir: مقدار حداقل بیشتر از مقدار حداکثر است!

source: Invalid extentions
fa_ir: نوع فایل نامعتبر است

source: Short answer
fa_ir: پاسخ کوتاه

source: Type here ...
fa_ir: اینجا تایپ کنید...

source: Descriptive answer
fa_ir: پاسخ تشریحی

source: Numberic
fa_ir: عددی

source: Yes-no
fa_ir: بله - خیر

source: Optional choice
fa_ir: گزینه‌ای

source: Single choice
fa_ir: تک انتخابی

source: Multiple choice
fa_ir: چند انتخابی

source: You can choose as many as you want
fa_ir: شما می‌توانید هر تعداد گزینه که تمایل داشتید انتخاب کنید

source: Dropdown list
fa_ir: لیست باز‌ شونده

source: Please choose one item
fa_ir: لطفا یک گزینه را انتخاب کنید

source: Date & time
fa_ir: تاریخ و زمان

source: Birthdate
fa_ir: تاریخ تولد

source: Choose time
fa_ir: ساعت را انتخاب کنید

source: Location
fa_ir: موقعیت

source: Province-City
fa_ir: استان - شهر

source: Phone number
fa_ir: شماره تلفن

source: Enter nationalcode
fa_ir: کدملی را وارد کنید

source: Signup form
fa_ir: فرم ثبت‌نام

source: Enter mobile
fa_ir: موبایل را وارد کنید

source: abc@youdomain.com
fa_ir: abc@yourdomain.com

source: Your name
fa_ir: نام شما

source: Hidden input
fa_ir: ورودی مخفی

source: Agree
fa_ir: موافقت

source: Other choice
fa_ir: سایر گزینه‌ها

source: The question 1 is not choiceable
fa_ir: گزینه ال گزینه‌ای نیست

source: Skipped
fa_ir: رد شده

source: The question 2 is not choiceable
fa_ir: گزینه دوم گزینه‌ای نیست

source: The question 3 is not choiceable
fa_ir: گزینه سوم گزینه‌ای نیست

source: Can not add tag
fa_ir: نمی‌توانیم این تگ را اضافه کنیم

source: Tag successfully added
fa_ir: تگ با موفقیت اضافه شد

source: Answer id is required
fa_ir: شناسه پاسخ الزامی است

source: Invalid tag format
fa_ir: فرمت تگ نادرست است

source: Tag is too long!
fa_ir: کلید‌واژه خیلی طولانی است!

source: You can set maximum 20 tag to answer
fa_ir: شما می‌توانید حداکثر ۲۰ کلید‌واژه به یک پاسخ اضافه کنید

source: Duplicate tag founded
fa_ir: تگ تکراری است

source: No change in your answer tag
fa_ir: تگ پاسخ شما تغییری نکرد

source: The tag successfully updated
fa_ir: تگ با موفقیت به‌روز‌رسانی شد

source: Can not update your answer tag
fa_ir: نمی‌توانید تگ پاسخ خود را ویرایش کنید

source: Tag saved without chnage
fa_ir: تگ بدون تغییر ذخیره شد

source: Some answer save by this tag and you can not remove it
fa_ir: تعدادی از پاسخ‌ها با این تگ ذخیره شده‌اند و شما نمی‌توانید این تگ را حذف کنید

source: This form have not any answer! Can not create view from this form
fa_ir: این فرم هیچ پاسخی دریافت نکرده است و نمی‌توانید از اطلاعات آن تحلیل داشته باشید

source: The analyze of this form is created before
fa_ir: تجزیه و تحلیل این فرم قبلا انجام شده است

source: No analyze table founded
fa_ir: جدول تحلیل داده یافت نشد

source: Analyze removed
fa_ir: آنالیز داده حذف شد

source: Fund successfully added
fa_ir: صندوق با موفقیت اضافه شد

source: Invalid pos detail
fa_ir: جزئیات کارتخوان اشتباه است

source: Invalid fund id
fa_ir: شناسه صندوق اشتباه است

source: Duplicate fund founded
fa_ir: صندوق تکراری است

source: No change in your fund
fa_ir: صندوق بدون تغییر ذخیره شد

source: The fund successfully updated
fa_ir: صندوق با موفقیت به‌روز‌رسانی شد

source: Can not update your fund
fa_ir: نمی‌توانید صندوق خود را ویرایش کنید

source: Fund saved without chnage
fa_ir: صندوق بدون تغییر ذخیره شد

source: Fund successfully removed
fa_ir: صندوق با موفقیت حذف شد

source: This gift card is not enable for you
fa_ir: این کارت هدیه قابلیت استفاده برای حساب کاربری شما را ندارد

source: For use this gift code your cart amount must be larget than :val
fa_ir: برای استفاده از این کد هدیه باید حداقل :val تومان در سبد خرید شما موجود باشد

source: This gift card only work on .ir domain
fa_ir: این کارت هدیه فقط برای دامنه‌های آی‌آر معتبر است

source: This gift card only work on .ir domain by domain period 1 year
fa_ir: این کارت هدیه فقط برای دامنه‌های آی‌آر و برای مدت زمان یک سال معتبر است

source: This gift card only work on .ir domain by domain period 5 year
fa_ir: این کارت هدیه فقط برای دامنه‌های آی‌آر و برای مدت زمان ۵ سال معتبر است

source: This gift card not working here!
fa_ir: این کارت هدیه برای این خرید تولید نشده است و کاربرد آن جای دیگری است!

source: This gift card is not enable
fa_ir: امکان استفاده از این کارت هدیه وجود ندارد

source: This gift card is expired
fa_ir: این کارت هدیه منقضی شده است

source: Capacity of this gift card is full
fa_ir: ظرفیت استفاده از این کد تخفیف تکمیل شده است

source: You have used the maximum capacity of this discount code
fa_ir: شما یک یا چند بار از این کد تخفیف استفاده کرده‌اید و امکان استفاده مجدد آن برای شما مقدور نیست

source: Your gift card was created
fa_ir: کارت هدیه شما ساخته شد

source: Gift detail not found
fa_ir: جزئیات کارت هدیه یافت نشد

source: This gift code was reserved before. Try another
fa_ir: این کد کارت هدیه قبلا رزرو شده است. کد دیگری انتخاب کنید

source: Gift setting saved
fa_ir: تنظیمات کارت هدیه ذخیره شد

source: Gift card saved without change
fa_ir: کات هدیه بدون تغییر ذخیره شد

source: Can not save your import request
fa_ir: نمی‌توانیم درخواست واردسازی دسته‌ای شما را ذخیره کنیم

source: No avalible file founded to import
fa_ir: هیج فایل معتبری برای وارد سازی یافت نشد

source: This file have error and can not be import!
fa_ir: این فایل دارای خطا است و امکان وارد سازی آن وجود ندارد!

source: Import successfully
fa_ir: عملیات واردسازی با موفقیت انجام شد

source: File size error
fa_ir: حجم فایل بیش از اندازه مجاز است

source: Can not read file
fa_ir: ناتوان در خواندن فایل

source: Your file saved.
fa_ir: فایل شما ذخیره شد.

source: Duplicate inventory name
fa_ir: نام انبار تکراری است

source: You have used the maximum inventory capacity
fa_ir: شما از حداکثر ظرفیت ثبت انبار خود استفاده کرده‌اید

source: Inventory successfully added
fa_ir: انبار با موفقیت اضافه شد

source: Invalid inventory id
fa_ir: شناسه انبار اشتباه است

source: No change in your inventory
fa_ir: تغییری در انبار شما رخ نداد

source: The inventory successfully updated
fa_ir: انبار با موفقیت به‌روزرسانی شد

source: Can not update your inventory
fa_ir: نمی‌توانید انبار خود را ویرایش کنید

source: Factor successfully added
fa_ir: فاکتور با موفقیت اضافه شد

source: Invalid irvat id
fa_ir: شناسه فاکتور اشتباه است

source: No change in your irvat
fa_ir: هیچ تغییری در فاکتور شما رخ نداد

source: The irvat successfully updated
fa_ir: فاکتور به‌روزرسانی شد

source: Can not update your irvat
fa_ir: نمی‌توانید فاکتور خود را ویرایش کنید

source: Product detail not found
fa_ir: جزئیات محصول یافت نشد

source: Product gallery not found
fa_ir: گالری محصول یافت نشد

source: Maximum count of gallery file is 30
fa_ir: حداکثر تعداد فایل در گالری ۳۰ فایل است

source: Your Application is ready to download
fa_ir: برنامه شما برای دانلود آماده است

source: Build application completed
fa_ir: ساخت برنامه تکمیل شد

source: To download it click here
fa_ir: برای دانلود فایل کلیک کنید

source: New business created
fa_ir: بیزینس جدید ساخته شد

source: Business title
fa_ir: عنوان بیزینس

source: Business subdomain
fa_ir: آدرس بیزینس

source: Business owner
fa_ir: مالک بیزینس

source: Creating New business Alert
fa_ir: هشدار در حال ساخت بیزینس جدید

source: User start creating store by title :title
fa_ir: مشتری فرایند ساخت بیزینس جدید را با عنوان :title آغاز کرد

source: But user can not add because have limit on create store
fa_ir: اما مشتری نتوانست مراحل را ادامه دهد چون با محدودیت تعداد بیزینس مواجه شد

source: User skip ask step
fa_ir: کاربر از مرحله پرسش رد شد و به سوالات پاسخ نداد

source: User answer to question in ask step
fa_ir: کاربر به سوالات موجود در این مرحله پاسخ داد

source: User try choose subdomain :subdomain
fa_ir: مشتری برای انتخاب زیر دامنه :subdomain تلاش کرد

source: But we can not support this subdomain!
fa_ir: اما ما این زیردامنه را پشتیبانی نمی‌کنیم!

source: But this sbudomain already exists
fa_ir: اما این زیر دامنه قبلاً گرفته شده است

source: And creating business was started ;)
fa_ir: و ساخت بیزینس جدید آغاز شد ;)

source: We can not complete creating store
fa_ir: ما نتوانستیم فرایند ساخت فروشگاه را تکمیل کنیم

source: Creating New business in progress
fa_ir: ساخت بیزینس جدید در حال انجام است

source: Domain Auto renew alert
fa_ir: هشدار تمدید خودکار دامنه

source: Domain credit low!
fa_ir: اعتبار دامنه‌ها کم است!

source: Less than :val credits remain
fa_ir: کمتر از :val اعتبار باقی است

source: Alert domain expire
fa_ir: هشدار انقضای دامنه

source: Domain :domain will be expire in next day!
fa_ir: دامنه :domain تا یک روز آینده منقضی خواهد شد!

source: :count Domains will be expire in next day!
fa_ir: :count دامنه از دامنه‌های شما تا یک روز دیگر منقضی خواهند شد!

source: Domain :domain will be expire in next week
fa_ir: دامنه :domain تا یک هفته آینده منقضی خواهد شد

source: :count Domains will be expire in next week
fa_ir: :count دامنه از دامنه‌های شما تا یک هفته دیگر منقضی خواهند شد

source: Domain Status was updated
fa_ir: وضعیت دامنه شما به‌روز شده است

source: Register Domain :domain was approved By IRNIC
fa_ir: ثبت دامنه :domain توسط ایرنیک تایید شد

source: Register Domain :domain was rejected By IRNIC!
fa_ir: ثبت دامنه :domain توسط ایرنیک رد شد!

source: Status of Domain :domain was changed with IRNIC Registrar
fa_ir: وضعیت دامنه :domain توسط ایرنیک به‌روزرسانی شد

source: Domain register successfull
fa_ir: ثبت‌نام دامنه با موفقیت انجام شد

source: Domain renew successfull
fa_ir: تمدید دامنه با موفقیت انجام شد

source: Domain transfer successfull
fa_ir: انتقال دامنه با موفقیت انجام شد

source: New domain :domain was registered.
fa_ir: دامنه :domain با موفقیت ثبت شد.

source: Domain :domain was renewed.
fa_ir: تمدید دامنه :domain انجام شد.

source: Domain :domain was transferd.
fa_ir: انتقال دامنه :domain انجام شد.

source: For 1 year.
fa_ir: برای یک سال.

source: For 5 year.
fa_ir: برای ۵ سال.

source: Used from a gift card.
fa_ir: از کارت هدیه استفاده شده.

source: Total payed :val
fa_ir: مبلغ پرداختی :val

source: Create export file completed
fa_ir: ساخت فایل خروجی تکمیل شد

source: This file will be automatically deleted for a few minutes
fa_ir: این فایل به صورت خودکار تا چند دقیقه دیگر حذف خواهد شد

source: New answer
fa_ir: پاسخ جدید

source: A new response to the form was registered
fa_ir: یک پاسخ جدید به فرم‌ها ثبت شد

source: View answer
fa_ir: مشاهده پاسخ

source: New answer to form
fa_ir: پاسخ جدید به فرم

source: Hooray :)
fa_ir: هورا :)

source: Order
fa_ir: سفارش

source: Show order
fa_ir: نمایش سفارش

source: Jibres; Sell and enjoy
fa_ir: جیبرس؛ بفروش و لذت ببر

source: A final order and the amount of :amount :currency was paid in :business :)
fa_ir: یک سفارش نهایی و مبلغ :amount :currency در :business پرداخت شد :)

source: Your order was registered
fa_ir: سفارش شما ثبت شد

source: A new order in the amount of :amount :currency was registered in :business. We, like you, are waiting to inform you after completing the payment
fa_ir: یک سفارش جدید به مبلغ:amount :currency در :business ثبت شد. ما هم مثل شما منتظریم تا پس از تکمیل پرداخت به شما اطلاع دهیم

source: Your order in the amount of :amount :currency was registered in :business and we are preparing your order with the speed of light
fa_ir: سفارش شما به مبلغ :amount :currency در :business ثبت شد و ما با سرعت نور در حال آماده‌سازی سفارش شما هستیم

source: We have sent your order by post and it will be delivered to you soon.
fa_ir: سفارش شما رو از طریق پست ارسال کردیم و بزودی به‌دست شما خواهد رسید.

source: Your Tracking number is :val
fa_ir: کد رهگیری شما :val

source: Menu created
fa_ir: منو ساخته شد

source: Maximum menu level is 5
fa_ir: منو حداکثر می‌تواند ۵ لایه باشد

source: Invalid product id
fa_ir: شناسه محصول اشتباه است

source: Sort arguments must be array
fa_ir: پارامتر مرتب‌سازی باید آرایه باشد

source: Add Subitem
fa_ir: افزودن زیرمنو

source: Data not found
fa_ir: داده یافت نشد

source: Menu removed
fa_ir: منو حذف شد

source: Invalid contact
fa_ir: مخاطب اشتباه است

source: Can not add your contact
fa_ir: نمی‌توانیم مخاطب مورد نظر شما را اضافه کنیم

source: This contact is not available from IRNIC!
fa_ir: این شناسه ایرنیک در سرور ایرنیک موجود نیست!

source: Invalid IRNIC Handle
fa_ir: شناسه ایرنیک نامعتبر است

source: You already added this one to your IRNIC handle list
fa_ir: شما قبلا این مورد را به لیست شناسه‌های ایرنیک خود اضافه کرده‌اید

source: IRNIC handle added successfully
fa_ir: شناسه ایرنیک با موفقیت اضافه شد

source: This IRNIC handle is not available!
fa_ir: این شناسه ایرنیک موجود نیست!

source: Can not add your IRNIC Handle
fa_ir: نمی‌توانیم شناسه ایرنیک شما را ایجاد کنیم

source: Title is out of range
fa_ir: عنوان خارج از محدوده مجاز است

source: This IRNIC Handle already added to your IRNIC Handle list
fa_ir: این شناسه ایرنیک قبلا به لیست شناسه‌‌های شما اضافه شده است

source: Please set your firstname in latin characters
fa_ir: لطفا نام خود را با حروف لاتین وارد کنید

source: Please set your lastname in latin characters
fa_ir: لطفا نام خانوادگی خود را با حروف لاتین وارد کنید

source: Please set your province in latin characters
fa_ir: لطفا استان را به انگلیسی وارد کنید

source: Please set your city in latin characters
fa_ir: لطفا شهر را به انگلیسی وارد کنید

source: Please set your address in latin characters
fa_ir: لطفا آدرس خود را با حروف لاتین وارد کنید

source: This contact already added to your contact list
fa_ir: این مخاطب قبلا به لیست مخاطبان شما اضافه شده است

source: Contact created
fa_ir: مخاطب ساخته شد

source: Contact not found
fa_ir: مخاطب یافت نشد

source: Contact removed
fa_ir: مخاطب حذف شد

source: This IRNIC contact not found in your list!
fa_ir: این شناسه ایرنیک در لیست یافت نشد!

source: Contact detail updated
fa_ir: جزئیات مخاطب به‌روزرسانی شد

source: Can not update your account at this time
fa_ir: در حال حاضر نمی‌توانیم جزئیات مخاطب را به‌روزرسانی کنیم

source: No data received to update
fa_ir: اطلاعاتی برای به‌روزرسانی یافت نشد

source: Contact updateded
fa_ir: مخاطب به‌روزرسانی شد

source: No way to update data
fa_ir: هیچ راهی برای به‌روزرسانی اطلاعات وجود ندارد

source: Domain not found
fa_ir: دامنه یافت نشد

source: Please view the privacy policy and check 'I agree' check box
fa_ir: لطفا شرایط و قوانین را مطالعه کرده و موافقت خود را با آن اعلام کنید

source: Please indicate the duration of the domain purchase, 1 year or 5 year?
fa_ir: لطفا مشخص کنید که دامنه را با چه مدت زمانی خریداری خواهید کرد. یک سال یا پنج سال؟

source: Please enter IRNIC handle
fa_ir: لطفا شناسه ایرنیک خود را وارد کنید

source: IRNIC handle not fount in your list
fa_ir: شناسه ایرنیک در لیست شما یافت نشد

source: We can not register domain by your IRNIC holder
fa_ir: ما اجازه ثبت دامنه با این شناسه ایرنیک نداریم

source: Your must go to nic.ir and set change holder setting and allow to reseller to access to your account
fa_ir: لازم است تا به وب‌سایت ایرنیک مراجعه کرده و جیبرس را به عنوان نماینده خودتون ثبت کنید

source: Can not find account detail of this domain
fa_ir: نمی‌توانید اطلاعات مربوط به صاحب امتیاز دامنه را از جزئیات دامنه دریافت کنیم

source: Can not find admin account detail of this domain
fa_ir: نمی‌توانید اطلاعات مربوط به صاحب امتیاز دامنه را از جزئیات دامنه دریافت کنیم

source: We can not register this domain because the admin holder of IRNIC can not access to register
fa_ir: ما نمی‌توانیم این دامنه را برای شما ثبت کنیم. چون شناسه ایرنیک وارد شده به ما اجازه دسترسی برای تنظیم به‌عنوان صاحب امتیاز یک دامنه را نمی‌دهد. لازم است تا به وب‌سایت ایرنیک مراجعه کرده و جیبرس را به عنوان نماینده خودتون ثبت کنید

source: Can not find billing account detail of this domain
fa_ir: نمی‌توانید اطلاعات مربوط به رابط مالی دامنه را از جزئیات دامنه دریافت کنیم

source: We can not register this domain because the bill holder of IRNIC can not access to register
fa_ir: ما نمی‌توانیم این دامنه را برای شما ثبت کنیم. چون رابط مالی شناسه ایرنیک وارد شده به ما اجازه دسترسی نمی‌دهد. لازم است تا به وب‌سایت ایرنیک مراجعه کرده و جیبرس را به عنوان نماینده خودتون ثبت کنید

source: Can not find technical account detail of this domain
fa_ir: نمی‌توانید اطلاعات مربوط به رابط فنی دامنه را از جزئیات دامنه دریافت کنیم

source: Can not find technical account detail of this domain
fa_ir: نمی‌توانید اطلاعات مربوط به رابط فنی دامنه را از جزئیات دامنه دریافت کنیم

source: We can not register this domain because the technical holder of IRNIC can not access to register
fa_ir: ما نمی‌توانیم این دامنه را برای شما ثبت کنیم. چون رابط فنی شناسه ایرنیک وارد شده به ما اجازه دسترسی نمی‌دهد. لازم است تا به وب‌سایت ایرنیک مراجعه کرده و جیبرس را به عنوان نماینده خودتون ثبت کنید

source: This domain is already in your list
fa_ir: این دامنه در حال حاضر در لیست شما وجود دارد

source: Error! Can not create your domain data
fa_ir: خطا! نمی‌توانیم داده وب‌سایت را بسازیم

source: Domain ready to register
fa_ir: دامنه آماده ثبت است

source: Buy :domain For :year year by IRNIC handle :nic_id
fa_ir: خرید دامنه :domain برای :year سال با شناسه ایرنیک :nic_id

source: Buy domian :val
fa_ir: خرید دامنه :val

source: Can not register your domain
fa_ir: نمی‌توانیم دامنه شما را ثبت کنیم

source: No change in domain
fa_ir: تغییری در دامنه انجام نشد

source: You can not edit this domain setting
fa_ir: شما نمی‌توانید تنظیمات این دامنه را ویرایش کنید

source: Can not update your domain detail now!
fa_ir: در حال حاضر نمی‌توانیم جزئیات دامنه را بروزرسانی کنیم!

source: Domain detail updated
fa_ir: جزئیات دامنه بروزرسانی شد

source: No change in you domain detail
fa_ir: تغییری در جزئیات دامنه انجام نشد

source: Detail updated
fa_ir: جزئیات به‌روزرسانی شد

source: Please fill domain
fa_ir: لطفا دامنه را وارد کنید

source: Please fill your domain list
fa_ir: لطفا لیست‌ دامنه‌ها را پر کنید

source: Maximum input of import domain is 10,000 character
fa_ir: حداکثر تعداد کاراکتر‌های مجاز برای وارد سازی دامنه ۱۰،۰۰۰ کاراکتر است

source: Only ir domain can be import. We found a non-ir domain in your list
fa_ir: تنها می‌توانید از دامنه‌های آی‌آر استفاده کنید. ما تعدادی دامنه غیر آی‌آر در لیست شما پیدا کردیم

source: No valid domain find in your text
fa_ir: ما هیچ دامنه معتبری در لیست شما پیدا نکردیم

source: Maximum domain in one request is 50 domain
fa_ir: در هر درخواست تنها‌ می‌توانید نام ۵۰ دامنه را وارد کنید

source: All valid domain was exists in your list
fa_ir: تمامی دامنه‌های وارد شده هم‌اکنون در لیست شما وجود دارد

source: :val Domain added to your list
fa_ir: :val دامنه به لیست شما اضافه شد

source: Please set domain
fa_ir: لطفا دامنه را وارد کنید

source: Invalid domain syntax
fa_ir: ساختار دامنه اشتباه است

source: This domain is already locked
fa_ir: این دامنه در حال حاضر قفل است

source: Domain is locked
fa_ir: دامنه قفل شده است

source: Can not lock your domain
fa_ir: نمی‌توانید دامنه را قفل کنید

source: This domain is already unlocked
fa_ir: این دامنه در حال حاضر قفل نیست

source: Domain is unlocked
fa_ir: دامنه از حالت قفل خارج شده است

source: Can not unlock your domain
fa_ir: نمی‌توانید دامنه را از حالت قفل خارج کنید

source: Reject
fa_ir: رد شده

source: Pending Approved
fa_ir: در انتظار تایید توسط واحد ثبت

source: Document required
fa_ir: نیاز به ارائه مستندات

source: Register Approved
fa_ir: ثبت دامنه تایید شد

source: Domain reserved
fa_ir: دامنه رزرو شده است

source: Register now
fa_ir: هم‌اکنون ثبت‌نام کنید

source: Domain is pending to renew
fa_ir: دامنه در انتظار تایید تمدید است

source: Can not renew again at this time!
fa_ir: شما نمی‌توانید در حال حاضر درخواست تمدید داشته باشید!

source: The domain expire time is :date
fa_ir: تایخ انقضای دامنه :date است

source: You try to renew this domain for :val years
fa_ir: شما می‌خواهید این دامنه را برای مدت :val سال تمدید کنید

source: Because the maximum validity period of the domain is six years, and depending on the period you choose and the expiration date of the domain, your domain will be more than six years, and this is not possible.
fa_ir: به دلیل اینکه حداکثر مدت زمان اعتبار دامنه شش سال است و با توجه به بازه زمانی که شما انتخاب کردید و تاریخ اعتبار دامنه،‌ دامنه شما بعد از تمدید بیش از شش سال اعتبار خواهد داشت و این موضوع قابل انجام نیست.

source: We can not renew this domain because the bill holder of IRNIC can not access to renew
fa_ir: ما نمی‌توانیم این دامنه را تمدید کنیم چون شناسه‌ی ایرنیک این دامنه دسترسی به تمدید آن را مسدود کرده است
