Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Auto close solved
fa_ir: بسته شدن تیکت‌های حل شده به صورت خودکار

source: Auto spam ticket by block ip
fa_ir: تنظیم هرزنامه برای برخی از تیکت‌های با استفاده از آی‌پی بلاک شده به صورت خودکار

source: added new ticket via :val.
fa_ir: تیکت جدید از طریق :val اضافه کرد.

source: added new ticket
fa_ir: تیکت جدیدی اضافه کرد

source: You added new ticket via :val.
fa_ir: شما یک تیکت جدید از طریق :val افزودید.

source: You added new ticket
fa_ir: شما یک تیکت جدید افزودید

source: Regards
fa_ir: با احترام

source: Ticket :val answered
fa_ir: تیکت :val پاسخ داده شد

source: Please reply the ticket
fa_ir: لطفا به تیکت پاسخ دهید

source: You have some unanswered message.
fa_ir: شما چند پیام دارید که به آنها پاسخ نداده‌اید.

source: See ticket
fa_ir: مشاهده تیکت

source: see ticket
fa_ir: تیکت را دید

source: Set awaiting ticket
fa_ir: وضعیت تیکت به در انتظار تغییر کرد

source: Set close ticket
fa_ir: وضعیت تیکت به بسته شده تغییر کرد

source: Set as solved ticket
fa_ir: تیک به وضعیت حل شده تغییر کرد

source: Set as unsolved ticket
fa_ir: تیکت به وضعیت حل نشده تغییر کرد

source: Add tag to ticket
fa_ir: افزودن کلیدواژه برای برقرار ارتباط بین تیکت‌ها

source: :amount :currency paid. Description :title
fa_ir: مبلغ :amount :currency پرداخت شد. :title

source: Visit in site
fa_ir: مشاهده در سایت

source: Check ticket
fa_ir: بررسی تیکت

source: website
fa_ir: وب‌سایت

source: contact us
fa_ir: تماس با ما

source: admin contact
fa_ir: ارتباط با مدیریت

source: application
fa_ir: برنامه

source: This permission title is already exists in your list, Try another title
fa_ir: این نام قبلا در لیست سطوح دسترسی شما ثبت شده است، نامی دیگر انتخاب کنید

source: You have used the maximum capacity to define permission
fa_ir: شما از حداکثر ظرفیت خود برای تعریف سطح دسترسی استفاده کرده‌اید

source: Can not choose this name in permission title, Try another title
fa_ir: نمی‌توانید این نام را برای سطح دسترسی انتخاب کنید. نام دیگری را امتحان کنید

source: Please fill permission title larger than 3 character
fa_ir: لطفا عنوان سطح دسترسی را بیشتر از سه حرف وارد کنید

source: Permission updated
fa_ir: سطح دسترسی به‌روزرسانی شد

source: Invalid permission group
fa_ir: شناسه گروه دسترسی اشتباه است

source: Can not costomized permission in deny mode!
fa_ir: نمی‌توانید سطح دسترسی را در حالتی که اجازه کلی به این گروه نداده‌اید ویرایش کنید!

source: Invalid caller
fa_ir: صداکننده اشتباه است

source: Pleace open access to group :group first
fa_ir: لطفا ابتدا دسترسی را به گروه :group باز کنید

source: Saved
fa_ir: ذخیره شد

source: No change in your permission
fa_ir: تغییری در سطح دسترسی ایجاد نشد

source: Invalid permission id
fa_ir: شناسه سطح دسترسی اشتباه است

source: Permission removed
fa_ir: سطح دسترسی حذف شد

source: Title is required
fa_ir: عنوان الزامی است

source: No way to insert post
fa_ir: هیچ راهی برای افزودن مطلب وجود ندارد

source: Post successfuly added
fa_ir: مطلب با موفقیت اضافه شد

source: Can not access to edit this post!
fa_ir: شما دسترسی لازم را برای ویرایش این نوشته را ندارید!

source: Please choose a tag
fa_ir: لطفا تگ را انتخاب کنید

source: Please choose a post as parent
fa_ir: لطفا یک نوشته را به عنوان والد انتخاب کنید

source: Url is required
fa_ir: آدرس الزامی است

source: Invalid parameter parent
fa_ir: پارامتر والد نامعتبر است

source: Only post by special address can set as parent of another post
fa_ir: تنها نوشته‌هایی که دارای آدرس اختصاصی هستند می‌توانند به عنوان والد برای نوشته‌ای دیگر قرار گیرند

source: Parent post have not a special url
fa_ir: مطلب والد دارای آدرس اختصاصی نیست

source: Can not set page as parent of self!
fa_ir: نمی‌توانید صفحه‌ای را به‌عنوان والد خودش ثبت کنید!

source: Duplicate post url. This post url is already exists in your post list
fa_ir: آدرس نوشته تکراری است. این آدرس نوشته در لیست نوشته‌های شما وجود دارد

source: Invalid user
fa_ir: کاربر نامعتبر

source: Can not set the slug larger than 100 character
fa_ir: نمی‌توانید نامک را بیشتر از ۱۰۰ کاراکتر تنظیم کنید

source: Can not set the url larger than 180 character
fa_ir: نمی‌توانید آدرس را بیشتر از ۱۸۰ کاراکتر تنظیم کنید

source: Posts not found.
fa_ir: نوشته یافت نشد

source: No result founded!
fa_ir: نتیجه‌ای یافت نشد!

source: Post id not set
fa_ir: شناسه مطلب تنظیم نشده است

source: Invalid posts id
fa_ir: شناسه مطلب اشتباه است

source: Post successfully updated
fa_ir: مطلب با موفقیت به روز رسانی شد

source: Post save without changes
fa_ir: نوشته بدون تغییر ذخیره شد

source: When post set on type video you must be have fill the video file to publish
fa_ir: وقتی نوع نوشته روی ویدئو تنظیم شده باشد شما باید یک فایل ویدئویی در این نوشته داشته باشید تا این نوشته قابل انتشار باشد

source: When post set on type audio you must be have fill the audio file to publish
fa_ir: وقتی نوع نوشته روی پادکست تنظیم شده باشد شما باید یک فایل صوتی در این نوشته داشته باشید تا این نوشته قابل انتشار باشد

source: To convert to video you must have only one gallery items and that must be a video
fa_ir: برای تغییر نوع به ویدئو شما باید یک فایل ویدئویی در گالری این نوشته داشته باشید

source: To convert to audio you must have only one gallery items and that must be a audio
fa_ir: برای تغییر نوع به پادکست شما باید یک فایل صوتی در گالری این نوشته داشته باشید

source: Title ASC
fa_ir: عنوان، صعودی

source: Title DESC
fa_ir: عنوان نزولی

source: Published
fa_ir: منتشر شده

source: Publish in the future
fa_ir: انتشار در آینده

source: Have gallery
fa_ir: دارای گالری تصاویر

source: Have not gallery
fa_ir: بدون گالری تصاویر

source: With featured image
fa_ir: دارای تصویر شاخص

source: Without featured image
fa_ir: بدون تصویر شاخص

source: With cover
fa_ir: دارای کاور

source: Without cover
fa_ir: بدون کاور

source: Special SEO
fa_ir: سئوی اختصاصی

source: URL
fa_ir: نشانی اینترنتی

source: Without special address
fa_ir: بدون آدرس اختصاصی

source: With special address
fa_ir: دارای آدرس اختصاصی

source: Allow comments
fa_ir: مجاز برای ثبت دیدگاه

source: Comments not allowed
fa_ir: ثبت دیدگاه قفل شده

source: Have tag
fa_ir: دارای تگ

source: Have not tag
fa_ir: بدون تگ

source: Have Redirect url
fa_ir: دارای آدرس انتقال

source: Invalid slug of post
fa_ir: نامک نوشته اشتباه است

source: Post detail not found
fa_ir: جزئیات نوشته یافت نشد

source: Post gallery not found
fa_ir: گالری نوشته یافت نشد

source: File detail not found
fa_ir: جزئیات فایل یافت نشد

source: Duplicate file in this gallery
fa_ir: این فایل در گالری تصاویر فعلی موجود است

source: Maximum count of gallery file is 10
fa_ir: حداکثر تعداد فایل در گالری ۱۰ فایل است

source: Invalid gallery id
fa_ir: شناسه گالری تصاویر اشتباه است

source: Invalid sort arguments
fa_ir: آرگو مرتب‌سازی اشتباه است

source: No images founded for sorting
fa_ir: هیچ تصویری برای مرتب سازی یافت نشد

source: Please reload page to sort all image in this post gallery
fa_ir: لطفا برای مرتب سازی همه تصاویر موجود در این نوشته، صفحه را مجددا بارگذاری نمایید

source: will be published on future
fa_ir: در آینده منتشر خواهد شد

source: Can not remove published post!
fa_ir: نمی توانید نوشته منتشر شده را حذف کنید!

source: Post removed
fa_ir: نوشته حذف شد

source: Post move to trash
fa_ir: نوشته به زباله‌دان منتقل شد

source: Invalid cat format
fa_ir: فرمت دسته‌بندی نادرست است

source: Tag or Category is too long!
fa_ir: دسته‌بندی یا تگ خیلی طولانی است!

source: You have :val new order!
fa_ir: شما :val سفارش جدید دارید!

source: No way to insert term
fa_ir: هیچ راهی برای ثبت ترم وجود ندارد

source: Duplicate tag. This tag is already added to your list
fa_ir: تگ تکراری است. این تگ در لیست شما موجود است

source: Duplicate category. This category is already added to your list
fa_ir: دسته‌بندی تکراری است. این دسته‌بندی در لیست شما موجود است

source: Duplicate term
fa_ir: عبارات تکراری

source: Can not access to edit term
fa_ir: دسترسی لازم برای ویرایش ترم وجود ندارد

source: Tag successfully updated
fa_ir: تگ با موفقیت به‌روز‌رسانی شد

source: Tag save without changes
fa_ir: تگ بدون تغییر ذخیره شد

source: Please select one tag
fa_ir: لطفا یک تگ را انتخاب کنید

source: Some post save by this tag and you can not remove it
fa_ir: تعدادی از نوشته‌‌ها با این تگ ذخیره شده‌اند و شما نمی‌توانید این تگ را حذف کنید

source: Tag successfully removed
fa_ir: تگ با موفقیت حذف شد

source: Count ticket
fa_ir: تعداد تیکت

source: Count message
fa_ir: تعداد پیام

source: Answer time
fa_ir: زمان‌ پاسخ

source: Minutes
fa_ir: دقیقه

source: Can not access to edit ticket
fa_ir: دسترسی به ویرایش تیکت ندارید

source: Can not remove user by permission
fa_ir: نمی‌توانید کاربری که داری سطح دسترسی هست را حذف کنید

source: This user was removed
fa_ir: این کاربر قبلا حذف شده است

source: Duplicate mobile
fa_ir: تلفن همراه تکراری

source: Duplicate nationalcode or pasportcode in your user list
fa_ir: این کدملی یا شماره گذرنامه در لیست اعضا شما تکراری است

source: No way to insert user
fa_ir: هیچ راهی برای ثبت کاربر یافت نشد

source: User successfuly added
fa_ir: کاربر با موفقیت اضافه شد

source: Can not access to edit user
fa_ir: دسترسی لازم برای ویرایش کاربر وجود ندارد

source: User successfully updated
fa_ir: کاربر با موفقیت به روزرسانی شد

source: Please fill the box
fa_ir: لطفا متن را پر کنید

source: Duplicate note for user founded
fa_ir: یادداشت تکراری است

source: Note saved
fa_ir: پیام شما ذخیره شد

source: Invalid notes id
fa_ir: شناسه یادداشت اشتباه است

source: Invalid id!
fa_ir: شناسه نامعتبر!

source: Notes removed
fa_ir: یادداشت‌ حذف شد

source: Please set mobile to this user and then change the permission
fa_ir: لطفا برای تغییر سطح دسترسی کاربر ابتدا یک شماره تلفن همراه برای این کاربر ثبت کنید

source: Duplicate email
fa_ir: ایمیل تکراری است

source: Please enter email
fa_ir: لطفا ایمیل را وارد کنید

source: Email not found
fa_ir: ایمیل یافت نشد

source: Your email was removed
fa_ir: ایمیل شما حذف شد

source: You already verified this email
fa_ir: شما قبلا این ایمیل را تایید کرده‌اید

source: This email is already verified for another user
fa_ir: این ایمیل قبلا توسط کاربر دیگری تایید شده است

source: To confirm your email in Jibres
fa_ir: برای تایید ایمیل خود در جیبرس

source: Verify your mail
fa_ir: ایمیل خود را تایید کنید

source: A verification email was send to your email
fa_ir: ایمیل اعتبار سنجی ارسال شد

source: This email is already set as primary email
fa_ir: این ایمیل قبلا به عنوان ایمیل اصلی انتخاب شده است

source: Please verify the email to set as primary
fa_ir: لطفا برای تنظیم به عنوان ایمیل اصلی،‌ این ایمیل را تایید کنید

source: Your email was set as primary
fa_ir: ایمیل شما به عنوان ایمیل اصلی تنظیم شد

source: This email already added to your panel
fa_ir: این ایمیل قبلا به حساب کاربری شما اضافه شده است

source: This email is already taken
fa_ir: این ایمیل قبلا گرفته شده است

source: This email is already exist in your list
fa_ir: این ایمیل قبلا به لیست ایمیل‌های شما اضافه شده است

source: Maximum email capacity is 20 per user
fa_ir: ظرفیت ایمیل برای هر کاربر ۲۰ مورد است

source: Your email was added
fa_ir: ایمیل شما اضافه شد

source: Customer not found.
fa_ir: مشتری یافت نشد.

source: This user have not this chatid
fa_ir: این کاربر این شناسه چت را ندارد

source: Duplicate chatid
fa_ir: شناسه تلگرام تکراری است

source: No way to insert user_telegram
fa_ir: هیچ راهی برای ثبت کاربر تلگرام وجود ندارد

source: Can not access to edit user_telegram
fa_ir: شما دسترسی لازم برای ویرایش این کاربر تلگرام را ندارید

source: The api Cloudflare opration success
fa_ir: عملیات کلادفلر از طریق ای‌پی‌آی با موفقیت به انجام رسید

source: The api Cloudflare opration faild
fa_ir: عملیات کلادفلر از طریق ای‌پی‌آی با موفقیت ناموفق بود

source: First Arguments of input function is required!
fa_ir: آرگومان اول برای تابع اعتبارسنجی ورودی باید آرایه باشد!

source: Second Arguments of input function is required!
fa_ir: آرگومان دوم برای تابع اعتبارسنجی ورودی باید آرایه باشد!

source: Third Arguments of input function must be array!
fa_ir: آرگومان سوم برای تابع اعتبارسنجی ورودی باید آرایه باشد!

source: Fourth Arguments of input function must be array!
fa_ir: آرگومان چهارم برای تابع اعتبارسنجی ورودی باید آرایه باشد!

source: Index of condition arguments must be string!
fa_ir: مقادیر لازم برای اعتبار سنجی باید به صورت متنی وارد شود!

source: Enum option must be string or number
fa_ir: مقادیر اعتبارسنجی باید متنی یا عددی باشد

source: Field :val must be array
fa_ir: مقدار :val باید آرایه باشد

source: Value of :val must be array
fa_ir: مقدار :val باید آرایه باشد

source: Value of :val must be array and contain exactly need parameter
fa_ir: مقدار :val باید آرایه باشد و دقیقا شامل مقادیر مورد نیاز باشد

source: This array key is not supported!
fa_ir: این نوع آرایه پشتیبانی نمی‌شود!

source: Validate array function must be string or array!
fa_ir: مقادیر داخل تابع اعتبار سنجی آرایه باید متنی باشد!

source: Validate function must be string or array!
fa_ir: این تابعی که برای اعتبار سنجی صدا کردی باید متنی یا آرایه باشد!

source: Needless arguments was received!
fa_ir: مقادیری سمت ما آمده است که به آنها نیازی نیست و در شروط اعتبار سنجی تعریف نشده است!

source: Arguments of required field must be string!
fa_ir: می‌‌خواهید فیلدی را که متنی نیست الزامی کنید!

source: Arguments of required field cannot be empty string!
fa_ir: نمی‌توان فیلد بدون نام را الزامی کرد!

source: Field :val is required but not set in condition args!
fa_ir: فیلد :val الزامی است اما در لیست شروط تعریف شده قرار ندارد!

source: Field :val is required
fa_ir: :val الزامی است

source: First Arguments of patch mode function is required!
fa_ir: آرگومان اول برای تابع پچ مود الزامیه!

source: Second Arguments of patch mode function is required!
fa_ir: آرگومان دوم برای تابع پچ مود الزامیه!

source: Validate function is required!
fa_ir: چه تابعی رو برای اعتبار سنجی صدا کردی!

source: Validate function must be string!
fa_ir: این تابعی که برای اعتبار سنجی صدا کردی متنی نیست!

source: Validate function is too long!
fa_ir: این تابعی که برای اعتبار سنجی صدا کردی خیلی طولش زیاده!

source: Fourth arguments of function data must be array!
fa_ir: آرگومان چهارم برای تابع اعتبارسنجی باید آرایه باشد!

source: Second part of string function must be a number!
fa_ir: قسمت دوم تابع اعتبار سنجی برای مقادیر متین باید عدد باشد!

source: Second part of string function must be less than 10 character!
fa_ir: قسمت دوم تابع اعتبار سنجی برای مقادیر متین باید کوچک‌تر از ۱۰ حرف باشد!

source: Second part of string function must be larger than zero!
fa_ir: قسمت دوم تابع اعتبار سنجی برای مقادیر متین باید بزرگتر از صفر باشد!

source: Invalid vaidate function
fa_ir: تابع اعتبار سنجی اشتباه است. چنین تابعی برای اعتبار سنجی نداریم

source: Reload page to continue!
fa_ir: برای ادامه، صفحه را مجددا بارگذاری نمایید!

source: You wander in a labyrinth!
fa_ir: شما در یک دخمه پرپیچ‌وخم سرگردانید!

source: We dont have Love!
fa_ir: عشق من کجاست!

source: Please contact lovers!
fa_ir: لطفا با مدیر دوست‌داشتنی سامانه تماس بگیرید!

source: We can't find database service!
fa_ir: ما نمی‌توانیم سرویس دیتابیس را بیابیم!

source: Whats that name!
fa_ir: این چه نامی است!

source: Whats that code!
fa_ir: اون کلید کجاست!

source: Where is that home!
fa_ir: اون خونه کجاست!

source: Where is that door!
fa_ir: درب ورود کجاست!

source: Where is that bed room!
fa_ir: اتاق خواب کجاست!

source: We can't connect to database service!
fa_ir: ما نمی‌توانیم به سرویس دیتابیس متصل شویم!

source: Unable to connect to this store at this time
fa_ir: در حال حاضر امکان اتصال به این فروشگاه وجود ندارد

source: Please contact administrator!
fa_ir: لطفا با مدیر سیستم تماس بگیرید!

source: Hello!
fa_ir: سلام!

source: Transaction user_id can not be null
fa_ir: شناسه‌_کاربری تراکنش نمی‌تواند خالی باشد

source: Transaction title can not be null
fa_ir: عنوان‌تراکنش نمی‌تواند خالی باشد

source: Transaction type can not be null
fa_ir: نوع‌تراکنش نمی‌تواند خالی باشد

source: Transaction status can not be null
fa_ir: وضعیت‌تراکنش نمی‌تواند خالی باشد

source: Invalid transaction verify field
fa_ir: مقدار تائید‌تراکنش نامعتبر است

source: Transaction currency can not be null
fa_ir: واحد مالی تراکنش نمی‌تواند خالی باشد

source: Amount must be a number
fa_ir: مبلغ باید به صورت عددی وارد شود

source: Amount is out of range
fa_ir: مبلغ خارج از محدوده مجاز است

source: You are using Internet Explorer.
fa_ir: شما از اینترنت اکسپلورر استفاده می‌کنید.

source: Really!!!
fa_ir: واقعا!!!

source: IE is DIE!
fa_ir: آی‌ای مرده است!

source: You need to update your :browser to new version.
fa_ir: شما نیازمند ارتقای :browser خود به نسخه جدید هستید.

source: The world is changing rapidly!
fa_ir: دنیا به‌سرعت در حال تغییر است!

source: Please use famous browser to have better experience!
fa_ir: لطفا برای بهرمندی از تجربه مطلوب‌تر از مرورگرهای مطرح استفاده کنید!

source: Auto backup schedule saved
fa_ir: اطلاعات پشتیبان گیری خودکار ذخیر شد

source: Return to Homepage
fa_ir: بازگشت به صفحه‌نخست

source: Please wait a moment, The system is being updated ...
fa_ir: لطفا چند لحظه صبر کنید، سیستم در حال به‌روزرسانی است ...

source: Hey, Read documentation and start your project!
fa_ir: سلام، مستندات را بخوان و پروژه خودتو شروع کن!

source: We can't find the page you're looking for!
fa_ir: ما صفحه‌ای که به‌دنبال آن هستید را نمی‌یابیم!

source: Subdomain and store code conflict!
fa_ir: زیردامنه و کد فروشگاه باهم تداخل دارند!

source: Can not route subdomain in your domain!
fa_ir: به زیردامنه‌های شما در حالت دامنه اختصاصی پاسخ داده نخواهد شد!

source: Domain and store code conflict!
fa_ir: دامنه اختصاصی و کد فروشگاه باهم تداخل دارند!

source: Can not route this address from your domain!
fa_ir: نمی‌توانیم به درخواست از این آدرس در این دامنه پاسخ دهیم!

source: Latest news
fa_ir: آخرین اخبار

source: If you're planning to build an online store, Jibres is ready for you. Start for Free.
fa_ir: اگر می‌خواهید یک فروشگاه آنلاین ایجاد کنید، جیبرس برای شما آماده شده است. رایگان شروع کنید.

source: File not exist
fa_ir: فایل وجود ندارد

source: Exceeded filesize limit
fa_ir: ظرفیت فایل بیش از حد مجاز

source: Enter to have better experience
fa_ir: وارد شوید تا تجربه بهتری داشته باشید

source: Jibres Panel
fa_ir: پنل جیبرس

source: Jibres Domains
fa_ir: دامنه‌های جیبرس

source: My Business
fa_ir: بیزینس‌های من

source: CRM Panel
fa_ir: پنل مدیریت ارتباط با مشتریان

source: Jibres Managment
fa_ir: مدیریت جیبرس

source: My Account
fa_ir: حساب من

source: Edit your profile
fa_ir: پروفایل خود را ویرایش کنید

source: Hello
fa_ir: سلام

source: dear GUEST!
fa_ir: میهمان عزیز!

source: Click to toggle sidebar status
fa_ir: برای تغییر وضعیت منوی کناری کلیک کنید

source: Preview
fa_ir: پیش نمایش

source: Help
fa_ir: کمک

source: Previous item
fa_ir: گزینه قبلی

source: Next item
fa_ir: گزینه بعدی

source: register new sale factor
fa_ir: ثبت فاکتور فروش جدید

source: List of sales
fa_ir: لیست فروش‌ها

source: List of purchases
fa_ir: لیست خرید‌ها

source: List of all factors
fa_ir: لیست تمامی فاکتور‌ها

source: Edit Profile
fa_ir: ویرایش پروفایل

source: Introduction
fa_ir: معرفی

source: Postman collection
fa_ir: مجموعه‌ پستمن

source: Check domain available
fa_ir: بررسی موجود بودن دامنه

source: Fetch domain list
fa_ir: دریافت لیست دامنه‌ها

source: Get domain detail
fa_ir: دریافت جزئیات دامنه

source: Set autorenew setting
fa_ir: تنظیم ویژگی تمدید خودکار

source: Change domain holder
fa_ir: به‌روزرسانی رابط‌های دامنه

source: Change domain dns
fa_ir: ویرایش دی‌ان‌اس دامنه‌

source: Lock / Unlock domain
fa_ir: قفل و باز کردن قفل دامنه

source: Get domain action
fa_ir: دریافت عملیات‌های دامنه

source: Domain history
fa_ir: تاریخچه دامنه

source: Fetch contacts
fa_ir: دریافت لیست مخاطبان

source: Get contact detail
fa_ir: دریافت اطلاعات مخاطب

source: Delete contact
fa_ir: حذف مخاطب

source: Update contact
fa_ir: ویرایش مخاطب

source: Add contact
fa_ir: افزودن مخاطب

source: Create new contact
fa_ir: افزودن مخاطب جدید

source: Fetch dns
fa_ir: دریافت دی‌ان‌اس

source: Get dns detail
fa_ir: دریافت جزئیات دی‌ان‌اس

source: Delete dns
fa_ir: حذف دی‌ان‌اس

source: Update dns
fa_ir: بروزرسانی دی‌ان‌اس

source: Create new dns
fa_ir: افزودن دی‌ان‌اس جدید

source: Get poll
fa_ir: دریافت پیام‌ها

source: Get app detail
fa_ir: دریافت اطلاعات مورد نیاز اپلیکیشن

source: Get Access Token
fa_ir: دریافت کلید دسترسی

source: Sign Up User
fa_ir: ثبت‌نام کاربر

source: Get language list
fa_ir: دریافت لیست زبان‌ها

source: Country list
fa_ir: لیست کشور‌ها

source: Province list
fa_ir: لیست استان‌ها

source: City list
fa_ir: لیست شهر‌ها

source: Get profile detail
fa_ir: دریافت جزئیات پروفایل

source: Upload avatar
fa_ir: آپلود آواتار

source: Update profile
fa_ir: به‌روزرسانی پروفایل

source: Get list of your address
fa_ir: دریافت لیست‌ آدرس‌های شما

source: Remove address
fa_ir: حذف آدرس

source: Users list
fa_ir: لیست کاربران

source: Add new user
fa_ir: اضافه‌کردن کاربر جدید

source: Get one user detail
fa_ir: دریافت جزئیات یک کاربر

source: Edit user
fa_ir: ویرایش کاربر

source: Set user avatar
fa_ir: تنظیم تصویر آواتار کاربر

source: Add new address to user
fa_ir: افزودن آدرس جدید به کاربر

source: Get list of user address
fa_ir: دریافت لیست آدرس‌های کاربر

source: Edit user address
fa_ir: ویرایش آدرس کاربر

source: Remove user address
fa_ir: حذف آدرس کاربر

source: Get about
fa_ir: دریافت درباره ما

source: Get mission
fa_ir: دریافت ماموریت

source: Get vision
fa_ir: دریافت چشم‌انداز

source: Get contact
fa_ir: دریافت اطلاعات تماس

source: Get list of posts
fa_ir: دریافت لیست خبر‌ها

source: Get post detail
fa_ir: دریافت جزئیات مطلب

source: Login user
fa_ir: ورود کاربر به سیستم

source: Verify user
fa_ir: تایید اعتبارسنجی کاربر

source: Check new notification
fa_ir: بررسی پیام جدید

source: Get notification list
fa_ir: دریافت لیست پیام‌ها

source: Session list
fa_ir: لیست نشست‌ها

source: Terminate session
fa_ir: مسدود‌سازی نشست‌ها

source: Ticket list
fa_ir: لیست تیکت‌ها

source: Load a ticket
fa_ir: باز کردن تیکت

source: Set ticket status
fa_ir: تنظیم وضعیت تیکت

source: Set ticket solved
fa_ir: تنظیم تیکت به عنوان حل شده

source: Edit product
fa_ir: ویرایش محصول

source: Upload product gallery
fa_ir: بارگذاری گالری تصاویر محصول

source: Set product thumb
fa_ir: تنظیم تصویر شاخص محصول

source: Remove file gallery
fa_ir: حذف فایل در گالری

source: Get product detail
fa_ir: دریافت جزئیات محصول

source: Product search
fa_ir: جستجو در محصولات

source: Get product by category
fa_ir: دریافت لیست محصولات با دسته‌بندی

source: Get product by company
fa_ir: دریافت محصولات با شرکت سازنده

source: Get product property
fa_ir: دریافت خصوصیات محصول

source: Add product comment
fa_ir: افزودن دیدگاه‌ به محصول

source: Category list
fa_ir: لیست دسته‌بندی‌ها

source: Category child
fa_ir: زیرمجموعه دسته‌بندی‌

source: Category property
fa_ir: خصیصه برای دسته‌بندی

source: Company list
fa_ir: لیست شرکت‌های سازنده

source: Collection list
fa_ir: لیست مجموعه‌ها

source: Get cart detail
fa_ir: دریافت اطلاعات سبد خرید

source: Delete from cart
fa_ir: حذف از سبد خرید

source: Edit cart
fa_ir: ویرایش سبد خرید

source: Checkout cart
fa_ir: بررسی سبد خرید

source: Date and time
fa_ir: تاریخ و زمان

source: JavaScript is required to use our service.
fa_ir: جاوا اسکریپت برای استفاده از سرویس ما ضروری است.

source: Enable JavaScript in your browser or use one which supports it.
fa_ir: جاوا اسکریپت را در مرورگر خود فعال کنید یا از مرورگری استفاده کنید که از آن پشتیبانی می‌کند.

source: products
fa_ir: محصولات

source: Buy
fa_ir: خرید

source: Write your comment
fa_ir: دیدگاه خود را بنویسید

source: Write your review about this post...
fa_ir: نظر خودتون رو در مورد این نوشته بنویسید ...

source: User reviews
fa_ir: نظرات کاربران

source: Short Code
fa_ir: کد کوتاه

source: Recommended for you
fa_ir: توصیه شده برای شما

source: Please try searching with another term
fa_ir: لطفا با عبارت دیگری جستجو کنید

source: Empty State
fa_ir: وضعیت خالی

source: There are no items here!
fa_ir: هیچ آیتمی اینجا نیست!

source: Start adding your item
fa_ir: شروع به افزودن آیتم‌های خود کنید
