Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Oops! We cannot complete your request. Please contact to administrator
fa_ir: اوه! ما نتونستیم درخواست شما رو تکمیل کنیم. لطفا با مدیر سیستم تماس بگیرید

source: Session terminated
fa_ir: این روش ورود مسدود شد

source: Mailer Error :error
fa_ir: خطا در ارسال‌کننده ایمیل :error

source: Business Dashboard
fa_ir: داشبورد بیزینس

source: Static Pages
fa_ir: صفحات ثابت

source: Help Center Articles
fa_ir: مقالات مرکز راهنمایی

source: Files Library
fa_ir: کتابخانه فایل

source: Add new file
fa_ir: افزودن فایل جدید

source: Permission denied
fa_ir: دسترسی غیر مجاز

source: Access to display and edit products as well as items such as product tag, categories and anything about the products.
fa_ir: دسترسی به نمایش محصولات، ویرایش آنها و هر چیزی که مرتبط با محصولات باشد مانند تگ‌ها، دسته بندی‌ها و ...

source: Access to view and manage orders as well as view and manage customers' shopping cart
fa_ir: دسترسی به نمایش و مدیریت سفارشات شامل مدیریت کامل سفارشات و مدیریت سبد خرید مشتریان

source: Form builder
fa_ir: فرم‌ساز

source: Access to form builder, Add new from, Manage form answer, ...
fa_ir: دسترسی به فرم‌ساز، افزودن فرم جدید، مدیریت فرم‌ها و پاسخ‌ها و ...

source: accounting
fa_ir: حسابداری

source: Manage Setting
fa_ir: مدیریت تنظیمات

source: Access to change and manage business settings
fa_ir: دسترسی به تغییر و مدیریت تنظیمات بیزینس

source: Customer relationship management includes customer management, settings for access levels and ...
fa_ir: مدیریت ارتباط با مشتریان شامل مدیریت مشتریان و تنظیم سطوح دسترسی و ...

source: Manage media and business content such as news and site pages
fa_ir: مدیریت محتوای بیزینس مانند اخبار و صفحات ثابت سایت

source: Manage support center
fa_ir: مدیریت مرکز پشتیبانی

source: Access the support section and the business help center and ticket answering
fa_ir: دسترسی به بخش پشتیبانی و مدیریت مرکز راهنمایی و پاسخگویی به تیکت‌ها

source: Delete product
fa_ir: حذف محصول

source: Mamage Product Unit
fa_ir: مدیریت واحد‌های محصولات

source: Manage Product Company
fa_ir: مدیریت شرکت سازنده محصولات

source: Manage Product Tag
fa_ir: مدیریت تگ محصولات

source: Manage Product Category
fa_ir: مدیریت دسته‌بندی محصولات

source: Add new sale order
fa_ir: ثبت سفارش فروش جدید

source: Manage Cart
fa_ir: مدیریت سبد خرید

source: Manage Factors
fa_ir: مدیریت سفارشات

source: Manage business setting
fa_ir: مدیریت تنظیمات بیزینس

source: Manage Form
fa_ir: مدیریت فرم‌ساز

source: Advance Form Analyze
fa_ir: تجزیه و تحلیل پیشرفته

source: Manage Form Tags
fa_ir: مدیریت کلیدواژه فرم‌ها

source: Remove form answer
fa_ir: حذف پاسخ فرم‌ها

source: Form Description
fa_ir: ثبت توضیحات برای پاسخ‌ فرم‌ها

source: Manage Customers
fa_ir: مدیریت مشتریان

source: Manage customer payemnts
fa_ir: مدیریت پرداختی‌های مشتریان

source: Permission Management
fa_ir: مدیریت سطح دسترسی

source: Show Payemnt List
fa_ir: نمایش لیست پرداختی‌ها

source: Show logs
fa_ir: نمایش ردپا

source: Show sms list
fa_ir: نمایش لیست پیامک‌ها

source: Show Tickets List
fa_ir: نمایش لیست تیکت‌ها

source: Ticket Manager
fa_ir: مدیریت تیکت

source: Add New Notification
fa_ir: افزودن پیام جدید

source: Manage Post
fa_ir: مدیریت نوشته‌ها

source: Manage All Post
fa_ir: مدیریت تمامی نوشته‌‌ها

source: Publish post
fa_ir: انتشار نوشته

source: Manage Help Center
fa_ir: مدیریت مقالات مرکز راهنمایی

source: View Comments
fa_ir: نمایش دیدگاه‌ها

source: Manage Comments
fa_ir: مدیریت دیدگاه‌ها

source: Manage Tags
fa_ir: مدیریت تگ‌ها

source: View Attachment
fa_ir: نمایش ضمیمه‌‌ها

source: Add New Attachment
fa_ir: افزودن فایل ضمیمه جدید

source: Manage Attachments
fa_ir: مدیریت ضمیمه‌ها

source: Manage tag
fa_ir: مدیریت تگ

source: supportTicketManage
fa_ir: مدیریت تیکت

source: supportTicketAddNote
fa_ir: افزودن یادداشت به تیکت

source: supportEditMessage
fa_ir: ویرایش پیام تیکت

source: supportTicketSignature
fa_ir: داشتن امضا در تیکت

source: cpHelpCenterEditForOthers
fa_ir: ویرایش مقالات سایرین در مرکز راهنمایی

source: supportTicketAnswer
fa_ir: توانایی پاسخ به تیکت‌ها

source: supportTicketManageSubdomain
fa_ir: مدیریت تیکت در تمامی زیردامنه‌ها

source: supportTicketAssignTag
fa_ir: افزودن تگ به تیکت

source: supportTicketClose
fa_ir: بستن تیکت

source: supportTicketReOpen
fa_ir: دوباره باز کردن تیکت

source: supportTicketDelete
fa_ir: حذف تیکت

source: supportTicketShowMobile
fa_ir: نمایش موبایل پاسخ دهنده تیکت

source: supportTicketReport
fa_ir: نمایش گزارش‌های پشتیبانی

source: REDIRECTING ...
fa_ir: در حال انتقال...

source: Thanks for using me!
fa_ir: ممنون که از من استفاده می‌کنید!

source: I'm Bot.
fa_ir: من بات هستم.

source: Hey Bot!
fa_ir: هی بات!

source: How are you?
fa_ir: حال شما چطوره؟

source: Bye
fa_ir: خدانگهدار

source: Hey 😀
fa_ir: سلام 😀

source: What's up?
fa_ir: چه‌خبر؟

source: Tell me a joke!
fa_ir: یه جوک برام بگو!

source: Surprise me!
fa_ir: سورپرایزم کن!

source: How old are you?
fa_ir: چند سالتونه؟

source: A mother is the truest friend we have
fa_ir: رفیق بی‌کلک مادر

source: We have a lot of in common
fa_ir: ما باهم تفاهم داریم

source: You heard me
fa_ir: درست شنیدی

source: You were sublime
fa_ir: کارت حرف نداشت

source: A Younger idler, an old beggar
fa_ir: جوان بیکار امروز، گدای پیر فرداست

source: You can't put the clock back
fa_ir: گذشته‌ها گذشته است

source: Years teach us more than books
fa_ir: سال‌ها بیشتر از کتابها به ما درس می‌دهند

source: You can't keep a good man down
fa_ir: خواستن توانستن است

source: As easy as ABC
fa_ir: به سادگی آب خوردن

source: You saw nothing, you heard nothing
fa_ir: شتر دیدی ندیدی

source: You took the words out of my mouth
fa_ir: جانا سخن از زبان ما می‌گویی

source: You can educate a fool, but you can not make him think
fa_ir: آدم احمق را می‌توان تربیت کرد، اما نمی‌توان به تفکر واداشت

source: You can't have your cake and eat it too
fa_ir: هم خدارو می‌خواد هم خرمارو

source: You can't take it with you when you die
fa_ir: ثروت را به هنگام مرگ با خود به گور نتوان برد

source: You can not put out a fire with oil
fa_ir: آتش را با آتش خاموش نتوان کرد

source: You must lie on the bed you have made
fa_ir: خود کرده را تدبیر نیست

source: You can't mend a broken egg
fa_ir: آب رفته به جوی بر نمی‌گردد

source: You can not get blood out of stone
fa_ir: از آب کره نتوان گرفت

source: You must grin and bear it
fa_ir: باید بسوزی و بسازی

source: You can't please everyone
fa_ir: همه را نمی‌توان از خود راضی نگه داشت

source: Test <b>:name</b> bot on :site
fa_ir: تست بات <b>:name</b> در :site

source: start
fa_ir: شروع

source: language
fa_ir: زبان

source: menu
fa_ir: منو

source: mainmenu
fa_ir: منوی‌اصلی

source: return
fa_ir: بازگشت

source: about
fa_ir: درباره

source: detail
fa_ir: جزئیات

source: me
fa_ir: من

source: whoami
fa_ir: کیم

source: contact
fa_ir: تماس

source: address
fa_ir: آدرس

source: tel
fa_ir: تلفن

source: telephone
fa_ir: تلفن

source: mobile
fa_ir: موبایل

source: phone
fa_ir: تلفن

source: email
fa_ir: رایانامه

source: register
fa_ir: ثبت نام

source: signup
fa_ir: ثبت نام

source: sync
fa_ir: همگام‌سازی

source: connect
fa_ir: اتصال

source: help
fa_ir: کمک

source: We are so glad to meet you.
fa_ir: از ملاقات با شما خوشحالیم.

source: Made by @Ermile
fa_ir: ساخت ارمایل @Ermile

source: Check website
fa_ir: بررسی وب‌سایت

source: Read more about us
fa_ir: درباره ما بیشتر بخوانید

source: Ermile, Floor2, Yas Building
fa_ir: ساختمان یاس، طبقه دوم، ارمایل

source: IRAN
fa_ir: ایران

source: We are happy to see you!
fa_ir: از دیدنتون خوشحالیم!

source: Submit new ticket
fa_ir: ارسال تیکت جدید

source: Send feedback
fa_ir: ارسال بازخورد

source: Open :val website
fa_ir: بازکردن وب‌سایت :val

source: :val Telegram bot
fa_ir: ربات تلگرام :val

source: You can control me by sending these commands
fa_ir: میتونید من رو با دستورات زیر کنترل کنید

source: Start again
fa_ir: شروع دوباره

source: Change your language
fa_ir: تغییر زبان

source: Go to main menu
fa_ir: برو به منوی اصلی

source: Sync with website
fa_ir: همگام‌سازی با وب‌سایت

source: About
fa_ir: درباره

source: Get help commands
fa_ir: دریافت راهنمایی دستورات

source: We do not need contact of anothers!
fa_ir: ما به مخاطب سایر کاربران نیاز نداریم!

source: You can share your contact by press on /register
fa_ir: شما می‌توانید مخاطب خود را با فشردن روی /register با من به اشتراک بگذارید

source: We need mobile number to complete registeration process.
fa_ir: ما برای تکمیل فرآیند ثبت‌نام نیاز به شماره موبایل شما داریم.

source: I don't have enough time for listening!
fa_ir: من به اندازه کافی زمان برای گوش دادن به آهنگ ندارم!

source: Type for me:)
fa_ir: برای من تایپ کنید!

source: Thanks for your kindness
fa_ir: ممنون از محبتتون

source: I'm busy and i dont think have time to watch video!
fa_ir: حسابی سرم شلوفه، فکر نکنم وقت فیلم دیدن باشه!

source: A long time until I want to recognize your voice!!
fa_ir: خیلی مونده تا بخوام صدای شما رو تشخیص بدم!

source: I'm still not advanced enough!
fa_ir: من هنوز اونقدر پیشرفته نشدم!

source: Sync account
fa_ir: همگام‌سازی حساب‌کاربری

source: You can connect complete your registeration on :val from telegram by share your mobile number.
fa_ir: شما می‌توانید با به‌اشتراک‌گذاری شماره موبایل خود از طریق تلگرام ثبت‌نام خودتان را در :val کامل کنید.

source: By press share contact we get your mobile and after that you can use our website and your account is synced.
fa_ir: با فشردن دکمه به‌اشتراک‌گذاری مخاطب خودتان،‌ تلگرام شماره موبایل شما را پس از کسب اجازه برای ما ارسال می‌کند و بدین ترتیب ما می‌توانیم حساب کاربری شما را همگام‌سازی کرده و اتصال آن را با وب‌سایت برقرار کنیم تا شما درآینده بتوانید با موبایل خود در ‌وب‌سایت هم وارد شوید.

source: Also you can do it anytime you need with /register command.
fa_ir: هم‌چنین هر زمانی که مایل باشید می‌توانید از طریق دستور /register این کار را انجام دهید.

source: Register with mobile
fa_ir: ثبت‌نام با موبایل

source: Return to main menu
fa_ir: بازگشت به منوی اصلی

source: Please choose your language
fa_ir: لطفا زبان خود را انتخاب کنید

source: Main menu
fa_ir: منوی اصلی

source: more
fa_ir: بیشتر

source: Not found!
fa_ir: یافت نشد!

source: Answer to ticket
fa_ir: پاسخ به تیکت

source: Please wrote your answer
fa_ir: لطفا پیام خود را بنویسید

source: This is your answer
fa_ir: این پاسخ شماست

source: Do you confirm?
fa_ir: آیا تایید می‌کنید؟

source: Please use below menu
fa_ir: لطفا از منوی زیر استفاده کنید

source: Cancel operation.
fa_ir: انصراف از عملیات.

source: Ask from support
fa_ir: از پشتیبانی بپرس

source: Please wrote about your problem and describe it.
fa_ir: لطفا درباره مشکل خود نوشته و آن را شرح دهید.

source: Please wrote about your ticket
fa_ir: لطفا درباره تیکت خود بنویسید

source: This is your new ticket
fa_ir: این تیکت جدید شماست

source: ticket
fa_ir: تیکت

source: feedback
fa_ir: بازخورد

source: We can't find detail of this ticket!
fa_ir: ما نمی‌توانیم جزئیات این تیکت را بیابیم!

source: We need ticket number!
fa_ir: ما به شماره تیکت نیاز داریم!

source: Please come into private
fa_ir: لطفا بیاین خصوصی

source: Please send your feedback in private message not in public!
fa_ir: لطفا بازخورد خود را به‌صورت خصوصی برای ما بفرستید نه در یک مکان عمومی!

source: More and more
fa_ir: بیشتر و بیشتر

source: Wow
fa_ir: وای

source: You cannot delete your account from Telegram!
fa_ir: شما نمی‌توانید حساب خود را از طریق تلگرام پاک کنید!

source: Booom
fa_ir: بوووم

source: say
fa_ir: بگو

source: Telegram is off!
fa_ir: تلگراف خاموش است!

source: Method is not set!
fa_ir: روش تنظیم نشده است!

source: Api key is not correct!
fa_ir: کلید رابط برنامه‌نویسی صحیح نیست!

source: Maybe we have problem!
fa_ir: شاید ما مشکلی داریم!

source: Exec empty data
fa_ir: داده برای اجرا خالی است

source: Curl failed to initialize
fa_ir: سی‌یو‌آر‌ال ناموفق در مقداردهی اولیه

source: Empty server response
fa_ir: پاسخ خالی از سرور

source: debug mode is off!
fa_ir: حالت اشکال‌زدایی خاموش است!

source: cancel
fa_ir: انصراف

source: Press enter valid value
fa_ir: لطفا مقداری معتبر وارد کنید

source: Press another inappropirate key to exit from active process!
fa_ir: با ورود مقدار نامعتبر دیگری از این فرآیند فعال خارج خواهد شد!

source: We are detect outdated message in hook.
fa_ir: ما پیام تاریخ گذشته در هوک یافتیم.

source: We need mobile number!
fa_ir: ما به شماره موبایل نیاز داریم!

source: We dont need another users contact:?)
fa_ir: ما به مخاطب سایر کاربران نیاز نداریم:؟)

source: Why your name is different!
fa_ir: چرا نام شما متفاوت است!

source: Why your family is different!
fa_ir: چرا نام خانوادگی شما متفاوت است!

source: Enter in :val website
fa_ir: ورود به وب‌سایت :val

source: Your phone number registered successfully
fa_ir: شماره موبایل شما با موفقیت ثبت شد

source: Thank you.
fa_ir: سپاسگذاریم.

source: We have your mobile before this!
fa_ir: ما شماره موبایل شما را پیش از این داشتیم!

source: Registration failed!
fa_ir: ثبت‌نام ناموفق!

source: Your language was successfully set to :lang.
fa_ir: زبان شما به موفقیت به :lang تغییر کرد.

source: More detail
fa_ir: جزئیات بیشتر

source: Category id not set
fa_ir: شناسه دسته‌بندی تنظیم نشده

source: Content type of this file is different by extension of file
fa_ir: نوع محتوای فایل بارگذاری شده با پسوند فایل همخوانی ندارد

source: Can not upload this file. Some keywords of this file is wrong!
fa_ir: امکان بارگذاری این نوع فایل وجود ندارد. بعضی از کلمات کلیدی اشتباه در این فایل یافت شد!

source: File size is greater than allowed
fa_ir: حجم فایل ارسالی از میزان حجم مجاز برای ارسال بزرگتر است

source: Please use from a square image file
fa_ir: لطفا از تصویر مربع استفاده کنید

source: Directory for upload not found
fa_ir: دایرکتوری برای آپلود یافت نشد

source: Factor not found
fa_ir: فاکتور یافت نشد

source: Byte
fa_ir: بایت

source: KB
fa_ir: کیلوبایت

source: GB
fa_ir: گیگابایت

source: TB
fa_ir: ترابایت

source: PB
fa_ir: پترابایت

source: You must upload only png or jpg file format for application logo
fa_ir: شما باید یک فایل با فرمت png یا jpg برای لوگوی برنامه خود بارگذاری کنید

source: Please use from image at square format for application logo
fa_ir: لطفا از یک فایل در قالب مربع برای لوگوی برنامه استفاده کنید

source: You must upload only png or jpg file format for website logo
fa_ir: شما باید یک فایل با فرمت png برای لوگوی وبسایت خود بارگذاری کنید

source: No file sent
fa_ir: فایلی ارسال نشده

source: Unknown errors
fa_ir: خطای نامشخص

source: We not support this file type
fa_ir: ما این نوع فایل را پشتیبانی نمیکنیم

source: Exceeded file name limit
fa_ir: نام فایل غیرمجاز

source: Can not upload this file because the extension of file is not allowed
fa_ir: امکان بارگذاری این نوع فایل وجود ندارد

source: You are banned
fa_ir: شما مسدود شدید

source: User id not found to save your session
fa_ir: شناسه کاربر برای ذخیره نشست یافت نشد

source: Too many request for generate code
fa_ir: تعداد درخواست‌های زیادی برای ساخت کد اعتبار سنجی از سمت آی‌پی‌ شما ارسال شده است

source: Please fill the verification code
fa_ir: لطفا کد اعتبارسنجی را وارد کنید

source: What happend? the code is number. you try to send string!?
fa_ir: چی شده؟ کد باید عددی باشد. شما چطوری دارین متن وارد میکنید!؟

source: Please enter the 5 digit code sent to your mobile phone
fa_ir: لطفا کد ۵ رقمی ارسال شده به موبایل خود را وارد کنید

source: System error, try again
fa_ir: خطای سیستم، دوباره تلاش کنید

source: Your sms not deliver to us!
fa_ir: پیامک شما بدست ما نرسیده است!

source: Wrong code entered, Please enter the 5 digit code sent to your mobile phone
fa_ir: کد اشتباهی وارد شده است، لطفا کد ۵ رقمی ارسال شده به موبایل خود را وارد کنید

source: Your two-step verification is now active for your account
fa_ir: ورود دو مرحله ای هم اکنون برای حساب کاربری شما فعال است

source: Your two-step verification is now deactive for your account
fa_ir: ورود دو مرحله ای هم اکنون برای حساب کاربری شما غیر فعال است

source: Your password was changed
fa_ir: کلمه عبور شما تغییر یافت

source: You must set 6 character and large in password
fa_ir: گذرواژه باید حداقل ۶ کاراکتر باشد

source: You must set less than 99 character in password
fa_ir: گذرواژه باید کمتر از ۹۹ کاراکتر باشد

source: Not Work!
fa_ir: کار نمیکند!

source: This location is not exist!
fa_ir: این مکان وجود ندارد!

source: NO change!
fa_ir: بدون تغییر!

source: year
fa_ir: سال

source: month
fa_ir: ماه

source: week
fa_ir: هفته

source: day
fa_ir: روز

source: minute
fa_ir: دقیقه

source: In the future
fa_ir: در آینده

source: A few seconds ago
fa_ir: چندثانیه پیش

source: ago
fa_ir: قبل

source: bytes
fa_ir: بایت

source: , :min minute
fa_ir: و :min دقیقه

source: Your ip is blocked
fa_ir: آی‌پی شما بلاک شده است

source: Please contact to administrator
fa_ir: لطفا با مدیر سیستم تماس بگیرید

source: Your ip is not valid!
fa_ir: آی‌پی شما معتبر نیست!

source: Please enter the package weight
fa_ir: لطفا وزن بسته را وارد کنید

source: Can not send package more than 5 Kg By sefareshi post
fa_ir: نمی‌توانید بسته‌ای با حجم بالاتر از ۵ کیلوگرم با پست سفارشی ارسال کنید

source: Can not send package more than 25 Kg By pishtaz post
fa_ir: نمی‌توانید بسته‌ای با حجم بالاتر از ۲۵ کیلوگرم با پست پیشتاز ارسال کنید

source: page :current of :total
fa_ir: صفحه :current از :total

source: Show record :min to :max of :total
fa_ir: نمایش رکورد :min تا :max از :total

source: The asanpardakht payment on this service is locked
fa_ir: درگاه آسان پرداخت در سرویس شما قفل شده است

source: Your session is lost! We can not find your transaction
fa_ir: اطلاعات سشن از دست رفته است! ما نمی‌توانیم تراکنش شما را بیابیم

source: Your session is lost! We can not find amount
fa_ir: اطلاعات سشن از دست رفته است! ما نمی‌توانیم مبلغ تراکنش شما را بیابیم

source: Can not connect to asanpardakht gateway. Install it!
fa_ir: نمی توانیم به درگاه آسان پرداخت متصل شویم. آن را نصب کنید!

source: Error in payment (have not result)
fa_ir: خطا در درگاه پرداخت - هیچ پاسخی گرفته نشد

source: Error in load web services
fa_ir: خطا در بارگذاری وب سرویس‌ها

source: Error in payment code :result
fa_ir: خطا در درگاه پرداخت با کد :result

source: Redirect to asanpardakht payment
fa_ir: در حال انتقال به درگاه آسان پرداخت

source: The irkish payment on this service is locked
fa_ir: درگاه پرداخت ایران کیش در این سیستم تعریف نشده است

source: The irkish payment merchantId not set
fa_ir: شناسه مشتری درگاه پرداخت ایران کیش تنظیم نشده است

source: The irkish payment token not set
fa_ir: کد احراز هویت ایران کیش یافت نشد

source: The irkish payment resultCode not set
fa_ir: شماره کد احراز هویت ایران کیش یافت نشد

source: Can not connect to irkish gateway. Install it!
fa_ir: نمی‌توانیم به درگاه پرداخت ایران کیش متصل شویم. آن را نصب کنید!

source: Error in connecting to bank service
fa_ir: خطا در برقراری ارتباط با سرویس دهنده بانک

source: Unkown payment error
fa_ir: خطای ناشناس در پرداخت

source: Redirect to iran kish payment
fa_ir: در حال انتقال به درگاه پرداخت ایران کیش

source: The mellat payment on this service is locked
fa_ir: درگاه پرداخت ملت در این سیستم تعریف نشده است

source: The mellat payment TerminalId not set
fa_ir: شناسه ترمینال درگاه پرداخت ملت تنظیم نشده است

source: The mellat payment UserName not set
fa_ir: نام کاربری درگاه پرداخت ملت تنظیم نشده است

source: The mellat payment RefId not set
fa_ir: ارجاع دهنده درگاه پرداخت ملت تنظیم نشده است

source: Can not connect to mellat gateway. Install it!
fa_ir: نمی‌توانیم به درگاه پرداخت ملت متصل شویم. آن را نصب کنید!

source: Transaction Approved
fa_ir: تراکنش تایید شده است

source: Invalid Card Number
fa_ir: شماره کارت نامعتبر است

source: No Sufficient Funds
fa_ir: بدون پول کافی

source: Incorrect Pin
fa_ir: پین نادرست

source: Allowable Number Of Pin Tries Exceeded
fa_ir: تعداد قابل قبولی از پین تلاش می‌کند بیش از

source: Card Not Effective
fa_ir: کارت موثر نیست

source: Exceeds Withdrawal Frequency Limit
fa_ir: بیش از حد فرکانس خروج

source: Customer Cancellation
fa_ir: لغو مشتری

source: Expired Card
fa_ir: کارت خاتمه یافته

source: Exceeds Withdrawal Amount Limit
fa_ir: حد مجاز بازپرداخت بیشتر است

source: No Such Issuer
fa_ir: چنین صادر کننده ای وجود ندارد

source: Card Switch Internal Error
fa_ir: کارت سوئیچ داخلی خطا

source: Issuer Or Switch Is Inoperative
fa_ir: صادر کننده یا سوئیچ نامناسب است

source: Transaction Not Permitted To Card Holder
fa_ir: تراکنش به دارنده کارت مجاز نمی باشد

source: Invalid Merchant
fa_ir: Merchant نامعتبر است

source: Security Violation
fa_ir: نقض امنیتی

source: Invalid User Or Password
fa_ir: کاربر یا گذرواژه نامعتبر است

source: Invalid Amount
fa_ir: مقدار نامعتبر

source: Invalid Response
fa_ir: پاسخ نامعتبر

source: Format Error
fa_ir: خطای قالب

source: No Investment Account
fa_ir: حساب سرمایه گذاری ندارد

source: System Internal Error
fa_ir: خطای داخلی سیستم

source: Invalid Business Date
fa_ir: تاریخ بیزینس نامعتبر است

source: Duplicate Order Id
fa_ir: شناسه سفارش تکراری

source: Sale Transaction Not Found
fa_ir: معامله فروش یافت نشد

source: Duplicate Verify
fa_ir: تکثیر تأیید

source: Verify Transaction Not Found
fa_ir: تأیید معامله یافت نشد

source: Transaction Has Been Settled
fa_ir: معامله صورت گرفته است

source: Transaction Has Not Been Settled
fa_ir: معامله انجام نشده است

source: Settle Transaction Not Found
fa_ir: معامله معامله پیدا نشد

source: Transaction Has Been Reversed
fa_ir: معامله معکوس شده است

source: Refund Transaction Not Found
fa_ir: معامله بازپرداخت یافت نشد

source: Bill Digit Incorrect
fa_ir: بیل سیگنال اشتباه است

source: Payment Digit Incorrect
fa_ir: سیگنال پرداخت اشتباه است

source: Bill Organization Not Valid
fa_ir: سازمان بیل معتبر نیست

source: Session Timeout
fa_ir: مدت زمان جلسه

source: Data Access Exception
fa_ir: استثنائات دسترسی به داده‌ها

source: Payer Id Is Invalid
fa_ir: شناسه پرداخت نامعتبر است

source: Customer Not Found
fa_ir: مشتری یافت نشد

source: Try Count Exceeded
fa_ir: سعی کنید تعداد بیش از حد

source: Invalid IP
fa_ir: IP نامعتبر است

source: Duplicate Transmission
fa_ir: انتقال تکراری

source: Original Transaction Not Found
fa_ir: معامله اصلی یافت نشد

source: Invalid Transaction
fa_ir: معامله نامعتبر

source: Error In Settle
fa_ir: خطا در حل و فصل

source: Redirect to mellat payment
fa_ir: در حال انتقال به درگاه پرداخت ملت

source: The parsian payment on this service is locked
fa_ir: پرداخت با پارسیان در حال حاضر قفل است

source: The parsian payment LoginAccount not set
fa_ir: حساب کاربری لاگین برای پرداخت با پارسیان تنظیم نشده است

source: The parsian payment Token not set
fa_ir: توکن برای پرداخت با پارسیان تنظیم نشده است

source: Can not connect to parsian gateway. Install it!
fa_ir: امکان اتصال به درگاه بانک پارسیان نیست. نصبش کنید!

source: The payir payment on this service is locked
fa_ir: درگاه پی.آی‌آر در سرویس شما قفل شده است

source: The payir payment api not set
fa_ir: کلید اتصال به درگاه پرداخت یافت نشد

source: The payir payment token not set
fa_ir: کد احراز هویت پی‌آی‌آر یافت نشد

source: The sep payment on this service is locked
fa_ir: درگاه سامان در سرویس شما قفل شده است

source: The sep payment MID not set
fa_ir: کد شناسایی درگاه سامان تنظیم نشده است

source: The sep payment ResNum not set
fa_ir: کد شناسایی درگاه سامان تنظیم نشده است

source: Can not connect to sep gateway. Install it!
fa_ir: نمی‌توان به ورودی سامان متصل شد. نصبش کنید!

source: Redirect to sep payment
fa_ir: در حال انتقال به درگاه پرداخت سامان

source: The zarinpal payment on this service is locked
fa_ir: پرداخت با زرین پال در حال حاضر قفل است

source: The zarinpal payment MerchantID not set
fa_ir: کد مرچنت برای پرداخت با زرین پال تنظیم نشده است

source: Can not connect to zarinpal gateway. Install it!
fa_ir: ناتوان در اتصال به درگاه زرین پال. نصبش کنید!

source: The submited inforamation are incomplete.
fa_ir: اطلاعات وارد شده ناقص است.

source: IP or merchant code of the host is incorrect
fa_ir: آی پی یا کد مرچنت میزبان اشتباه است

source: Due to Shaparak's limitations, It's impossible to pay the specified amount
fa_ir: به دلیل محدودیت‌های شاپرک، امکان پرداخت این مقدار وجود ندارد

source: The host level is below silver level
fa_ir: سطح میزبان پایین‌تر از سطح نقره‌ای است
