Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Domain ready to renew
fa_ir: دامنه آماده انتقال است

source: Renew :domain For :year year
fa_ir: تمدید دامنه :domain برای :year سال

source: Renew domian :val
fa_ir: تمدید دامنه :val

source: Domain :domain was renewed
fa_ir: تمدید دامنه :domain انجام شد

source: Domain date expire:
fa_ir: تاریخ انقضای دامنه:

source: After change this problem you can try again
fa_ir: بعد از انجام اقدامات ذکر شده می‌توانید مجددا تلاش کنید

source: If you pay any amount, Your amount is saved in your account
fa_ir: اگر مبلغی را پرداخت کرده باشید، آن مبلغ در حساب کاربری شما ذخیره شده است و می‌توانید از آن استفاده کنید

source: Don't worry! Your gift is ok and not used. You can use it again
fa_ir: نگران کارت هدیه خود نباشید! کارت هدیه شما از بین نرفته است و می‌توانید مجددا از آن استفاده کنید

source: Pay in next week
fa_ir: مبلغ پرداختی در یک هفته آینده

source: Pay in next month
fa_ir: مبلغ پرداختی در یک ماه آینده

source: Pay in next year
fa_ir: مبلغ پرداختی در یک سال آینده

source: Pay in next 5year
fa_ir: مبلغ پرداختی در پنج سال آینده

source: Can not add your IRNIC handle
fa_ir: نمی‌توانیم شناسه ایرنیک شما را اضافه کنیم

source: Domain ready to transfer
fa_ir: دامنه برای انتقال آماده است

source: Transfer :domain
fa_ir: انتقال دامنه :domain

source: Transfer domian :val
fa_ir: انتقال دامنه :val

source: Your domain was transfered
fa_ir: دامنه شما انتقال یافت

source: Can not transfer this domain
fa_ir: نمی‌توان این دامنه را انتقال داد

source: Update domain holder
fa_ir: به‌روزرسانی رابط‌های دامنه

source: Ready to buy domain
fa_ir: درخواست خرید دامنه

source: Domain register pay link created
fa_ir: لینک پرداخت برای خرید دامنه ساخته شد

source: Register domain failed
fa_ir: ثبت‌دامنه ناموفق بود

source: Enable domain auto renew
fa_ir: فعال سازی تمدید خودکار دامنه

source: Disable domain auto renew
fa_ir: غیرفعال سازی تمدید خودکار دامنه

source: Domain transfer pay link created
fa_ir: لینک پرداخت برای انتقال دامنه ساخته شد

source: Ready to renew domain
fa_ir: درخواست تمدید دامنه

source: Domain renew pay link created
fa_ir: لینک پرداخت برای تمدید دامنه ساخته شد

source: Renew domain failed
fa_ir: تمدید دامنه ناموفق بود

source: Ready transfer domain
fa_ir: درخواست جهت انتقال دامنه

source: Import manually domains successful
fa_ir: افزودن دستی دامنه با موفقیت انجام شد

source: Transfer domain failed
fa_ir: انتقال دامنه ناموفق بود

source: Change default IRNIC handle
fa_ir: تغییر شناسه ایرنیک پیشفرض

source: Change default DNS
fa_ir: تغییر دی‌ان‌اس پیشفرض

source: Pay :price toman fro :action domain :domain
fa_ir: پرداخت :price تومان برای :action دامنه :domain

source: Your domain status was updated
fa_ir: وضعیت دامنه شما به‌روز شده است

source: Setting saved
fa_ir: تنظیمات ذخیره شد

source: Please indicate the duration of the domain purchase?
fa_ir: لطفا مشخص کنید که دامنه را با چه مدت زمانی خریداری خواهید کرد؟

source: Some detail is wrong!. We can not create your whois detail
fa_ir: خطا! برخی از اطلاعات نادرست است. نمی‌توانیم اطلاعات کاربری دامنه شما را ثبت کنیم

source: Can not save your whois detail at this time. Please try later
fa_ir: در حال حاضر نمی‌توانیم اطلاعات دامنه‌ شما را ذخیره کنیم. لطفا مجددا تلاش کنید

source: Buy :domain For :year
fa_ir: خرید دامنه :domain برای :year سال

source: No change in DNS
fa_ir: تغییری در دی‌ان‌اس دامنه انجام نشد

source: Can not update DNS record at this time
fa_ir: در حال حاضر نمی‌توانیم جزئیات دی‌ان‌اس را به‌روزرسانی کنیم

source: Can not get domain tranfer code
fa_ir: نمی‌توانیم کد انتقال دامنه را دریافت کنیم

source: Error in load domain price detail
fa_ir: خطا در دریافت هزینه‌های مربوط به دامنه

source: This period of domain have not price!
fa_ir: این بازه زمانی برای دامنه قیمت مشخصی ندارد!

source: Because the maximum validity period of the domain is 9 years, and depending on the period you choose and the expiration date of the domain, your domain will be more than 9 years, and this is not possible.
fa_ir: به دلیل اینکه حداکثر مدت زمان اعتبار دامنه نه سال است و با توجه به بازه زمانی که شما انتخاب کردید و تاریخ اعتبار دامنه،‌ دامنه شما بعد از تمدید بیش از نه سال اعتبار خواهد داشت و این موضوع قابل انجام نیست.

source: We can not renew this domain.
fa_ir: نمی‌توانم این دامنه را تمدید کرد.

source: Can not load domain price
fa_ir: نمی‌توانیم اطلاعات مالی دامنه را دریافت کنیم

source: Domain :domain was transfered in your name
fa_ir: دامنه :domain با موفقیت منتقل شد

source: Can not transfer your domain
fa_ir: نمی‌توانیم دامنه را منتقل کنید

source: Pos setting saved
fa_ir: تنظیمات کارتخوان ذخیره شد

source: This pos not found in your store
fa_ir: این دستگاه کارتخوان در لیست کارتخوان‌های فعال فروشگاه شما یافت نشد

source: Pos removed
fa_ir: دستگاه کارتخوان حذف شد

source: Pos detail not found
fa_ir: جزئیات دستگاه پوز یافت نشد

source: Product title can not be null
fa_ir: عنوان محصول نمی تواند خالی باشد

source: No way to insert product
fa_ir: هیچ راهی برای ثبت محصول نیست

source: No way to insert product price
fa_ir: هیچ راهی برای ثبت مبلغ محصول وجود ندارد

source: Product successfuly added
fa_ir: محصول با موفقیت اضافه شد

source: Please set product title
fa_ir: لطفا عنوان محصول را وارد کنید

source: Please change the product name to copy
fa_ir: لطفا نام محصول را برای تهیه نسخه کپی وارد کنید

source: Invalid bullet text index!
fa_ir: شناسه ویژگی اشتباه است!

source: Product bullet saved
fa_ir: ویژگی‌های برجسته محصول ذخیره شدند

source: Duplicate barcode in one product
fa_ir: بارکد تکراری در یک محصول

source: Duplicate sku code
fa_ir: کد محصول تکراری است

source: Final price is out of range and less than zero!
fa_ir: قیمت خارج از محدوده مجاز بوده و زیر صفر است!

source: Duplicate barcode
fa_ir: بارکد تکراری است

source: This barcode used as barcode :title
fa_ir: این بارکد پیش‌تر به‌عنوان بارکد در :title استفاده شده است

source: This barcode used as barcode2 :title
fa_ir: این بارکد پیش‌تر به‌عنوان ایران بارکد در :title استفاده شده است

source: Undefined error was happend
fa_ir: خطای ناشناخته رخ داده است

source: More than 2 products saved by this barcode
fa_ir: بیش از دو محصول با این بارکد به ثبت رسیده اند

source: Duplicate company founded
fa_ir: شرکت سازنده تکراری است

source: Company successfully added
fa_ir: شرکت سازنده با موفقیت اضافه شد

source: Invalid company id
fa_ir: شناسه شرکت سازنده اشتباه است

source: Invalid new company id!
fa_ir: شناسه شرکت سازنده جدید اشتباه است!

source: Please select one company
fa_ir: لطفا یک شرکت سازنده را انتخاب کنید

source: Invalid company id!
fa_ir: شناسه شرکت سازنده اشتباه است!

source: Old company is equal to new company id
fa_ir: شناسه شرکت قبلی برابر با شناسه شرکت جدید است

source: Company successfully removed
fa_ir: شرکت سازنده با موفقیت حذف شد

source: No change in your product company
fa_ir: شرکت سازنده محصول تغییری نکرد

source: The company successfully updated
fa_ir: شرکت سازنده با موفقیت ویرایش شد

source: Can not update your product company
fa_ir: نمی‌توانید شرکت سازنده محصولات خود را ویرایش کنید

source: No data received!
fa_ir: هیچ اطلاعاتی دریافت نشد!

source: Some detail is wrong!
fa_ir: برخی از جزئیات اشتباه هستند!

source: Title of product can not be null
fa_ir: عنوان محصول نمی تواند خالی باشد

source: Can not update product
fa_ir: نمی‌توانیم محصول را به‌روزرسانی کنیم

source: Your product successfully updated
fa_ir: محصول با موفقیت به روز رسانی شد

source: Your product saved without change
fa_ir: محصول شما بدون تغییر ذخیره شد

source: No value found for editing
fa_ir: هیچ مقداری برای ویرایش وجود ندارد

source: You have not any product to export
fa_ir: شما هیچ محصولی برای خروجی گرفتن ندارید

source: Maximum discount
fa_ir: بیشترین تخفیف

source: Buy price ASC
fa_ir: قیمت خرید، صعودی

source: Buy price DESC
fa_ir: قیمت خرید نزولی

source: With Barcode
fa_ir: دارای بارکد

source: Without Barcode
fa_ir: بدون بارکد

source: Buyprice
fa_ir: قیمت خرید

source: With Buyprice
fa_ir: دارای قیمت خرید

source: Without Buyprice
fa_ir: بدون قیمت خرید

source: With Price
fa_ir: دارای قیمت

source: Without Price
fa_ir: بدون قیمت

source: With Discount
fa_ir: با تخفیف

source: Without Discount
fa_ir: بدون تخفیف

source: Instock
fa_ir: در انبار موجود است

source: Out of stock
fa_ir: بدون موجودی

source: Negative Inventory
fa_ir: موجودی منفی

source: Variant
fa_ir: تنوع محصول

source: Have variants
fa_ir: دارای تنوع

source: Have not variants
fa_ir: بدون تنوع محصول

source: Sold
fa_ir: فروخته‌شده

source: Have sold
fa_ir: فروخته شده

source: Have not sold
fa_ir: فروخته نشده

source: Have weight
fa_ir: دارای وزن

source: Have not weight
fa_ir: بدون وزن

source: Duplicate Title
fa_ir: عنوان تکراری

source: This barcode is scanned before
fa_ir: این بارکد پیش از این اسکن شده است

source: Only image file can be set on product thumb
fa_ir: تنها فایل تصویری می‌تواند به عنوان تصویر شاخص محصول ثبت شود

source: Please reload page to sort all image in this product gallery
fa_ir: لطفا برای مرتب سازی همه تصاویر موجود در این محصول صفحه را مجددا بارگذاری نمایید

source: Product id not set
fa_ir: شناسه محصول یافت نشد

source: Length
fa_ir: طول

source: Height
fa_ir: ارتفاع

source: Property removed
fa_ir: مشخصه حذف شد

source: This property already set as outstanding
fa_ir: این خصیصه قبلا به عنوان مشخصه برجسته انتخاب شده است

source: Property set as outstanding
fa_ir: خصیصه به عنوان مشخصه برجسته انتخاب شد

source: Property remove from outstanding
fa_ir: خصیصه از خصوصیات برجسته حذف شد

source: This property is not an outstanding property
fa_ir: این خصیصه از خصوصیات برجسته نیست

source: Property group
fa_ir: گروه مشخصات

source: Duplicate property founded
fa_ir: این خصیصه تکراری است

source: Invalid property id
fa_ir: شناسه خصیصه‌ اشتباه است

source: Property successfully edited
fa_ir: خصیصه با موفقیت ویرایش شد

source: Property successfully added
fa_ir: خصیصه با موفقیت اضافه شد

source: Some detail was duplicate. We remove duplicate items
fa_ir: بعضی از مقادیر تکراری بودند. ما مقادیر تکراری را حذف کردیم

source: Product property saved without chnage
fa_ir: خصیصه‌های محصول شما بدون تغییر ذخیره شد

source: Product property saved
fa_ir: مشخصات محصول ذخیره شد

source: Tomorrow
fa_ir: فردا

source: Today
fa_ir: امروز

source: Product is not available for shop
fa_ir: محصول برای فروش موجود نیست

source: Temporary out of stock
fa_ir: موجودی این محصول به طور موقت به اتمام رسیده است

source: Product is not available
fa_ir: محصول موجود نیست

source: Will be available soon
fa_ir: به زودی موجود خواهد شد

source: Product is discountinued
fa_ir: تولید این محصول متوقف شده است

source: Product was deleted
fa_ir: محصول حذف شد

source: Please choose a variants of this product to buy
fa_ir: لطفا یکی از انواع این محصول را برای خرید انتخاب کنید

source: This product have some child and can not be remove!
fa_ir: این محصول تعدادی زیرمجموعه دارد و امکان حذف آن نیست!

source: Product removed
fa_ir: محصول حذف شد

source: Invalid option index!
fa_ir: شماره مرتب‌سازی اشتباه است!

source: All product by :val :col removed
fa_ir: همه محصولات با تنوع :val :col حذف شد

source: No data to remove!
fa_ir: داده‌ای برای حذف وجود ندارد!

source: With barcode
fa_ir: دارای بارکد

source: Without barcode
fa_ir: بدون بارکد

source: With buyprice
fa_ir: دارای قیمت خرید

source: Without buyprice
fa_ir: بدون قیمت خرید

source: With price
fa_ir: دارای قیمت

source: Without price
fa_ir: بدون قیمت

source: With discount
fa_ir: دارای تخفیف

source: Without discount
fa_ir: بدون تخفیف

source: Negative
fa_ir: منفی

source: With image
fa_ir: دارای تصویر

source: Without image
fa_ir: بدون تصویر

source: Solded
fa_ir: فروخته شده

source: Not sold
fa_ir: به فروش نرسیده

source: With weight
fa_ir: دارای وزن

source: Without weight
fa_ir: بدون وزن

source: With tag
fa_ir: دارای

source: Without tag
fa_ir: بدون تگ

source: Product not found.
fa_ir: محصول یافت نشد.

source: add as new product
fa_ir: به عنوان یک کالای جدید ثبت کنید

source: Iran barcode
fa_ir: ایران بارکد

source: Duplicate unit founded
fa_ir: واحد تکراری است

source: Unit successfully added
fa_ir: واحد با موفقیت اضافه شد

source: Invalid unit id
fa_ir: شناسه واحد اشتباه است

source: Invalid new unit id!
fa_ir: شناسه واحد جدید اشتباه است!

source: Please select one unit
fa_ir: لطفا یکی از واحد‌های شمارش را انتخاب کنید

source: Invalid unit id!
fa_ir: شناسه واحد اشتباه است!

source: Old unit is equal to new unit id
fa_ir: شناسه واحد قبلی برابر با شناسه واحد جدید است

source: Unit successfully removed
fa_ir: واحد با موفقیت حذف شد

source: No change in your product unit
fa_ir: واحد شمارش محصول تغییری نکرد

source: The unit successfully updated
fa_ir: واحد با موفقیت به‌روز‌رسانی شد

source: Can not update your product unit
fa_ir: نمی‌توانید واحد محصولات خود را ویرایش کنید

source: Variants not avalible on product by type :type
fa_ir: تنوع محصول برای محصولات با نوع :type در دسترس نیست

source: This product was child of another product and can not set variantable
fa_ir: این محصول زیرمجموعه محصول دیگری است و‌ نمی‌توانید برای این تنوع محصول ایجاد کنید

source: This product have some child and can not be set variants
fa_ir: این محصول دارای زیرمجموعه است و نمی‌توانید برای آن تنوع محصول ایجاد کنید

source: Your variants was created
fa_ir: محصولات متنوع شما ساخته شد

source: Sorry!, Cannot insert or update data
fa_ir: متاسفیم! ما نمی‌توانیم اطلاعات را ثبت یا به‌روزرسانی کنیم

source: Duplicate option name
fa_ir: عنوان تنوع تکراری است

source: Please fill variants detail
fa_ir: لطفا جزئیات تنوع محصول را وارد کنید

source: You can set maximum 100 variants
fa_ir: شما می‌توانید حداکثر ۱۰۰ محصول را در تنوع محصولات ایجاد کنید

source: This product not ready to set variants
fa_ir: این محصول آمادگی لازم را برای تنوع محصول ندارد

source: This product have some child and can not set variants
fa_ir: این محصول دارای تنوع بوده و امکان مجدد ثبت تنوع وجود ندارد

source: Variants of product not found
fa_ir: تنوع محصولات یافت نشد

source: No avalible product to insert
fa_ir: هیچ محصولی برای ثبت آماده نیست

source: Your products was inserted
fa_ir: محصولات شما اضافه شد

source: Can not add product
fa_ir: نمی‌توانیم هیچ محصولی را اضافه کنیم

source: This product have not child!
fa_ir: این محصول دارای زیرمجموعه نیست!

source: Please fill the variants option
fa_ir: لطفا گزینه‌های مربوط به تنوع محصول را وارد کنید

source: This variant option already exist in your product list
fa_ir: این مدل تنوع قبلا به لیست محصولات شما اضافه شده است

source: Variants option of this product is full
fa_ir: حالت‌های تنوع این محصول کامل است

source: Variants option is empty. Please contact to administrator
fa_ir: خطا در تنوع محصول. لطفا با مدیر سیستم تماس بگیرید

source: Please add the new option
fa_ir: لطفا گزینه جدید را وارد کنید

source: This option is exist. Try another option
fa_ir: این گزینه وجود دارد. لطفا گزینه‌ دیگری را امتحان کنید

source: Product variants option updated
fa_ir: تنوع محصول به‌روزرسانی شد

source: Tipax
fa_ir: تیپاکس

source: Business Title
fa_ir: عنوان بیزینس

source: Business Logo
fa_ir: لوگوی بیزینس

source: Business Language
fa_ir: زبان بیزینس

source: Business Unit
fa_ir: واحد‌های بیزینس

source: CMS setting saved
fa_ir: تنظیمات سیستم مدیریت محتوا ذخیره شد

source: Product setting saved
fa_ir: تنظیمات محصولات ذخیره شدند

source: Accounting setting saved
fa_ir: تنظیمات حسابداری ذخیره شدند

source: SMS setting saved
fa_ir: تنظیمات پیام کوتاه ذخیره شد

source: Telegram setting saved
fa_ir: تنظیمات تلگرام ذخیره شد

source: Cart setting saved
fa_ir: تنظیمات سبد خرید ذخیره شد

source: Shipping setting saved
fa_ir: تنظیمات ارسال سفارش ذخیره شد

source: Invalid input
fa_ir: ورودی نامعتبر است

source: Bank gateway config was saved
fa_ir: تنظیمات درگاه بانک ذخیره شد

source: of
fa_ir: از

source: Please choose yoru file
fa_ir: لطفا فایل خود را انتخاب کنید

source: Please choose your province
fa_ir: لطفا استان خود را انتخاب کنید

source: Please choose your city
fa_ir: لطفا شهر خود را انتخاب کنید

source: Length unit
fa_ir: واحد طول

source: Mass unit
fa_ir: واحد وزن

source: Your profile was updated
fa_ir: پروفایل شما با موفقیت بروز شد

source: This IBAN was exists in your list
fa_ir: این شماره شبا هم‌اکنون در لیست شماره‌های شبای شما وجود دارد

source: IBAN was added
fa_ir: شماره شبا اضافه شد

source: This Wallet was exists in your list
fa_ir: این کیف پول هم‌اکنون در لیست کیف‌ پول‌های شما وجود دارد

source: Wallet was added
fa_ir: کیف پول الکترونیکی اضافه شد

source: Log not founded
fa_ir: لاگ یافت نشد

source: Maximum capacity of static file is full!
fa_ir: حداکثر ظرفیت فایل ثابت اعتبارسنجی برای شما تکمیل شده است!

source: Static file added
fa_ir: فایل اضافه شد

source: You can not have more than :val free or trial stores.
fa_ir: شما نمی‌توانید بیش از :val فروشگاه رایگان یا آزمایشی داشته باشید.

source: Contact Us if you need more stores
fa_ir: اگر به فروشگاه‌های بیشتری نیاز دارید با ما تماس بگیرید

source: Can not add your store
fa_ir: نمی‌توانیم فروشگاه شما را ایجاد کنیم

source: We can not create your store!
fa_ir: ما نمی‌توانیم فروشگاه شما را ایجاد کنیم!

source: Your store successfully created
fa_ir: فروشگاه شما با موفقیت ساخته شد

source: Database
fa_ir: پایگاه‌داده

source: Database Size
fa_ir: حجم دیتابیس

source: User mobile
fa_ir: کاربران دارای موبایل

source: User email
fa_ir: کاربران دارای ایمیل

source: User chatid
fa_ir: کاربران دارای شناسه تلگرام

source: User username
fa_ir: کاربران دارای نام کاربری

source: User android
fa_ir: کاربران دارای شناسه اندروید

source: User awaiting
fa_ir: کاربران درانتظار

source: User filter
fa_ir: کاربران فیلترشده

source: User unreachabl
fa_ir: کاربران غیر قابل دسترس

source: User with permission
fa_ir: کاربران دارای سطح دسترسی

source: User auth
fa_ir: کد‌ شناسایی کاربران

source: User telegram
fa_ir: کاربران دارای تلگرام

source: Telegrams
fa_ir: تلگرام‌ها

source: Ticket_message
fa_ir: پیام داخلی تیکت

source: Help center article
fa_ir: مقالات مرکز راهنمایی

source: Support tag
fa_ir: کلیدواژه‌های پشتیبانی

source: Help tag
fa_ir: کلیدواژه‌های مرکز راهنمایی

source: Term usages
fa_ir: موارد استفاده عبارت

source: Product categoryusage
fa_ir: موارد استفاده شده دسته‌بندی محصولات

source: Product inventory
fa_ir: موجودی محصولات

source: Product prices
fa_ir: قیمت محصول

source: Product properties
fa_ir: مشخصات محصول

source: Product tagusage
fa_ir: موارد استفاده شده کلیدواژه محصولات

source: Product unit
fa_ir: واحد‌های محصولات

source: Factor buy
fa_ir: فاکتور‌های خرید

source: Factor sale
fa_ir: فاکتور فروش

source: Factor detail
fa_ir: جزئیات فاکتور

source: Sum factor
fa_ir: جمع فاکتور‌ها

source: Factor action
fa_ir: عملیات روی فاکتور‌ها

source: Factor address
fa_ir: آدرس‌ فاکتور‌ها

source: Sum plus transaction
fa_ir: جمع مبالغ اضافه شده در تراکنش‌ها

source: Sum minus transaction
fa_ir: جمع مبالغ کسر شده در تراکنش‌ها

source: Tax coding
fa_ir: سرفصل حسابداری

source: Tax docdetail
fa_ir: جزئیات سند حسابداری

source: Tax document
fa_ir: سند حسابداری

source: Tax year
fa_ir: سال مالی حسابداری

source: IR vat
fa_ir: مالیات ایران

source: Sync
fa_ir: همگام‌سازی

source: Api log
fa_ir: لاگ ای‌پی‌آی

source: Csrf
fa_ir: سی‌اس‌آر‌اف

source: Day event
fa_ir: رویداد‌های روزانه

source: Form
fa_ir: فرم‌ها

source: Form answer
fa_ir: پاسخ فرم‌ها

source: Form answerdetail
fa_ir: جزئیات پاسخ فرم‌ها

source: Form choice
fa_ir: گزینه‌های فرم

source: Form filter
fa_ir: فیلتر فرم‌ها

source: Form filter where
fa_ir: شروط فیلتر فرم‌ها

source: Application downloads
fa_ir: تعداد دانلود‌‌های برنامه

source: Funds
fa_ir: صندوق

source: Fileusage
fa_ir: موارد استفاده شده فایل‌ها

source: Import Export
fa_ir: ورودی و خروجی

source: Log notif
fa_ir: لاگ ناتیف‌ها

source: Login ip
fa_ir: آی‌پی‌های لاگین

source: POS
fa_ir: پوز

source: Urls
fa_ir: آدرس‌ها

source: Only Latin letter and number can use in google analytics code
fa_ir: تنها می‌توانید از کاراکتر‌های لاتین برای کد تحلیل‌گر گوگل استفاده کنید

source: Example product 1
fa_ir: محصول نمونه ۱

source: Description of example product 1
fa_ir: توضیحاتی در مورد محصول نمونه ۱

source: Share this product by this text
fa_ir: با این متن محصول خود را به اشتراک بگذارید

source: Example company
fa_ir: شرکت سازنده نمونه

source: Example tag 1
fa_ir: تگ نمونه ۱

source: Example tag 2
fa_ir: تگ نمونه ۲

source: Example category 1
fa_ir: دسته‌بندی نمونه ۱

source: Example product 2
fa_ir: محصول نمونه ۲

source: Description of example product 2
fa_ir: توضیحاتی در مورد محصول نمونه ۲

source: Example product 3
fa_ir: محصول نمونه ۳

source: Description of example product 3
fa_ir: توضیحاتی در مورد محصول نمونه ۳

source: Example category 2
fa_ir: دسته‌بندی نمونه ۲

source: Box
fa_ir: جعبه

source: Example product 4
fa_ir: محصول نمونه ۴

source: Description of example product 4
fa_ir: توضیحاتی در مورد محصول نمونه ۴

source: Example product 5
fa_ir: محصول نمونه ۵

source: Description of example product 5
fa_ir: توضیحاتی در مورد محصول نمونه ۵

source: Example product 6
fa_ir: محصول نمونه ۶

source: Description of example product 6
fa_ir: توضیحاتی در مورد محصول نمونه ۶

source: Example product 7
fa_ir: محصول نمونه ۷

source: Description of example product 7
fa_ir: توضیحاتی در مورد محصول نمونه ۷

source: Sample about page
fa_ir: نمونه‌ای از صفحه درباره ما

source: Contact US
fa_ir: تماس با ما

source: Sample contact page
fa_ir: نمونه‌ای از صفحه ارتباط با ما

source: No change in business subdomain
fa_ir: هیچ تغییری در زیردامنه فروشگاه ایجاد نشد

source: Subdomain was changed
fa_ir: زیردامنه تغییر یافت

source: Invalid enterprise
fa_ir: شناسه مشتری سازمانی نامعتبر است

source: Enterprice was changed
fa_ir: شناسه مشتری سازمانی ذخیره شد

source: Your social network was saved
fa_ir: شبکه‌های اجتماعی شما ذخیره شد

source: Why you are here in Jibres?
fa_ir: چرا شما در این لحظه در جیبرس هستید؟

source: I'm try to create my own business
fa_ir: سعی‌ می‌کنم بیزینس خودم رو ایجاد کنم

source: I want to extend my business
fa_ir: می‌خوام بیزینس خودم رو گسترش بدم

source: I'm just playing around 😀
fa_ir: فقط دارم چرخ می‌زنم 😀

source: I'm your rival ;)
fa_ir: من رقیب شما هستم ;)

source: I'm not satisfied with my current software!
fa_ir: از نرم‌افزار فعلی خودم راضی نیستم!

source: Are you already selling?
fa_ir: آیا هم‌اکنون چیزی می‌فروشید؟

source: No, I'm not selling products yet
fa_ir: نه؛ هنوز محصولی نمی‌فروشم

source: Yes, I'm selling in store, just not online
fa_ir: بله؛ در فروشگاهم می‌فروشم، ولی آنلاین نیست

source: Yes, I sell with a different system
fa_ir: بله؛ من با یک سیستم متفاوت می‌فروشم

source: Are you setting up an online store for yourself?
fa_ir: آیا می‌خواهید فروشگاه اینترنتی خودتان را راه‌اندازی می‌کنید؟

source: Yes, I'm an owner of business
fa_ir: بله؛ من صاحب بیزینس خودم هستم

source: No, I'm developing a store for a client
fa_ir: خیر؛ من در حال ایجاد فروشگاه برای مشتری خودم هستم

source: Field
fa_ir: فیلد

source: Tag added to all prodcut
fa_ir: تگ به همه محصولات اضافه شد

source: This product have this tag
fa_ir: این محصول هم‌اکنون دارای این تگ می‌باشد

source: Tag added to this product
fa_ir: تگ به این محصول اضافه شد

source: You can set maximum 20 tag to product
fa_ir: شما می‌توانید حداکثر ۲۰ کلید‌واژه به یک محصول اضافه کنید

source: No change in your product tag
fa_ir: تگ محصول شما تغییری نکرد

source: Can not update your product tag
fa_ir: نمی‌توانید تگ محصولات خود را ویرایش کنید

source: Some product save by this tag and you can not remove it
fa_ir: تعدادی از محصولات با این تگ ذخیره شده‌اند و شما نمی‌توانید این تگ را حذف کنید

source: Duplicate title
fa_ir: عنوان تکراری

source: Accounting coding successfully added
fa_ir: سرفصل حسابداری با موفقیت ثبت شد

source: Can not set parent of group accounting coding
fa_ir: گروه نمی‌تواند والد داشته باشد

source: Invalid nature of coding
fa_ir: ماهیت سرفصل اشتباه است

source: Please choose the parent
fa_ir: لطفا والد را انتخاب کنید

source: Invalid parent
fa_ir: شناسه والد اشتباه است

source: Can not set this item as parent
fa_ir: نمی‌توانید این گزینه‌ را به عنوان والد انتخاب کنید

source: Duplicate code. Try another code
fa_ir: این کد تکراری است. لطفا کد دیگری را وارد کنید

source: No change in your data
fa_ir: هیچ تغییری در اطلاعات شما رخ نداد
