Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Creating a backup of your products.
fa_ir: گرفتن نسخه پشتیبان از محصولات.

source: Moving your existing products to a new Jibres store.
fa_ir: انتقال محصولات فعلی به فروشگاه جدید در جیبرس.

source: Editing your products in bulk using a spreadsheet.
fa_ir: ویرایش محصولات به‌صورت دسته‌ای با استفاده از اکسل یا نرم‌افزاهای مشابه.

source: If you want to transfer a large amount of product information between Jibres and another system, then you can use a specially-formatted spreadsheet to import or export that data.
fa_ir: اگر شما می‌خواهید حجم بالایی از اطلاعات محصولات را بین جیبرس و سایر سیستم‌ها جابجا کنید، می‌توانید از قالب خاص صفحه گسترده یعنی سی‌اس‌وی برای درون‌ریزی یا برون‌ریزی داده‌ها استفاده کنید.

source: Jibres uses CSV (comma-separated value) files to perform this kind of bulk task.
fa_ir: جیبرس از فایل سی‌اس‌وی‌ یعنی فرمتی که با ویرگول از هم جدا شده است استفاده می‌کند تا این وظایف دسته‌ای این‌چنینی را به انجام برساند.

source: If you export up to 50 products, then the CSV file is downloaded by your browser. If you export 51 or more products, then the CSV file is emailed to you.
fa_ir: اگر شما در حال استخراج محصولات تا حداکثر ۵۰ مورد هستید، فایل سی‌اس‌وی توسط مرورگر شما دانلود خواهد شد. اما اگر ۵۱ مورد یا بیشتر محصول برای استخراج داشته باشید، در این‌صورت فایل سی‌اس‌وی برای شما ایمیل خواهد شد.

source: If you aren't the store owner, then the file is sent to the store owner's email as well.
fa_ir: اگر شما مالک فروشگاه نیستید، پس به‌خاطر داشته باشید که ایمیل به آدرس مدیر فروشگاه ارسال خواهد شد.

source: You have not any product to export!
fa_ir: شما هیچ محصولی برای خروجی گرفتن ندارید!

source: Product exported list
fa_ir: لیست خروجی‌های گرفته شده از محصولات

source: import products
fa_ir: واردکردن دسته‌ای محصولات

source: Export products
fa_ir: خروجی از محصولات

source: Select any of the image you want and move them to sort
fa_ir: یک تصویر را انتخاب کنید و آن را جابجا کنید تا مطابق ترتیب دلخواه شما مرتب‌سازی شود

source: File :val
fa_ir: فایل :val

source: Sort images in gallery
fa_ir: مرتب سازی تصاویر در گالری

source: Variants
fa_ir: تنوع محصول

source: Discount percent
fa_ir: درصد تخفیف

source: First step to set up your online store is add products.
fa_ir: مرحله اول برای تنظیم فروشگاه افزودن کالاهاست.

source: After add products, you can sell them to your customers.
fa_ir: پس از افزودن محصولات، شما می‌توانید آن‌ها را به مشتریان خود بفروشید.

source: Try to start with add new product!
fa_ir: با افزودن محصول جدید تلاشی برای شروع داشته باشید!

source: add new product
fa_ir: افزودن محصول جدید

source: Search products
fa_ir: جستجو در محصولات

source: Show all products where
fa_ir: نمایش محصولات با شرط

source: like Qty, kg, etc
fa_ir: مثل عدد، کیلوگرم، تعداد

source: Product Brand
fa_ir: برند محصول

source: Product Status
fa_ir: وضعیت محصول

source: Add product
fa_ir: افزودن محصول

source: Importing products is useful if you switched to Jibres from another platform.
fa_ir: اگر در حال انتقال از یک سیستم دیگر به جیبرس هستید، ورود دسته‌ای محصولات می‌تواند برای شما کاربردی باشد.

source: When importing, Jibres converts the data from the CSV file into products.
fa_ir: در زمان درون‌ریزی، جیبرس داده‌ها را از فایل سی‌اس‌وی خوانده و به محصولات منتقل می‌کند.

source: Importing a CSV file that has been sorted by a spreadsheet editor such as Microsoft Excel or Numbers might cause your products to be removed from their relevant image links on the CSV, and your product's images will be lost.
fa_ir: ورود اطلاعات از طریق فایل سی‌اس‌وی که توسط نرم‌افزارهای صفحه گسترده مثل اکسل مرتب شده‌اند ممکن است که منجر به حذف لینک تصویر متصل به محصول شما شود و تصاویر محصولات شما از دست بروند.

source: Before you start your import, make sure that you have a backup of your product data.
fa_ir: پیش از شروع فرآیند درون‌ریزی، مطمئن شوید که از داده‌های محصولات خودتون نسخه پشتیبان گرفته باشید.

source: The maximum file size is 5 MB.
fa_ir: حداکثر اندازه فایل ۵ مگابایت است.

source: Only 1,000 products are accepted in each file
fa_ir: تنها ۱۰۰۰ محصول در هر فایل مورد پذیرش است

source: Posting a new file will delete the previously reviewed file
fa_ir: ارسال فایل جدید باعث حذف فایل قبلی ارسال شده خواهد شد

source: Csv file
fa_ir: فایل‌ سی‌اس‌وی

source: Check file
fa_ir: بررسی فایل

source: Result analysis file
fa_ir: نتیجه بررسی فایل

source: Count Record available to import:
fa_ir: تعداد ردیف‌های آماده برای ثبت:

source: Count Record found whit error:
fa_ir: تعداد ردیف‌های دارای خطا:

source: Error
fa_ir: خطا

source: Count error
fa_ir: تعداد خطا‌ها

source: Error in index records
fa_ir: خطا در ردیف‌های شماره

source: Error in index record
fa_ir: خطا در شماره‌ ردیف

source: Your input file contains a number of records that have ID, and if you import this file your existing products by this ids will be replaced with new data
fa_ir: فایل ارسالی شما دارای تعدادی ردیف با شماره شناسایی می‌باشد که همان شماره‌ها در لیست محصولات شما وجود دارد. با وارد کردن این فایل تمامی محصولاتی که شماره آنها در این لیست قرار دارد با داده‌های جدید جایگزین خواهند شد

source: Count record have ID
fa_ir: تعداد ردیف‌های دارای شناسه

source: Founded id
fa_ir: شناسه‌های یافت شده

source: Never mind
fa_ir: بی‌خیال

source: I sure. I want to overwrite that products
fa_ir: من مطمئن هستم. می‌خواهم محصولاتم جایگزین شوند

source: Import
fa_ir: وارد کردن

source: Import products
fa_ir: واردکردن دسته‌ای محصولات

source: Stock keeping unit - SKU
fa_ir: واحد نگهداری انبار - کد کالا

source: Current Stock Count
fa_ir: تعداد موجودی فعلی

source: If you want to change the stock enter current stock here
fa_ir: در صورت تمایل به تغییر موجودی آن را وارد کنید،‌ در غیر این ‌صورت این فیلد را خالی بگذارید

source: Min stock
fa_ir: حداقل موجودی

source: Max stock
fa_ir: حداکثر موجودی

source: Optimize your inventory decisions.
fa_ir: تصمیمات انبار خود را بهینه کنید.

source: Know which products are the most profitable and which you should re-order when.
fa_ir: دانستن اینکه کدام محصولات بیشتر سودآور هستند و اینکه چه زمانی کدامشان را باید دوباره سفارش دهید.

source: Demand forecasting!
fa_ir: پیش‌بینی تقاضا!

source: Receive recommendations on your products based on your rate of sales.
fa_ir: دریافت توصیه برای خرید محصولات بسته به نرخ فروش آن‌ها.

source: Track quantity
fa_ir: رهگیری موجودی

source: Inventory tracking can help you avoid selling products that have run out of stock, or let you know when you need to order or make more of your product.
fa_ir: رهگیری موجودی می‌تواند به شما کمک می‌کند تا از فروش کالاهایی که موجودی آن به اتمام رسیده است جلوگیری کند؛ هم‌چنین زمانی که نیاز به خرید محصولی داشته باشید می‌تواند به شما کمک کند تا با بررسی موجودی خرید هوشمندانه داشته باشید.

source: Oversale
fa_ir: فروش با موجودی منفی

source: Allow to purchase when sold out of stock
fa_ir: اجازه به فروش زمانی که موجودی انبار منفی شده است

source: Product status
fa_ir: وضعیت محصول

source: Available
fa_ir: موجود

source: The product is available
fa_ir: محصول موجود است

source: The product is soon
fa_ir: محصول به‌زودی موجود خواهد شد

source: The product is unavailable
fa_ir: محصول موجود نیست

source: Discountinued
fa_ir: توقف تولید

source: The product is discountinued
fa_ir: تولید این محصول متوقف شده است

source: The product is archived
fa_ir: محصول بایگانی شده است

source: The archived product not show in website and admin product list
fa_ir: محصولاتی که بایگانی شده باشند در لیست محصولات نمایش داده نخواهند شد

source: The product is deleted
fa_ir: محصول حذف شده است

source: Remove product
fa_ir: حذف محصول

source: Organization
fa_ir: سازمان

source: Service
fa_ir: خدمت

source: Without unit
fa_ir: بدون واحد

source: Without Brand
fa_ir: بدون برند

source: Image Asistant
fa_ir: دستیار تصویر

source: Set product property
fa_ir: تنظیم مشخصات محصول

source: Set as outstanding property
fa_ir: تنظیم به عنوان خصوصیت برجسته

source: Unset from outstanding property
fa_ir: حذف از خصوصیات برجسته

source: Please fill the top input and click on Edit to save it
fa_ir: لطفا مقادیر بالای صفحه را تکمیل کنید و دکمه ویرایش را بزنید

source: By click on
fa_ir: با کلیک بر

source: You can set one property as outstanding property or unset it
fa_ir: شما می‌توانید یک خصیصه را به عنوان خصیصه برجسته انتخاب کنید و یا آن را به عنوان خصیصه عادی تنظیم کنید

source: Property of Category
fa_ir: خصیصه عمومی دسته‌بندی

source: Property
fa_ir: خصوصیات

source: You must set Telegram bot setting first
fa_ir: شما ابتدا باید تنظیمات مربوط به اتصال فروشگاه به تلگرام را بررسی کنید

source: Click here to setup telegram setting
fa_ir: برای تنظیم اطلاعات تلگرام کلیک کنید

source: Share text
fa_ir: متن اشتراک گذاری

source: Register a new order
fa_ir: ثبت سفارش جدید

source: Manage your social network
fa_ir: مدیریت شبکه‌های اجتماعی

source: You must set your telegram apikey first in bussiness setting
fa_ir: شما ابتدا باید تنظیمات مربوط به اتصال فروشگاه به تلگرام را بررسی کنید

source: You must set your telegram channel first in bussiness setting
fa_ir: شما ابتدا باید تنظیمات مربوط به اتصال فروشگاه به کانال تلگرامی را بررسی کنید

source: Post successfully on telegram
fa_ir: نوشته با موفقیت به تلگرام ارسال شد

source: Product Share text
fa_ir: متن اشتراک گذاری محصول در شبکه‌های اجتماعی

source: Preparation time
fa_ir: زمان آماده سازی

source: Hour
fa_ir: ساعت

source: The variants of your business is locked!
fa_ir: تنوع محصول در بیزینس شما قفل شده است!

source: You have already added variants to this product. You can now add a specific type to one of the added variants types
fa_ir: شما قبلا به این محصول تنوع اضافه کرده‌اید. اکنون می‌توانید یک نوع خاص به ویژگی‌‌های ثبت شده قبلی اضافه کنید

source: Or delete a specific type of product variant
fa_ir: یا یک نوع خاص از تنوع را حذف کنید

source: Note that if you delete one type of variant, all products that have that type of variant will be removed!
fa_ir: مراقب باشید اگر یک نوع از تنوع را حذف کنید تمام محصولاتی که دارای این مدل خاص از تنوع هستند حذف خواهند شد!

source: Count product child
fa_ir: تعداد محصولات زیرمجموعه

source: Remove all variants by :val :color?
fa_ir: آیا همه محصولات با :val :color حذف شوند؟

source: New Property
fa_ir: خصوصیت جدید

source: You have :val different models of this product
fa_ir: شما :val مدل مختلف از این محصول ایجاد کرده‌اید

source: Remove any products you do not need
fa_ir: هر کدام از محصولاتی را که نمی‌خواهید حذف کنید

source: Please enter the price and inventory of each product and then click the save button
fa_ir: لطفا در صورت تمایل قیمت و موجودی هر کدام از محصولات را وارد کنید و سپس دکمه ذخیره را بزنید

source: You can differentiate your product in terms of three features
fa_ir: شما می توانید محصول خود را از نظر سه ویژگی متمایز کنید

source: Property #1
fa_ir: ویژگی شماره ۱

source: Like Size
fa_ir: مثل اندازه

source: Like Medium, Large, xLarge, xxLarge
fa_ir: مانند متوسط، بزرگ، xxl

source: Property #2
fa_ir: ویژگی شماره ۲

source: Like Color
fa_ir: مثل رنگ

source: Like Red, Blue, Green
fa_ir: مثل قرمز،‌ آبی، سبز

source: Property #3
fa_ir: ویژگی شماره ۳

source: Like Material
fa_ir: مثل جنس

source: Like Wood, Bamboo, iron
fa_ir: مانند چوب، بامبو، آهن

source: Can not set variants after sale, buy or any factor type of this products
fa_ir: زمانی که از محصول حتی یک مورد به فروش می‌رسد دیگر امکان ثبت تنوع برای آن وجود ندارد

source: Show list of order contain this product
fa_ir: نمایش لیست سفارشاتی که این محصول در آن‌ها وجود دارد

source: This is child of another product
fa_ir: این محصول خود زیرمجموعه محصول دیگری است

source: Can not add variants to this product!
fa_ir: نمی‌توانیم هیچ مدل متنوعی را به این محصول اضافه کنیم!

source: Please specify the required products
fa_ir: جهت ثبت تنوع لطفا محصولاتی که مورد نیاز شما می‌باشد را اعلام کنید

source: Total products
fa_ir: تعداد محصولات

source: Average price
fa_ir: میانگین قیمت

source: Expensive product
fa_ir: گران‌ترین محصول

source: Inexpensive product
fa_ir: ارزان‌ترین محصول

source: Max sale count
fa_ir: بیشترین فروش

source: Max price change count
fa_ir: محصول با بیشترین تغییر قیمت

source: Max sale price
fa_ir: پیشترین قیمت فروش رفته

source: Product have variants
fa_ir: محصولات دارای تنوع

source: Total finalprice of all products
fa_ir: جمع کل مبالغ محصولات

source: Total price of all products
fa_ir: جمع کل قیمت محصولات

source: Total profit of all products
fa_ir: سود فروش کل محصولات

source: Total price change
fa_ir: تعداد تغییرات قیمت

source: Bestselling product
fa_ir: پرفروش‌ترین محصول

source: Most items in the cart
fa_ir: بیشترین محصول در سبد خرید

source: Product tag
fa_ir: کلیدواژه محصولات

source: Product category
fa_ir: دسته‌بندی محصولات

source: Product company
fa_ir: شرکت سازنده محصولات

source: Product units
fa_ir: واحد‌های محصولات

source: Expensive list
fa_ir: لیست گران‌ترین محصولات

source: Inexpensive list
fa_ir: لیست ارزان ترین

source: Max sold products
fa_ir: بیشترین محصول فروش رفته

source: Max sold price
fa_ir: بیشترین قیمت فروش رفته

source: Last product in cart
fa_ir: آخرین محصولات اضافه شده در سبد خرید

source: Product report
fa_ir: گزارش محصول

source: The amount you spent
fa_ir: مبلغی که برای خرید محصولات هزینه‌ کرده‌اید

source: Product buyprice * stock
fa_ir: قیمت خرید محصول ضرب در موجودی

source: The amount that will be obtained after selling all products without discount
fa_ir: مبلغی که پس از فروش تمامی محصولات بدون در نظر گرفتن تخفیف به دست خواهید آورد

source: Product price * stock
fa_ir: قیمت محصول ضرب در موجودی

source: Total discounts
fa_ir: مجموع تخفیف‌ها

source: The amount that will be obtained after selling all products
fa_ir: مبلغی که پس از فروش تمامی محصولات به دست خواهید آورد

source: Product final price * stock
fa_ir: قیمت نهایی محصول ضرب در موجودی

source: Total profit
fa_ir: کل سود

source: Product value
fa_ir: ارزش محصول

source: You can add new empty tab if current tab is filled!
fa_ir: اگر این برگه پر شود شما می‌توانید یک برگه خالی جدید اضافه کنید!

source: Row
fa_ir: ردیف

source: Factor Price Detail
fa_ir: جزئیات قیمت فاکتور

source: Count of items
fa_ir: تعداد اقلام

source: Sum of counts
fa_ir: جمع تعداد

source: Press f7 or click to toggle discount
fa_ir: دکمه f7 را بفشارید با برای تغییر وضعیت کلیک کنید

source: Save Factor & Continue
fa_ir: ذخیره فاکتور و ادامه

source: Save & Print
fa_ir: ذخیره و چاپ

source: Dont!
fa_ir: نکن عزیزم!

source: No items have been added for sale
fa_ir: هیچ محصولی برای فروش انتخاب نشده است

source: Sale invoicing
fa_ir: صدور فاکتور فروش

source: Factors
fa_ir: فاکتورها

source: Set Accounting currency
fa_ir: تنظیم واحد مالی سیستم حسابداری

source: Accounting Currency
fa_ir: واحد مالی حسابداری

source: Accounting currency setting
fa_ir: تنظیمات واحد مالی سیستم حسابداری

source: Accounting setting
fa_ir: تنظیمات حسابداری

source: Set Accounting default assistant code
fa_ir: تنظیم کد معین پیشفرض

source: Default assistant id in close all harmful-profit document
fa_ir: شناسه معین پیشفرض برای بستن حساب‌های سود و زیانی

source: On default used from 3803 Accounting assistant code. if exists
fa_ir: به صورت پیشفرض از کد حسابداری ۳۸۰۳ استفاده می‌شود. اگر وجود داشته باشد

source: Default assistant id in move all harmful-profit to accumulated harmful-profit document
fa_ir: شناسه معین پیشفرض برای انتقال سود و زیان جاری به سود و زیان انباشته

source: On default used from 3701 Accounting assistant code. if exists
fa_ir: به صورت پیشفرض از کد حسابداری ۳۷۰۱ استفاده می‌شود. اگر وجود داشته باشد

source: Default assistant id in closing year document
fa_ir: شناسه معین پیشفرض در سند اختتامیه سال

source: On default used from 1901 Accounting assistant code. if exists
fa_ir: به صورت پیشفرض از کد حسابداری ۱۹۰۱ استفاده می‌شود. اگر وجود داشته باشد

source: Set Accounting Currency
fa_ir: تنظیم واحد مالی سیستم حسابداری

source: Set your accounting Currency
fa_ir: تنظیم واحد مالی سیستم حسابداری

source: Set Currency
fa_ir: تنظیم واحد مالی

source: Reset accounting document number
fa_ir: تنظیم مجدد شماره‌های سند حسابداری

source: Choose accounting year
fa_ir: انتخاب سال مالی

source: Set Default accounting detail
fa_ir: تنظیم معین پیشفرض

source: In some cases, the system automatically issues documents that need a specific title. Set these titles in this section.
fa_ir: در برخی از موارد سیستم به صورت خودکار اسنادی را صادر می‌کند که نیازمند تعریف عناوین خاصی هستند. آن عناوین را در این قسمت تنظیم می‌کنید.

source: Set default accounting detail
fa_ir: تنظیم معین پیشفرض

source: Reset Accounting document number
fa_ir: تنظیم مجدد شماره‌های سند حسابداری

source: Accounting resetnumber setting
fa_ir: تنظیم مجدد شماره سند حسابداری

source: Set your store address
fa_ir: تنظیم آدرس فروشگاه شما

source: Set cart page default text
fa_ir: تنظیم متن ثابت صفحه سبد خرید

source: Set Cart limit
fa_ir: تنظیم محدودیت سبد خرید

source: Set Cart Text
fa_ir: تنظیم متن ثابت صفحه سبد خرید

source: You can set a maximum of one product in the every user cart. This number can be set individually in each product. If this number was not set in the product, the default value set on this page will be the criterion. <br> The minimum order quantity for each product is 1. <br> If you have a specific product that you want to set the minimum order, we will receive that number only in the product itself.
fa_ir: می‌توانید حداکثر یک محصول را در هر سبد خرید تنظیم کنید. این تعداد می‌تواند به صورت جداگانه در هر محصول تنظیم شود. اگر این شماره در محصول تنظیم نشده باشد، مقدار پیش‌فرض تنظیم شده در این صفحه ملاک خواهد بود. <br> حداقل مقدار سفارش برای هر محصول یک است: اگر محصول خاصی دارید که می‌خواهید حداقل سفارش را تعیین کنید، ما این تعداد را فقط در خود محصول دریافت می‌کنیم.

source: Max product in cart
fa_ir: حداکثر تعداد یک محصول در سبد خرید

source: Cart Setting
fa_ir: تنظیمات سبد خرید

source: Set Cart page default text
fa_ir: تنظیم متن ثابت صفحه سبد خرید

source: If you want to show a message to all customers on the shopping cart page, write it here. You can also adjust the color of this text. <br> After setting this text, you will see a sample of it at the bottom of this page
fa_ir: اگر می‌خواهید در صفحه سبد خرید پیامی به همه مشتریان نشان دهید ، آن را در اینجا بنویسید. همچنین می توانید رنگ این متن را تنظیم کنید. ... پس از تنظیم این متن، نمونه‌ای از آن را در پایین همین صفحه مشاهده خواهید کرد

source: Text
fa_ir: متن

source: Store legal information
fa_ir: اطلاعات حقوقی فروشگاه

source: Enter the domain one of the available methods to connect the domain to your store
fa_ir: دامنه مورد نظر خود را از یکی از روش‌های زیر به بیزینس خود اضافه کنید

source: Connect existing domain
fa_ir: اتصال به دامنه از پیش خریداری شده

source: Connect your domain registered in Jibres
fa_ir: اتصال دامنه‌هایی که با جیبرس خریداری کرده‌اید

source: Add new domain
fa_ir: افزودن دامنه جدید

source: Connected
fa_ir: متصل‌شده

source: Master domain
fa_ir: دامنه اصلی

source: Connect store to your domain
fa_ir: اتصال دامنه اختصاصی شما به فروشگاه

source: You can connect one or more domains to your business. After connecting the domains
fa_ir: شما می‌توانید یک یا چند دامنه اختصاصی به بیزینس خود متصل کنید

source: To connect a subdomain, you must log in to your domain management panel and set A record for that subdomain at the following address:
fa_ir: برای اتصال زیر دامنه به بیزینس خود باید وارد پنل مدیریت دامنه خود شده و یک ای‌رکورد به آدرس زیر برای‌ آن زیردامنه ثبت کنید:

source: Key
fa_ir: کلید

source: The process of connecting a domain to a business may take several minutes
fa_ir: فرایند اتصال دامنه به بیزینس شما ممکن است چند دقیقه طول بکشد

source: DNS resolved
fa_ir: دی‌ان‌اس شناسایی شده است

source: Add to CDN panel
fa_ir: اضافه شدن به پنل سی‌دی‌ان

source: HTTPS Request
fa_ir: درخواست اچ‌تی‌تی‌پی‌اس

source: HTTPS verify
fa_ir: تایید اچ‌تی‌تی‌پی‌اس

source: DNS records
fa_ir: رکورد‌های دی‌ان‌اس

source: Remove domain from your business
fa_ir: حذف دامنه از بیزینس

source: Remove domain
fa_ir: حذف دامنه

source: Add this time your business master domain set on this domain
fa_ir: در حال حاضر دامنه اصلی بیزینس شما بر روی این دامنه تنظیم شده است

source: You must set master domain on another domain to remove it
fa_ir: برای حذف این دامنه باید دامنه اصلی بیزینس خود را بر روی دامنه دیگری تنظیم کنید

source: Please choose one domain as master
fa_ir: لطفا یک دامنه را به عنوان دامنه اصلی انتخاب کنید

source: You are trying to remove domain :domain from your business
fa_ir: شما در حال حذف دامنه :domain از بیزینس خود هستید

source: If you sure to want to remove this domain from your business click the below button
fa_ir: اگر از حذف این دامنه از بیزینس خود مطمئن هستید روی دکمه زیر کلیک کنید

source: Change master domain first
fa_ir: ابتدا دامنه اصلی را تغییر دهید

source: Choose the main domain of your business. With it, other domains connected to your business will be transferred to this domain
fa_ir: یک دامنه را به عنوان دامنه اصلی بیزینس خود مشخص کنید. در این حالت تمامی دامنه‌های متصل به بیزینس شما بر روی این دامنه منتقل خواهند شد

source: Redirect all domain to master
fa_ir: انتقال همه‌ دامنه‌ها به دامنه اصلی

source: Enable these settings if you want to route all business domain independently
fa_ir: اگر میخواهید همه دامنه‌های متصل به بیزینس خود را به صورت مستقل داشته باشید این تنظیمات را فعال کنید

source: Be careful in this case you are at risk in terms of content and SEO
fa_ir: مراقب باشید در این حالت شما از نظر سئو در معرض خطر هستید

source: All sites linked to your business will be redirected to the main domain
fa_ir: تمام دامنه‌های متصل به بیزینس شما بر روی دامنه اصلی منتقل خواهند شد

source: Domain setting
fa_ir: تنظیمات دامنه

source: Invalid id
fa_ir: شناسه نامعتبر

source: Edit fund
fa_ir: ویرایش صندوق

source: Add new fund
fa_ir: افزودن صندوق جدید

source: Pos
fa_ir: کارتخوان

source: Add new pos
fa_ir: افزودن کارتخوان جدید

source: Add fund
fa_ir: افزودن صندوق

source: Fund
fa_ir: صندوق

source: Store title
fa_ir: عنوان فروشگاه

source: Set logo of your store
fa_ir: تنظیم لوگوی فروشگاه شما

source: Business language
fa_ir: زبان بیزینس

source: Business units
fa_ir: واحد‌های فروشگاه

source: No-Shopping Business
fa_ir: کسب‌و‌کار بدون خرید و فروش

source: Please choose your business default language
fa_ir: لطفا زبان پیشفرض بیزینس خود را انتخاب کنید

source: Please select one item
fa_ir: لطفا یک گزینه را انتخاب کنید

source: Language
fa_ir: زبان

source: Is your business not able to sell goods or services?
fa_ir: آیا امکان خرید و فروش در کسب‌وکار شما غیرفعال است؟

source: Saleing
fa_ir: فروش

source: General
fa_ir: عمومی

source: General setting
fa_ir: تنظیمات عمومی

source: View and update your business details
fa_ir: نمایش و ویرایش اطلاعات بیزینس

source: Manage how your business products organized
fa_ir: مدیریت و سازماندهی محصولات بیزینس شما

source: Locations
fa_ir: موقعیت‌ها

source: Manage the place you stock inventory and sell products
fa_ir: مدیریت انبارها و موجودی و فروش محصولات

source: Taxes
fa_ir: مالیات

source: Manage how your business charges taxes
fa_ir: مدیریت تنظیمات بیزینس شما درباره مالیات

source: Payment Providers
fa_ir: درگاه‌های پرداخت

source: Enable and manage your business payment providers
fa_ir: مدیریت و فعال‌سازی درگاه‌های پرداخت بیزینس

source: Account
fa_ir: حساب کاربری

source: Manage your accounts and permissions
fa_ir: مدیریت حساب‌کاربری و سطوح دسترسی

source: Manage how you ship orders to customers
fa_ir: مدیریت نحوه ارسال سفارشات به مشتریان

source: Checkout
fa_ir: پرداخت

source: Customize your online checkout process
fa_ir: سفارشی‌سازی روند پرداخت آنلاین

source: Notifications
fa_ir: اطلاع‌رسانی‌ها

source: Manage notification send to you and your cusotmers
fa_ir: مدیریت پیام‌های ارسالی به شما و و مشتریان

source: Billing
fa_ir: مالی

source: Your billing information and view your invoices
fa_ir: اطلاعات مالی و مشاهده فاکتورها

source: Legal
fa_ir: حقوقی

source: Manage your business legal pages
fa_ir: مدیریت صفحات حقوقی و قانونی بیزینس شما

source: Cart setting
fa_ir: تنظیمات سبد خرید

source: Order setting
fa_ir: تنظیمات سفارش

source: Connect business to your domain
fa_ir: اتصال دامنه اختصاصی شما به بیزینس

source: SMS
fa_ir: پیام کوتاه

source: SMS setting
fa_ir: تنظیمات پیام کوتاه
