Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Set post redirect url
fa_ir: تنظیم آدرس انتقال مطلب

source: By default, the publish time is saved when you set post status publish, and you can manually change the publication date in this section.
fa_ir: به صورت پیش‌فرض، زمان انتشار در لحظه تغییر وضعیت مطلب به منتشر شده ثبت خواهد شد. شما می‌توانید زمان انتشار مطلب را به صورت دستی تغییر دهید.

source: Edit publish date
fa_ir: ویرایش زمان انتشار

source: Change post writer
fa_ir: تغییر نویسنده مطلب

source: You can change the author of the post manually
fa_ir: شما می‌توانید نویسنده این مطلب را به صورت دستی تغییر دهید

source: Edit post writer
fa_ir: ویرایش نویسنده مطلب

source: Change post language
fa_ir: ویرایش زبان نوشته

source: You can change your post language
fa_ir: شما می‌توانید زبان این نوشته را به صورت دستی تغییر دهید

source: Post cover
fa_ir: کاور نوشته

source: Setting up a post cover helps you to publish your post professionally on social networks. If you do not use this feature, the post thumb image will be used as a cover
fa_ir: تنظیم کاور نوشته به شما کمک می‌کند تا مطالب خود را به صورت حرفه‌ای در شبکه‌های اجتماعی منتشر کنید. اگر از این ویژگی استفاده نکنید، تصویر شاخص نوشته به عنوان کاور شبکه‌‌های اجتماعی مورد استفاده قرار می‌گیرد

source: Remove post cover
fa_ir: حذف کاور نوشته

source: Remove post
fa_ir: حذف نوشته

source: Can not remove post when published. You must be change your post status to draft and then can remove it.
fa_ir: نمی‌توانید نوشته را در حالی که منتشر شده است حذف کنید. شما باید ابتدا وضعیت نوشته را به پیش‌نویس تغییر دهید و سپس آن را حذف کنید.

source: Are your sure to remove this post?
fa_ir: آیا از حذف این نوشته اطمینان دارید؟

source: Remove Post
fa_ir: حذف نوشته

source: Edit post setting
fa_ir: ویرایش تنظیمات نوشته

source: Current post wirter
fa_ir: نویسنده فعلی مطلب

source: Featured image of standard post
fa_ir: تصویر شاخص برای نوشته‌های استاندارد

source: Specify the aspect ratio of the featured image
fa_ir: نسبت ابعاد تصویر شاخص را مشخص کنید

source: Featured image of gallery post
fa_ir: تصویر شاخص برای گالری‌ها

source: Featured image of video post
fa_ir: تصویر شاخص برای ویدئو‌ها

source: Featured image of podcast post
fa_ir: تصویر شاخص برای پادکست‌ها

source: CMS Settings
fa_ir: تنظیمات سیستم مدیریت محتوا

source: What are Sitemaps?
fa_ir: نقشه سایت چیست؟

source: Sitemaps are an easy way for webmasters to inform search engines about pages on their sites that are available for crawling. In its simplest form, a Sitemap is an XML file that lists URLs for a site along with additional metadata about each URL (when it was last updated, how often it usually changes, and how important it is, relative to other URLs in the site) so that search engines can more intelligently crawl the site.
fa_ir: نقشه سایت یک راه آسان برای مدیران وب‌سایت‌ها است که می‌توانند صفحات موجود در وب‌سایت خود را به اطلاع موتورهای جستجو و خزنده‌های وب برسانند. نقشه سایت در ساده ترین حالت یک فایل xml است که شامل آدرس‌های موجود در وب‌سایت به همراه داده‌های اضافی مانند زمان به‌روزرسانی،‌ میزان اهمیت و ... می‌باشد.

source: Web crawlers usually discover pages from links within the site and from other sites. Sitemaps supplement this data to allow crawlers that support Sitemaps to pick up all URLs in the Sitemap and learn about those URLs using the associated metadata. Using the Sitemap protocol does not guarantee that web pages are included in search engines, but provides hints for web crawlers to do a better job of crawling your site.
fa_ir: موتور‌های جستجو و خزنده‌های وب معمولاً صفحات سایت را از پیوندهای داخل سایت و سایت‌های دیگر کشف می‌کنند. نقشه‌ سایت این داده‌ها را تکمیل می‌کند و به خزنده‌هایی که نقشه سایت را پشتیبانی می‌کنند این امکان را می‌دهد تا تمامی پیونده‌های سایت شما را استخراج کنند. با استفاده از پروتکل نقشه سایت گرچه تضمین نمی‌شود که صفحات وب‌ در موتورهای جستجو گنجانده شوند، اما امکاناتی را برای موتور‌های جستجو فراهم می‌کند تا سایت شما را بهتر جستجو کنند.

source: We automatically builds your sitemap
fa_ir: ما نقشه سایت شما رو به صورت خودکار ساخته‌ایم

source: View Sitemap
fa_ir: نمایش نقشه سایت

source: Rebuil sitemap
fa_ir: ساخت مجدد نقشه سایت

source: We will automatically update the sitemap with any changes in the posts, products and tags. However, you can submit a request to rebuild the sitemap. This will delete all the files related to the sitemap and rebuild them
fa_ir: ما به صورت خودکار بعد از هر تغییر در محصولات،‌ نوشته‌ها و تگ‌ها نقشه سایت را به‌روزرسانی می‌کنیم. با این حال شما می‌توانید درخواستی برای ساخت مجدد نقشه سایت داشته باشید. با این درخواست تمامی فایل‌های مرتبط با نقشه سایت حذف شده و مجددا ساخته خواهند شد

source: Sitemap successfully created
fa_ir: نقشه سایت با موفقیت ایجاد شد

source: Sitemap rebuild successfully
fa_ir: ساخت مجدد نقشه سایت با موفقیت انجام شد

source: Tag added
fa_ir: تگ اضافه شد

source: You can delete this tag because we are not found any post in that.
fa_ir: هیچ نوشته‌ای با این تگ یافت نشد. شما می‌توانید این تگ را حذف کنید.

source: You can delete this tag and merge all post in this tag by another tag.
fa_ir: شما می‌توانید این تگ را حذف کنید و همه نوشته‌های موجود در این تگ را با تگ دیگر ادغام کنید.

source: Show posts by this tag
fa_ir: نمایش نوشته‌های موجود در این تگ

source: Add new Tag
fa_ir: افزودن تگ جدید

source: :val post by this tag founded
fa_ir: :val نوشته با این تگ یافت شد

source: Show post by this tag
fa_ir: نمایش نوشته‌های موجود در این تگ

source: You can remove this tag from all post or change it to another tag
fa_ir: شما می‌توانید این تگ را از همه نوشته‌های دارای این تگ حذف کنید و یا تگ جدیدی برای آنها انتخاب کنید

source: Remove this tag from all post
fa_ir: حذف این تگ از همه نوشته‌ها

source: This tag used in some post. Please specify what you want to do with these posts. Do you want to delete this tag from them or select a new tag for them?
fa_ir: این تگ در تعدادی از نوشته‌ها استفاده شده است. لطفا مشخص کنید که می‌خواهید چه کاری انجام دهید؟ آیا می‌خواهید این تگ را از نوشته‌ها حذف کنید و یا اینکه آن را با تگ جدید جایگزین کنید؟

source: You must select one category from you list
fa_ir: لطفا یک دسته‌بندی را از لیست خود انتخاب کنید

source: Success transactions
fa_ir: تراکنش‌های موفق

source: Unsuccess transactions
fa_ir: تراکنش‌های ناموفق

source: Chart transactions per day in last 3 month
fa_ir: نمودار تراکنش‌ها به تفکیک روز در سه ماه گذشته

source: Success Payments - Today
fa_ir: تراکنش های موفق - امروز

source: Success Payments - This month
fa_ir: تراکنش های موفق - این ماه

source: Total Success transactions percent
fa_ir: درصد موفقیت تمامی تراکنش‌ها

source: Add new Customer
fa_ir: افزودن مشتری جدید

source: Permissions
fa_ir: سطوح‌دسترسی

source: Successful payments
fa_ir: پرداختی‌های موفق

source: All payments
fa_ir: همه پرداختی‌ها

source: Tickets
fa_ir: تیکت‌ها

source: Sended SMS list
fa_ir: پیامک‌های ارسال شده

source: Users Action Log
fa_ir: ردپای عملیات‌ کاربران

source: Last customers
fa_ir: آخرین مشتریان

source: No customers have been registered yet
fa_ir: هنوز هیچ مشتری ثبت‌نام نکرده است

source: Last login
fa_ir: آخرین ورود‌ها

source: No entries have been made so far
fa_ir: تاکنون هیچ ورودی انجام نشده است

source: Last tickets
fa_ir: آخرین تیکت‌ها

source: Ticket
fa_ir: تیکت

source: No ticket have been received so far
fa_ir: تاکنون هیچ تیکتی دریافت نشده است

source: Customer relationship management is the process of managing interactions with existing as well as past and potential customers.
fa_ir: مدیریت ارتباط با مشتری یا CRM، فرآیند مدیریت تعاملات با مشتریان موجود و هم‌چنین مشتریان قبلی و بالقوه است.

source: Log
fa_ir: لاگ

source: Search for :search
fa_ir: جستجوی :search

source: Like 09120123456
fa_ir: مثل 09120123456

source: Add New Customers
fa_ir: افزودن مشتری جدید

source: Customer addresses
fa_ir: آدرس‌های مشتری

source: User business Setting
fa_ir: تنظیمات بیزینس کاربران

source: Count allow user create business
fa_ir: تعداد مجاز ساخت بیزینس برای کاربر

source: Edit jibres business user detail
fa_ir: ویرایش تنظیمات مربوط به بیزینس کاربران

source: Add note
fa_ir: افزودن یادداشت

source: Write your note about user.
fa_ir: یادداشت خود را درباره کاربر بنویسید.

source: Something like calls, favorites, hobbits, special approach or something else.
fa_ir: هرچیزی مثل تماس‌ها، علاقمندی‌ها، سلایق، برخوردهای خاص یا هر چیز دیگری.

source: Add new note
fa_ir: افزودن یادداشت جدید

source: User description
fa_ir: توضیحات‌ کاربر

source: You can change customer name as many times as you want.
fa_ir: می‌توانید نام مشتری را هرچند بار که خواستید تغییر دهید.

source: Drag & Drop your avatar or click on click on photo to browse
fa_ir: تصویر پروفایل موردنظر خود را بکشید و در محل مربوطه رها کنید یا با زدن روی عکس، فایل را انتخاب کنید

source: To change user avatar choose a new avatar
fa_ir: برای تغییر آواتار کاربر، فایلی را آپلود کنید

source: Update customer name and avatar
fa_ir: به‌روزرسانی نام و تصویر مشتری

source: Change customer email address
fa_ir: ویرایش آدرس ایمیل مشتری

source: Active Order
fa_ir: سفارشات فعال

source: Active Ticket
fa_ir: تیکت‌های فعال

source: Account Balance
fa_ir: موجودی حساب

source: Registration Date
fa_ir: تاریخ ثبت‌نام

source: Last Updated
fa_ir: آخرین به‌روزرسانی

source: Last login at
fa_ir: تاریخ آخرین ورود

source: Last IP
fa_ir: آخرین آی‌پی

source: Not logged in yet!
fa_ir: هنوز در سیستم وارد نشده است!

source: Last payment
fa_ir: آخرین پرداختی

source: Total payed
fa_ir: مجموع پرداختی‌ها

source: Total buy
fa_ir: مجموع خرید

source: Average order pay
fa_ir: میانگین مبلغ سفارش

source: Last orders
fa_ir: آخرین سفارشات

source: Not yet ordered.
fa_ir: هنوز سفارش نداده است.

source: Admin
fa_ir: مدیریت

source: Identification detail
fa_ir: جزئیات شناسنامه‌ای

source: Legal information
fa_ir: اطلاعات حقوقی

source: Notes
fa_ir: یادداشت‌ها

source: Payments
fa_ir: پرداختی‌ها

source: Increase account recharge
fa_ir: افزایش شارژ حساب مشتری

source: Reduce account recharge
fa_ir: کاهش شارژ حساب مشتری

source: Messages
fa_ir: پیام‌ها

source: Customer Logs History
fa_ir: تاریخچه ردپای مشتری

source: User removed
fa_ir: کاربر حذف شده

source: Customer at a glance
fa_ir: مشتری در یک نگاه

source: Advance result
fa_ir: نتایج پیشرفته

source: Display Name
fa_ir: نام نمایشی

source: Created date
fa_ir: تاریخ ایجاد

source: Last Modified
fa_ir: آخرین به‌روز رسانی

source: Password is set
fa_ir: کلمه عبور تنظیم شده است

source: Password is not set!
fa_ir: کلمه عبور تنظیم نشده است!

source: Two step verification in enabled
fa_ir: ورود دو مرحله ای فعال است

source: Two step verification in disable
fa_ir: ورود دو مرحله ای غیر فعال است

source: Have chatid
fa_ir: دارای شناسه چت

source: Have not chatid
fa_ir: بدون شناسه چت

source: Have android_uniquecode
fa_ir: دارای شناسه اندروید

source: Have not android uniquecode
fa_ir: عدم وجود شناسه اندروید منحصربفرد

source: Have email
fa_ir: دارای ایمیل

source: Have not email
fa_ir: بدون ایمیل

source: Try to start with add new user!
fa_ir: با افزودن کاربر جدید تلاشی برای شروع داشته باشید!

source: Filter by mobile
fa_ir: فلیتر بر اساس موبایل

source: Filter by username
fa_ir: فلیتر بر اساس نام کاربری

source: Filter by email
fa_ir: فلیتر بر اساس ایمیل

source: Filter by chatid
fa_ir: فلیتر بر اساس شناسه چت

source: Filter by android_uniquecode
fa_ir: فیتلر بر اساس شناسه اندروید

source: Filter by avatar
fa_ir: فلیتر بر اساس تصویر

source: Filter by displayname
fa_ir: فلیتر بر اساس نام

source: Filter by password
fa_ir: فلیتر بر اساس کلمه عبور

source: Filter by twostep
fa_ir: فلیتر بر اساس ورود دومرحله‌ای

source: Filter by permission
fa_ir: فلیتر بر اساس سطح دسترسی

source: Filter by language
fa_ir: فلیتر بر اساس زبان

source: Filter by duplicate
fa_ir: فیلتر بر اساس تکراری بودن

source: Have duplicate mobile
fa_ir: دارای موبایل تکراری

source: Have duplicate email
fa_ir: دارای ایمیل تکراری

source: Have duplicate username
fa_ir: دارای نام کاربری تکراری

source: Have language
fa_ir: دارای زبان

source: Have not language
fa_ir: بدون زبان

source: Have permission
fa_ir: دارای سطح دسترسی

source: Have not permission
fa_ir: بدون سطح دسترسی

source: Have twostep
fa_ir: دارای ورود دومرحله‌ای

source: Have not twostep
fa_ir: بدون ورود دومرحله‌ای

source: Have password
fa_ir: دارای کلمه عبور

source: Have not password
fa_ir: بدون کلمه عبور

source: Have mobile
fa_ir: دارای موبایل

source: Have not mobile
fa_ir: بدون موبایل

source: Have displayname
fa_ir: دارای نام

source: Have not displayname
fa_ir: بدون نام

source: Have avatar
fa_ir: دارای تصویر

source: Have not avatar
fa_ir: بدون تصویر

source: Have username
fa_ir: دارای نام کاربری

source: Have not username
fa_ir: بدون نام کاربری

source: Active
fa_ir: فعال

source: Deactive
fa_ir: غیر فعال

source: Removed
fa_ir: حذف شده

source: Unreachable
fa_ir: غیر قابل دسترسی

source: Customers List
fa_ir: لیست مشتریان

source: Father name
fa_ir: نام پدر

source: Please select one itme
fa_ir: لطفا یک گزینه را انتخاب کنید

source: Marital
fa_ir: وضعیت تاهل

source: Single
fa_ir: مجرد

source: Married
fa_ir: متاهل

source: Nationality
fa_ir: ملیت

source: National Id
fa_ir: کد ملی

source: 10 digit national code
fa_ir: کدملی ده رقمی

source: Passport id
fa_ir: شماره گذرنامه

source: Passport expire date
fa_ir: تاریخ انقضای گذرنامه

source: ID card image
fa_ir: تصویر کارت شناسایی

source: National card photo
fa_ir: تصویر کارت ملی

source: Member identification detail
fa_ir: جزئیات شناسنامه‌ای

source: Real account
fa_ir: حساب کاربری حقیقی

source: Legal account
fa_ir: حساب کاربری حقوقی

source: Nationalcode
fa_ir: کدملی

source: Edit user legal detail
fa_ir: ویرایش اطلاعات حقوقی مشتری

source: Customer log
fa_ir: لاگ‌های مشتری

source: Father
fa_ir: پدر

source: Mother
fa_ir: مادر

source: Sister
fa_ir: خواهر

source: Brother
fa_ir: برادر

source: Grandfather
fa_ir: پدر بزرگ

source: Grandmother
fa_ir: مادر بزرگ

source: Aunt
fa_ir: عمه- خاله

source: Husband of the aunt
fa_ir: شوهر عمه

source: Uncle
fa_ir: عمو - دایی

source: Boy
fa_ir: پسر

source: Girl
fa_ir: دختر

source: Spouse
fa_ir: همسر

source: Stepmother
fa_ir: مادر خوانده

source: Stepfather
fa_ir: پدر خوانده

source: Neighbor
fa_ir: همسایه

source: Member
fa_ir: عضو

source: Friend
fa_ir: دوست

source: Boss
fa_ir: رئیس

source: Supervisor
fa_ir: سرپرست

source: Child
fa_ir: فرزند

source: Grandson
fa_ir: نوه

source: Your message
fa_ir: پیام شما

source: Please enter your message
fa_ir: لطفا پیام خود را بنویسید

source: Administrator notification
fa_ir: پیام مدیر سیستم

source: Notification sended
fa_ir: پیام ارسال شد

source: Add new notification
fa_ir: افزودن پیام جدید

source: Read at :val
fa_ir: خوانده شده در :val

source: Not readed yet!
fa_ir: هنوز خوانده نشده است!

source: Customer Notifications
fa_ir: اطلاع‌رسانی‌های مشتری

source: Add New Notifications
fa_ir: افزودن پیام جدید

source: Change customer mobile phone number
fa_ir: ویرایش شماره تلفن همراه مشتری

source: Change Permission
fa_ir: ویرایش سطح دسترسی

source: Set the required permissions for your staff to give them access to your business admin panel. The types of permissions that you grant varies based on the needs of your staff members.
fa_ir: سطح‌دسترسی و مجوزهای موردنیاز را برای کارمند جهت دسترسی به پنل مدیریت تنظیم کنید. نوع مجوز بسته به سطح‌دسترسی انتخابی شما متفاوت بوده و قابلیت سفارشی‌سازی را نیز داراست.

source: When you assign full permissions to a staff member, they can access all of the functions that are available in your Jibres admin, with the exception of those functions that require store owner access.
fa_ir: زمانی که شما دسترسی کامل را به کارمندان خود اعطا می‌کنید، آن‌ها می‌توانند به تمام عملکردهای موجود در پنل ادمین این بیزینس شما به استثنای بخش‌های خاصی که نیازمند دسترسی سازنده بیزینس است، دسترسی داشته باشند.

source: No permission
fa_ir: بدون سطح دسترسی

source: Administrator
fa_ir: مدیر

source: API Key
fa_ir: کلید API

source: By creating an API Key, you will allow this user to access the system through a programming interface.
fa_ir: با ایجاد کلید ای‌پی‌آی به این کاربر اجازه می‌دهید تا از طریق رابط برنامه‌نویسی به سیستم دسترسی پیدا کند.

source: Copied. Paste into your code!
fa_ir: کپی شد. حالا بزارش توی کد!

source: Revoke
fa_ir: باطل کن

source: Generate API Key
fa_ir: تولید کلید ای‌پی‌آی

source: Your api key was revoked
fa_ir: کلید ای‌پی‌آی شما باطل شد

source: Hi. You can not change your permission
fa_ir: سلام. شما نمی‌توانید سطح دسترسی خود را ویرایش کنید

source: You can not set your permission less than admin!
fa_ir: شما نمی‌توانید سطح دسترسی خود را پایین‌تر از مدیریت قرار دهید!

source: Employee permission
fa_ir: سطح‌دسترسی کارمند

source: Change user status
fa_ir: ویرایش وضعیت کاربر

source: You can change user status manually.
fa_ir: شما می‌توانید وضعیت این مشتری را به صورت دستی ویرایش کنید.

source: Unverify
fa_ir: تایید نشده

source: Block
fa_ir: قفل شده

source: unreachable
fa_ir: غیر قابل دسترس

source: filter
fa_ir: فیلتر شده

source: User banned
fa_ir: کاربر ممنوع شده است

source: The user is banned
fa_ir: کاربر ممنوع شده است

source: The ban was expire on
fa_ir: تاریخ انقضای ممنوعیت

source: Reset user
fa_ir: تنظیم مجدد کاربر

source: Delete customer
fa_ir: حذف مشتری

source: You can delete customer profile records from Jibres if the customer has no order history with your store. Customers with an order history can't be deleted from your store's records. If a deleted customer buys from your store in the future, a new record will be created for them.
fa_ir: اگر مشتری سابقه سفارش از فروشگاه شما را نداشته باشد، می‌توانید مشتری را حذف کنید. مشتریانی که سابقه سفارش دارند را نمی‌توانید از فروشگاه حذف کنید. اگر مشتری حذف شده در آینده خرید کند، حساب کاربری آن دوباره فعال می‌شود.

source: This customer was removed.
fa_ir: این مشتری حذف شذه است.

source: Restore user
fa_ir: بازگردادن کاربر

source: Remove user
fa_ir: حذف مشتری

source: Customer Status
fa_ir: وضعیت کارمند

source: Plus Amount
fa_ir: مقدار اضافه شده

source: Minus Amount
fa_ir: مقدار کسر شده

source: Pay for order
fa_ir: پرداخت برای سفارش

source: Order #:val
fa_ir: سفارش #:val

source: Successfull payment
fa_ir: پرداخت موفقیت‌آمیز

source: Transaction Detail
fa_ir: جزئیات تراکنش

source: You try to Reduce account recharge to customer account
fa_ir: شما در حال کاهش میزان شارژ حساب کاربری این مشتری هستید

source: You try to Increase account recharge to customer account
fa_ir: شما در حال افزایش میزان شارژ حساب کاربری این مشتری هستید

source: You must login to add new transaction
fa_ir: برای اضافه‌کردن‌تراکنش جدید باید وارد شوید

source: User not founded
fa_ir: کاربر یافت نشد

source: Please set your store currency first
fa_ir: لطفا ابتدا واحد مالی بیزینس خود را تنظیم کنید

source: Transaction inserted
fa_ir: تراکنش افزوده شد

source: Transactions
fa_ir: تراکنش‌ها

source: Answer to ticket
fa_ir: پاسخ به تیکت

source: Your answer was saved
fa_ir: پاسخ شما ذخیره شد

source: Show sms log detail
fa_ir: نمایش جزئیات لاگ پیامک

source: Permission Title
fa_ir: عنوان سطح‌دسترسی

source: Add new permissions
fa_ir: افزودن سطح دسترسی جدید

source: Edit permissions
fa_ir: ویرایش سطح دسترسی

source: Person
fa_ir: نفر

source: Manage users by this permission
fa_ir: مدیریت کاربران با این سطح دسترسی

source: Access to
fa_ir: دسترسی به

source: Disallow to
fa_ir: عدم دسترسی به

source: Full access
fa_ir: دسترسی کامل

source: Advance
fa_ir: پیشرفته

source: Remove Permission
fa_ir: حذف سطح دسترسی

source: You can remove this permission
fa_ir: شما می‌توانید این سطح دسترسی را حذف کنید

source: Add new permission
fa_ir: افزودن سطح دسترسی جدید

source: Sms log
fa_ir: لاگ پیامک

source: Line
fa_ir: خط

source: Staff List
fa_ir: لیست کارمندان

source: Intro
fa_ir: مقدمه

source: With our API you can control the entire infrastructure via a standardized programmatic interface.
fa_ir: با ای‌پی‌آی ما شما می‌توانید تمام زیرساخت را از طریق واسط برنامه‌نویسی استاندارد کنترل کنید.

source: You can using API do just about anything you can do via your dashboard.
fa_ir: شما می‌توانید با استفاده از واسط برنامه‌نویسی تمامی عملیات‌های موجود در داشبورد خود را انجام دهید.

source: Our API is a RESTful API based on HTTPS requests and JSON responses.
fa_ir: ای‌پی‌آی ما RESTful API طراحی شده است و تمامی پاسخ‌ها در قالب جیسون قرار دارند.

source: If you are registered, you can obtain your API key from 'My Account' page.
fa_ir: اگر شما ثبت نام کرده اید، می‌توانید کلید ای‌پی‌آی خود را از صفحه «حساب من» دریافت کنید.

source: Go to My account.
fa_ir: برو به حساب من.

source: Audience for APIs
fa_ir: مخاطبان رابط برنامه‌نویسی

source: Most peoples manage their settings in the web dashboard, built using these APIs.
fa_ir: اکثر مردم تنظیمات خود را که در داشبورد وب، ساخته شده با استفاده از این ای‌پی‌آی ها، مدیریت می‌کنند.

source: Virtually anything you can do in the customer dashboard may be done via API.
fa_ir: عملا هر چیزی که می‌توانید در داشبورد مشتری انجام دهید ممکن است از طریق ای‌پی‌آی انجام شود.

source: We offers public APIs with three audiences in mind.
fa_ir: ما برای ای‌پی‌آی‌های عمومی، سه مخاطب در ذهن داریم.

source: Partners
fa_ir: همکاران

source: Developers
fa_ir: توسعه‌دهندگان

source: The API documentation will start with a general overview about the design and technology that has been implemented, followed by reference information about specific endpoints.
fa_ir: مستندات ای‌پی‌آی با توضیحات مقدماتی درباره طراحی و تکنولوژی‌های پیاده‌سازی شروع شده است. در ادامه به دنبال اطلاعات بیشتر برای هر عملیات در نقطه پایان آن بیشتر بخوانید.

source: Endpoints
fa_ir: نقطه پایان

source: The API is accessed by making HTTPS requests to a specific version endpoint URL, in which GET, POST, PUT, PATCH,HEAD and DELETE methods dictate how your interact with the information available.
fa_ir: ای‌پی‌آی با ایجاد درخواست اچ‌تی‌تی‌پی‌اس به یک نشانی اینترنتی آغاز شده و متود‌های GET، POST، PUT، PATCH، HEAD و DELETE نحوه تعامل شما با اطلاعات موجود را تعیین می‌کند.

source: Every endpoint is accessed only via the HTTPS protocol.
fa_ir: تمامی آدرس‌ها تنها از طریق اچ‌تی‌تی‌پی‌اس قابل دسترسی هستند.

source: Everything (methods, parameters, etc.) is fixed to a version number, and every call must contain one.
fa_ir: همه چیز (روش ها، پارامترها، و غیره) به شماره نسخه ثابت شده است، و هر ارتباط باید شامل یک نسخه باشد.

source: The endpoint of each API is listed at the beginning of the documentation
fa_ir: نقطه اتصال هر ای‌پی‌آی در ابتدای مستندات آن ذکر شده است

source: Requests
fa_ir: درخواست‌ها

source: Any tool that is fluent in HTTP can communicate with the API simply by requesting the correct URI.
fa_ir: هر درخواستی که در اچ‌تی‌تی‌پی قابل اجرا هست به سادگی می‌تواند با درخواست نشانی اینترنتی صحیح از ای‌پی‌آی ارتباط برقرار کند.

source: Requests should be made using the HTTPS protocol so that traffic is encrypted.
fa_ir: درخواست‌ها باید با استفاده از پروتکل اچ‌تی‌تی‌پی‌اس ساخته شوند تا ترافیک رمزگذاری شوند.

source: The interface responds to different methods depending on the action required.
fa_ir: این رابط به روش‌های مختلف بسته به نوع درخواست کاربر پاسخ می‌دهد.

source: Method
fa_ir: متود

source: Usage
fa_ir: استفاده

source: For simple retrieval of information about your something you should use the GET method.
fa_ir: برای دریافت ساده اطلاعات در مورد چیزی، باید از روش GET استفاده کنید.

source: The information you request will be returned to you as a JSON object.
fa_ir: اطلاعات درخواستی شما به صورت یک جیسون به دست شما خواهد رسید.

source: The attributes defined by the JSON object can be used to form additional requests.
fa_ir: مقادیر تعریف شده توسط شی جیسون می‌تواند برای ایجاد درخواست‌های اضافی استفاده شود.

source: Any request using the GET method is read-only and will not affect any of the objects you are querying.
fa_ir: هر درخواستی که با استفاده از روش GET فراخوانی می‌شوند تنها خواندنی است و بر روی هیچ یک از اشیای مورد نظر تاثیر نمی گذارد.

source: To create a new object, your request should specify the POST method.
fa_ir: برای ایجاد یک شی جدید، درخواست شما باید با روش POST ارسال شود.
