Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Accounting Document
fa_ir: سند حسابداری

source: Add Accounting Document
fa_ir: افزودن سند حسابداری

source: Add Opening document
fa_ir: افزودن سند افتتاحیه

source: Print All Document
fa_ir: چاپ همه اسناد

source: Accounting Coding list
fa_ir: لیست سرفصل‌های حسابداری

source: Accounting Year
fa_ir: سال مالی

source: Turnover
fa_ir: گردش حساب

source: Accounting Reports
fa_ir: گزارشات حسابداری

source: Report on group level
fa_ir: گزارش در سطح گروه

source: Report on total level
fa_ir: گزارش در سطح کل

source: Report on assistant level
fa_ir: گزارش در سطح معین

source: Report on detail level
fa_ir: گزارش در سطح تفصیل

source: Balance sheet on group level
fa_ir: ترازنامه در سطح گروه

source: Balance sheet on total level
fa_ir: ترازنامه در سطح کل

source: Balance sheet on assistant level
fa_ir: ترازنامه در سطح معین

source: Balance sheet on detail level
fa_ir: ترازنامه در سطح تفصیل

source: Income-cost management
fa_ir: مدیریت درآمد و هزینه

source: Add cost
fa_ir: افزودن هزینه

source: Add income
fa_ir: افزودن درآمد

source: List
fa_ir: لیست

source: Add new cost
fa_ir: افزودن هزینه جدید

source: Add new income
fa_ir: افزودن درآمد جدید

source: Add new factor
fa_ir: افزودن فاکتور جدید

source: Internal code
fa_ir: کد داخلی

source: Factor serial number
fa_ir: شماره سریال فاکتور

source: Factor date
fa_ir: تاریخ فاکتور

source: yyyy/mm/dd
fa_ir: سال \ ماه \ روز

source: Total pay
fa_ir: مجموع پرداختی

source: Sub total item by vat
fa_ir: مجموع مبلغ مشمول مالیات

source: Sum vat
fa_ir: مجموع مالیات

source: Items count
fa_ir: تعداد آیتم‌ها

source: Item count by vat
fa_ir: تعداد آیتم‌های مشمول مالیات

source: YES
fa_ir: بله

source: NO
fa_ir: نه

source: Official factor?
fa_ir: فاکتور رسمی است؟

source: Are you want to calculate in vat result?
fa_ir: آیا می‌خواهید در امور مالیاتی محاسبه شود؟

source: Smart accounting
fa_ir: حسابداری هوشمند

source: Auto set accounting documents?
fa_ir: ثبت خودکار سند حسابداری انجام شود؟

source: Customer detail
fa_ir: جزئیات مشتری

source: Choose customer
fa_ir: انتخاب مشتری

source: Choose seller
fa_ir: انتخاب فروشنده

source: Company name
fa_ir: نام شرکت

source: Economic code
fa_ir: کد اقتصادی

source: Company national id
fa_ir: شناسه ملی

source: Company register number
fa_ir: شماره ثبت

source: CEO nationalcode
fa_ir: کدملی مدیرعامل

source: Post code
fa_ir: کدپستی

source: Phone
fa_ir: شماره تلفن

source: Fax
fa_ir: فکس

source: Edit legal information
fa_ir: ویرایش اطلاعات حقوقی

source: Choose your country
fa_ir: کشور خود را انتخاب کنید

source: Please choose country
fa_ir: لطفا کشور را انتخاب کنید

source: Please choose province
fa_ir: لطفا استان را انتخاب کنید

source: Save legal detail
fa_ir: ذخیره اطلاعات حقوقی

source: Quickly add customer
fa_ir: افزودن سریع مشتری

source: Quickly add seller
fa_ir: افزودن سریع فروشنده

source: Like
fa_ir: مثل

source: Gender
fa_ir: جنسیت

source: Mr
fa_ir: آقای

source: Mrs
fa_ir: خانم

source: Upload Documents
fa_ir: آپلود اسناد

source: Add file
fa_ir: افزودن فایل

source: Add new facotr
fa_ir: افزودن فاکتور جدید

source: Count
fa_ir: تعداد

source: Total by vat
fa_ir: مجموع مبلغ مشمول مالیات

source: Year
fa_ir: سال

source: Season
fa_ir: فصل

source: Seller
fa_ir: فروشنده

source: Total item by vat
fa_ir: مجموع مبلغ مشمول مالیات

source: Thirdparty
fa_ir: طرف‌حساب

source: Income-cost factor list
fa_ir: لیست فاکتور‌های درآمد و هزینه

source: Filtered
fa_ir: فیلتر شده

source: Choose factor type
fa_ir: نوع فاکتور را انتخاب کنید

source: ID not found
fa_ir: شناسه یافت نشد

source: Edit factor
fa_ir: ویرایش فاکتور

source: No detail was founded
fa_ir: هیچ جزئياتی یافت نشد

source: Opening debtor
fa_ir: بدهکار ابتدای دوره

source: Opening creditor
fa_ir: بستانکار ابتدای دوره

source: Current Debtor
fa_ir: بدهکار طی دوره

source: Current Creditor
fa_ir: بستانکار طی دوره

source: Sum Debtor
fa_ir: جمع بدهکار

source: Sum Creditor
fa_ir: جمع بستانکار

source: Opening value
fa_ir: مقدار در افتتاحیه

source: Current value
fa_ir: مقدار فعلی

source: Remain Debtor
fa_ir: مانده بدهکار

source: Remain Creditor
fa_ir: مانده بستانکار

source: End value
fa_ir: مقدار پایان دوره

source: Accounting report assistant
fa_ir: گزارش حسابداری در سطح معین

source: Accounting report balancesheet
fa_ir: گزارش ترازنامه حسابداری

source: Accounting report detail
fa_ir: گزارش تفصیل

source: Accounting report group
fa_ir: گزارش در سطح گروه

source: Accounting report total
fa_ir: گزارش در سطح کل

source: Turnover of Details
fa_ir: گردش حساب در سطح تفصیل

source: Please choose group
fa_ir: لطفا گروه را انتخاب کنید

source: Please choose total
fa_ir: لطفا کل را انتخاب کنید

source: Please choose assistant
fa_ir: لطفا معین را انتخاب کنید

source: Please choose details
fa_ir: لطفا تفصیل را وارد کنید

source: Total sales
fa_ir: کل فروش

source: You have some draft document!
fa_ir: شما تعدادی سند پیش‌نویس دارید!

source: Balance
fa_ir: تراز

source: Remain
fa_ir: مانده

source: Start Date
fa_ir: تاریخ شروع

source: End Date
fa_ir: تاریخ پایان

source: Add accounting year
fa_ir: افزودن سال مالی

source: Current accounting year
fa_ir: سال مالی جاری

source: Set as default year
fa_ir: تنظیم به عنوان سال مالی جاری

source: Manage
fa_ir: مدیریت

source: There is nothing here.
fa_ir: اینجا چیزی نیست.

source: Learn more about :val
fa_ir: درباره :val بیشتر بدانید

source: Edit accounting year
fa_ir: ویرایش سال مالی

source: Add opening document
fa_ir: افزودن سند افتتاحیه

source: Open now
fa_ir: همین الان باز کن

source: Add opening document manually
fa_ir: افزودن سند افتتاحیه به صورت دستی

source: Close all harmful-profit document
fa_ir: بستن همه حساب‌های سود و زیانی

source: Close Now
fa_ir: همین الان ببند

source: Show list
fa_ir: نمایش لیست

source: Document list is empty!
fa_ir: لیست اسناد شما خالی است!

source: Move harmful-profit to accumulated
fa_ir: انتقال سود و زیان جاری به سود و زیان انباشته

source: Move Now
fa_ir: همین الان انتقال بده

source: Send closing document
fa_ir: ثبت سند اختتامیه

source: Run Now
fa_ir: هم‌اکنون اجرا کن

source: Manage year
fa_ir: مدیریت سال

source: Accounting years
fa_ir: سال‌های مالی

source: Your Store Android Application Status
fa_ir: وضعیت اپلیکیشن اندروید فروشگاه شما

source: Rebuild it
fa_ir: ساخت مجدد اپلیکیشن

source: Your request to create store app is saved and on queue in our app factory.
fa_ir: درخواست شما برای ساخت اپلیکیشن در کارخانه اپلیکیشن ما ذخیره شد و در صف تولید است.

source: We are send a message notification to you after your app is being ready. which usually take some minutes.
fa_ir: پس از اتمام فرایند ساخت و آماده شدن برنامه جهت استفاده ما یک پیام به شما ارسال خواهیم کرد. این فرایند معمولا چند دقیقه طول می‌کشد.

source: Build series
fa_ir: سری ساخت

source: Queue start time
fa_ir: زمان شروع قرارگیری در صف

source: Your application is ready to use
fa_ir: برنامه شما برای استفاده آماده است

source: Download
fa_ir: دانلود

source: You can share your app link via social networks or publish your app via stores.
fa_ir: شما‌ می‌توانید لینک اپلیکیشن خود را در شبکه‌های اجتماعی منتشر کنید و یا در فروشگاه‌های دانلود اپلیکیشن قرار دهید.

source: Go change the worlds.
fa_ir: برو دنیا رو تغییر بده.

source: Copy App Link
fa_ir: کپی لینک دانلود اپ

source: Your old request status
fa_ir: وضعیت درخواست قبلی شما

source: Build it now
fa_ir: همین الان بساز

source: Build application
fa_ir: ساخت اپلیکیشن

source: Set your application download link from stores
fa_ir: تنظیم لینک‌های دانلود اپلیکیشن شما از فروشگاه‌های دانلود اپ

source: You can customize application download page
fa_ir: شما می‌توانید صفحه دانلود اپلیکیشن خود را سفارشی کنید

source: Download page
fa_ir: صفحه دانلود اپ

source: Download title
fa_ir: عنوان صفحه دانلود

source: Download description
fa_ir: توضیحات صفحه دانلود

source: Google Play Store
fa_ir: فروشگاه گوگل پلی

source: Cafebazar
fa_ir: کافه‌بازار

source: Myket
fa_ir: مایکت

source: Save
fa_ir: ذخیره

source: Download setting
fa_ir: تنظیمات صفحه دانلود

source: Total Download
fa_ir: تعداد کل دانلود

source: Total Install
fa_ir: تعداد کل نصب

source: Active Install
fa_ir: نصب فعال

source: Download your App
fa_ir: دانلود اپلیکیشن

source: App Download Page
fa_ir: صفحه دانلود اپ

source: App Logo
fa_ir: لوگوی اپ

source: App Title
fa_ir: عنوان برنامه

source: App Splash
fa_ir: صفحه نخست اپ

source: App Intro
fa_ir: صفحه معرفی اپ

source: Review Your App
fa_ir: بازبینی جزئیاپ اپلیکیشن

source: Download last week
fa_ir: دانلود در هفته گذشته

source: Download last month
fa_ir: دانلود در ماه گذشته

source: Download last year
fa_ir: دانلود در یک سال گذشته

source: Install last week
fa_ir: نصب در هفته گذشته

source: Install last month
fa_ir: نصب در ماه اخیر

source: Total new download application per day
fa_ir: تعداد دفعات دانلود برنامه در هر روز

source: Total Download application per day
fa_ir: تعداد دفعات دانلود برنامه در روز

source: Application Dashboard
fa_ir: داشبورد اپلیکیشن

source: Application status
fa_ir: وضعیت اپلیکیشن

source: Setup Your app
fa_ir: اپلیکیشن خود را بسازید

source: App Intro detail
fa_ir: جزئیات صفحه معرفی اپ

source: Page
fa_ir: صفحه

source: Skip
fa_ir: رد شو

source: Next
fa_ir: بعدی

source: Get Started
fa_ir: بزن بریم

source: Image
fa_ir: تصویر

source: Save & Next
fa_ir: ذخیره و بعدی

source: Save All & Next
fa_ir: ذخیره همه و بعدی

source: Save All
fa_ir: ذخیره همه

source: App logo
fa_ir: لوگوی اپ

source: App title
fa_ir: عنوان برنامه

source: Review
fa_ir: بررسی

source: Set your application logo
fa_ir: تنظیم لوگوی برنامه

source: Use a square logo
fa_ir: از لوگوی مربع استفاده کنید

source: Use from store logo
fa_ir: استفاده از لوگوی فروشگاه

source: Application logo
fa_ir: لوگوی برنامه

source: Rebuild Application
fa_ir: ساخت مجدد اپلیکیشن

source: Your have some change in application detail and need to build your application again
fa_ir: شما در تنظیمات اولیه برنامه خود تغییراتی ایجاد کرده‌اید که اگر می‌خواهید این تغییرات در اپلیکیشن شما اعمال شود نیاز است که مجددا اپلیکیشن خود را بسازید

source: Rebuild application
fa_ir: ساخت مجدد اپلیکیشن

source: Review Application detail
fa_ir: بازبینی جزئیات اپلیکیشن

source: Check status
fa_ir: بررسی وضعیت

source: Hooray!
fa_ir: هورا!

source: Your Application ready to build
fa_ir: برنامه شما برای ساخته شدن آماده است

source: Let's go build my android app
fa_ir: بزن بریم اپلیکیشن اندروید رو بسازیم

source: Application title
fa_ir: عنوان برنامه

source: Application description
fa_ir: توضیح برنامه

source: Application slogan
fa_ir: شعار برنامه

source: Splash theme
fa_ir: قالب اسپلش

source: Intro page #1
fa_ir: صفحه اول مقدمه

source: File
fa_ir: فایل

source: Intro page #2
fa_ir: صفحه دوم مقدمه

source: Intro page #3
fa_ir: صفحه سوم مقدمه

source: Download app.apk
fa_ir: دانلود اپلیکیشن

source: Please set general detail about your app, then let us create your android application.
fa_ir: لطفا توضیحات عمومی درباره اپ را تنظیم کنید، سپس به ما اجازه دهید تا کار ساخت اپلیکیشن اختصاصی اندروید شما را انجام دهیم.

source: Setup Progress
fa_ir: روند تنظیم اولیه

source: General Settings
fa_ir: تنظیمات عمومی

source: Easily Create your store application
fa_ir: اپلیکیشن فروشگاه خود را به راحتی ایجاد کنید

source: Create a custom app for your store
fa_ir: برای فروشگاه آنلاین خودتان اپ اختصاصی داشته باشید

source: Application Splash setting
fa_ir: تنظیمات صفحه نخست اپ

source: Advance option
fa_ir: تنظیمات پیشرفته

source: If you want to personalize more you need to increase your plan.
fa_ir: اگر مایل به سفارشی‌سازی بیشتر هستید، باید پلن خود را ارتقا دهید.

source: Gradient Start
fa_ir: شروع طیف رنگی

source: Gradient End
fa_ir: پایان طیف رنگی

source: Text color
fa_ir: رنگ متن اصلی

source: Meta color
fa_ir: رنگ متن توضیحات

source: Please choose your theme
fa_ir: لطفا قالب مد نظر خود را انتخاب کنید

source: App splash
fa_ir: صفحه نخست اپ

source: Set your application title and slogan
fa_ir: تنظیم عنوان و لوگوی اپلیکیشن

source: Application desc
fa_ir: توضیح برنامه

source: Search in product and add to user cart
fa_ir: جستجو در محصولات برای افزودن آن به سبد خرید مشتری

source: Search in list to add product
fa_ir: جستجو در لیست برای افزودن کالا

source: This shopping cart is not assigned to the customer and the customer has added the shopping cart without logging in. Click here if you want to dedicate this shopping cart to a specific customer
fa_ir: این سبد خرید به مشتری اختصاص داده نشده است و مشتری بدون اینکه وارد سایت شود سبد خرید خود را اضافه کرده است. در صورتی که می‌خواهید این سبد خرید را به یکی از مشتریان خود اختصاص دهید اینجا کلیک کنید

source: Assign to customer
fa_ir: اختصاص به مشتری

source: Remove All
fa_ir: حذف همه

source: Assign cart to customer
fa_ir: اختصاص سبد خرید به مشتری

source: To assign this shopping cart to a specific customer, select a customer or register a new customer
fa_ir: برای اختصاص این سبد خرید به مشتری خاص لطفا یکی از مشتریان را انتخاب کنید و یا مشتری جدیدی ثبت کنید

source: Customer Name
fa_ir: نام مشتری

source: Assign cart to user
fa_ir: اختصاص سبد خرید به مشتری

source: Order Summary
fa_ir: خلاصه سفارش

source: Subtotal
fa_ir: مجموع

source: Discount
fa_ir: تخفیف

source: Shipping
fa_ir: حمل و نقل

source: In Stock
fa_ir: در انبار موجود است

source: Only :val :unit left in stock - order soon.
fa_ir: فقط :val :unit در انبار باقی است - سریع‌تر سفارش بده.

source: Temporarily out of stock.
fa_ir: موجودی این محصول به طور موقت به اتمام رسیده است.

source: This product was removed from your cart
fa_ir: این محصول از سبد خرید شما حذف شد

source: Delete
fa_ir: حذف

source: This cart is empty
fa_ir: این سبد خرید خالی است

source: Add cart
fa_ir: افزودن به سبد خرید

source: Save as order
fa_ir: تبدیل به سفارش

source: Cart count
fa_ir: تعداد سبد‌های خرید

source: Total price
fa_ir: مبلغ کل

source: Product count
fa_ir: تعداد محصولات

source: Filter
fa_ir: فیلتر

source: Sort
fa_ir: ترتیب

source: Show cart where
fa_ir: نمایش سبد خرید با شرط

source: User login and add cart
fa_ir: کاربر وارد شده و سبد خرید اضافه کرده‌

source: Guest user add cart
fa_ir: کاربر مهمان سبد خرید اضافه کرده

source: Cart
fa_ir: سبد خرید

source: Product
fa_ir: محصول

source: Item
fa_ir: گزینه

source: View
fa_ir: نمایش

source: User
fa_ir: کاربر

source: No record exist!
fa_ir: هیچ داده ای وجود ندارد!

source: Add new cart
fa_ir: افزودن سبد خرید جدید

source: Items ASC
fa_ir: تعداد آیتم‌ها، صعودی

source: Items DESC
fa_ir: تعداد آیتم، نزولی

source: Count produts ASC
fa_ir: تعداد محصولات، صعودی

source: Count produts DESC
fa_ir: تعداد محصولات، نزولی

source: Date ASC
fa_ir: تاریخ،‌ صعودی

source: Date DESC
fa_ir: تاریخ، نزولی

source: Choose exists customer or click on '+' button and Add new customer Quickly
fa_ir: یکی از مشتریان خود را انتخاب کنید و یا با زدن دکمه "+" یک مشتری را سریع اضافه کنید

source: Choose user
fa_ir: انتخاب مشتری

source: Category name
fa_ir: نام دسته‌بندی

source: Add new category
fa_ir: افزودن دسته‌بندی جدید

source: Categories
fa_ir: دسته‌بندی‌ها

source: Invalid category id
fa_ir: شناسه دسته‌بندی اشتباه است

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Is displayed on the site categories screen?
fa_ir: آیا در صفحه لیست دسته‌بندی‌های سایت نمایش داده شود؟

source: Show category page
fa_ir: نمایش صفحه دسته‌بندی‌ها

source: Customize for SEO
fa_ir: بهینه‌سازی برای موتورهای جستجو

source: Google
fa_ir: گوگل

source: SEO Title
fa_ir: عنوان برای موتورهای جستجو

source: Recommended being more than 40 character.
fa_ir: توصیه می‌شود حداقل بیش از ۴۰ کاراکتر باشد.

source: Slug
fa_ir: نامک

source: End part of your category url.
fa_ir: آخرین قسمت آدرس دسته‌بندی شما.

source: Category slug
fa_ir: نامک دسته‌بندی

source: SEO Description
fa_ir: توضیح برای موتورهای جستجو

source: If leave it empty we are generate it automatically
fa_ir: اگر این را خالی رها کنید ما به صورت خودکار آن را می‌سازیم

source: Excerpt used for social media and search engines
fa_ir: گزیده متن برای رسانه‌های اجتماعی و موتورهای جستجو استفاده می‌شود

source: Choose product to add product to this Category
fa_ir: برای افزودن محصول به این دسته‌بندی، یک محصول را انتخاب کنید

source: Search in products
fa_ir: جستجو در محصولات

source: Product founded by this category
fa_ir: محصول با این دسته‌بندی یافت شد

source: Category image
fa_ir: تصویر دسته‌بندی

source: General property
fa_ir: خصیصه‌های عمومی

source: If the products in this category have similar attributes, you can enter the group and title of the attributes here to enter only the values ​​of each one when completing the product specifications faster.
fa_ir: اگر محصولات این گروه دارای خصوصیات مشابهی هستند، می‌توانید در اینجا گروه و صفات مشترک را وارد کنید تا هنگام تکمیل مشخصات محصول، بتوانید سریعتر مقادیر هر یک را تنظیم کنید.

source: Set product general property
fa_ir: تنظیم مشخصات عمومی محصول

source: You can delete this category because we are not found any product in that.
fa_ir: هیچ محصولی با این دسته‌بندی یافت نشد. شما می‌توانید این دسته‌بندی را حذف کنید.

source: You can delete this category and merge all product in this category by another category.
fa_ir: شما می‌توانید این دسته‌بندی را حذف کنید و همه محصولات موجود در این دسته بندی را با دسته بندی دیگر ادغام کنید.

source: Remove category
fa_ir: حذف دسته‌بندی

source: Show products by this category
fa_ir: نمایش محصولات موجود در این دسته‌بندی

source: Category file deleted
fa_ir: تصویر دسته‌بندی حذف شد

source: Edit category
fa_ir: ویرایش دسته‌‌بندی

source: in stock
fa_ir: در انبار موجود است

source: For
fa_ir: از

source: variants
fa_ir: تنوع محصول

source: Sort by Title ASC
fa_ir: عنوان، صعودی

source: Sort by Title DESC
fa_ir: عنوان نزولی

source: Add new product
fa_ir: افزودن محصول جدید

source: No category founded.
fa_ir: هیچ دسته‌بندی یافت نشد.

source: Try to start with add new category!
fa_ir: با افزودن دسته‌بندی جدید تلاشی برای شروع داشته باشید!

source: Product categories
fa_ir: دسته‌بندی محصولات

source: Setting
fa_ir: تنظیمات

source: Here you just enter the group name and key of property. And you can set value of this property on product property edit page for each product contain this category.
fa_ir: در اینجا فقط نام گروه و کلید ویژگی محصول را وارد می‌کنید. می‌توانید مقدار این ویژگی را در صفحه ویرایش مشخصات محصول برای هر محصولی که شامل این دسته بندی‌ است تنظیم کنید.

source: Type
fa_ir: نوع

source: :val products by this category founded
fa_ir: :val محصول با این دسته‌بندی یافت شد

source: You can remove this category from all product or change it to another category
fa_ir: شما می‌توانید این دسته‌بندی را از همه محصولات دارای این دسته‌بندی حذف کنید و یا دسته‌بندی جدیدی برای آنها انتخاب کنید

source: Remove this category from all products
fa_ir: حذف این دسته‌بندی از همه محصولات

source: Selecte new category
fa_ir: انتخاب دسته‌بندی جدید

source: New Category
fa_ir: دسته‌بندی جدید

source: Select one category
fa_ir: لطفا یک دسته را انتخاب کنید

source: None
fa_ir: هیچ کدام

source: Save change and remove category
fa_ir: ذخیره تغییرات و حذف دسته‌بندی

source: This category used in some product. Please specify what you want to do with these products. Do you want to delete this category from them or select a new category for them?
fa_ir: این دسته‌بندی در تعدادی از محصولات استفاده شده است. لطفا مشخص کنید که می‌خواهید چه کاری انجام دهید؟ آیا می‌خواهید این دسته‌بندی را از محصولات حذف کنید و یا اینکه آن را با دسته بندی جدید جایگزین کنید؟

source: Please choose new category
fa_ir: لطفا دسته‌بندی جدید را انتخاب کنید

source: Select any of the categories you want and move them to sort
fa_ir: یک دسته‌بندی را انتخاب کنید و آن را جابجا کنید تا مطابق ترتیب دلخواه شما مرتب‌سازی شود

source: Sort saved
fa_ir: مرتب‌سازی ذخیره شد

source: No sort data received
fa_ir: اطلاعاتی برای مرتب سازی یافت نشد

source: Sort Product categories
fa_ir: مرتب‌سازی دسته‌بندی محصولات

source: Manage your business website settings
fa_ir: مدیریت تنظیمات وب‌سایت بیزینس شما

source: Manage your business app settings
fa_ir: مدیریت تنظیمات اپلیکیشن بیزینس شما

source: Manage your business pos configuration
fa_ir: مدیریت تنظیمات فروش حضوری بیزینس شما

source: Manage your business social marketing
fa_ir: مدیریت تنظیمات شبکه‌های اجتماعی بیزینس شما

source: Telegram settings
fa_ir: تنظیمات تلگرام

source: Manage your telegram marketing
fa_ir: مدیریت فروش و بازاریابی از طریق تلگرام

source: Sales Channels
fa_ir: کانال‌های فروش

source: Please choose one format to print factor
fa_ir: لطفا یک فرمت را برای چاپ انتخاب کنید

source: Sale Invoice
fa_ir: صورت‌حساب فروش کالا و خدمات

source: Invoice
fa_ir: صورت‌حساب

source: Serial Number
fa_ir: شماره سریال

source: Qty
fa_ir: تعداد

source: Unit
fa_ir: واحد

source: Unit price
fa_ir: مبلغ واحد

source: Total discount
fa_ir: جمع تخفیف

source: Total price after discount
fa_ir: مبلغ کل پس از تخفیف

source: Total VAT
fa_ir: جمع مالیات و عوارض

source: Final Price
fa_ir: قیمت نهایی

source: Sum Total
fa_ir: جمع کل

source: Buyer Details
fa_ir: جزئیات خریدار

source: VAT Number
fa_ir: کد اقتصادی

source: Company ID Number
fa_ir: شناسه ملی

source: Seller Details
fa_ir: مشخصات فروشنده

source: Customer Detail
fa_ir: مشخصات مشتری

source: Tel
fa_ir: تلفن

source: Factor Number
fa_ir: شماره فاکتور

source: For you
fa_ir: برای شما

source: Sum
fa_ir: جمع

source: Invoice amount
fa_ir: مبلغ فاکتور

source: Your total discount and profits
fa_ir: کل تخفیف و سود شما

source: VAT
fa_ir: مالیات بر ارزش افزوده

source: Total payable
fa_ir: جمع مبلغ قابل پرداخت

source: Print factor
fa_ir: چاپ فاکتور

source: Invalid product company id
fa_ir: شناسه شرکت سازنده اشتباه است

source: Edit company
fa_ir: ویرایش شرکت سازنده

source: Add new company
fa_ir: افزودن شرکت سازنده جدید

source: By update name of this company all product will be update to new value.
fa_ir: با بروزرسانی نام، این شرکت سازنده در تمامی کالاهایی که مورد استفاده قرار گرفته‌است هم بروز می‌شود.

source: Click to check list of this product
fa_ir: برای مشاهده لیست این کالاها کلیک کنید

source: No product in this company
fa_ir: هیچ محصولی با این شرکت سازنده یافت نشد

source: You can delete it now!
fa_ir: شما می‌توانید هم اکنون این را حذف کنید!

source: Cancel
fa_ir: انصراف

source: Company
fa_ir: شرکت

source: Count product
fa_ir: تعداد محصولات

source: Action
fa_ir: عملیات

source: Without Company
fa_ir: بدون شرکت سازنده

source: Click to check products in this company
fa_ir: برای بررسی محصولات موجود در این شرکت سازنده کلیک کنید

source: You have not product company yet!
fa_ir: شما هنوز هیچ شرکت سازنده‌ای برای محصولات خود ندارید!

source: To add a product company you must set company when registering or editing a product
fa_ir: برای افزودن شرکت سازنده محصول، در هنگام ثبت یا ویرایش محصول شرکت سازنده را تنظیم کنید

source: Product list
fa_ir: لیست محصولات

source: Product found in this company
fa_ir: محصول با این شرکت سازنده یافت شد

source: To remove this company you must set all products by this company as a non product company or set another company for this products
fa_ir: برای حذف این شرکت سازنده شما باید یا همه محصولات این شرکت سازنده را به عنوان محصول بدون شرکت سازنده تنظیم کنید و یا اینکه شرکت سازنده جدید برای این محصولات انتخاب کنید

source: Show product list
fa_ir: نمایش لیست محصولات

source: Set all products by this company as a non product company and remove this company
fa_ir: تنظیم همه محصولات با این شرکت سازنده به عنوان محصول بدون شرکت سازنده و حذف این شرکت

source: What do you want to do?
fa_ir: می‌خواهید چه کاری انجام بدهید؟

source: Set all products as a non product company
fa_ir: تنظیم همه محصولات این شرکت سازنده به عنوان محصول بدون شرکت سازنده

source: Select new company
fa_ir: شرکت سازنده جدید انتخاب کنید

source: You have not other company!
fa_ir: شما شرکت سازنده دیگری ندارید!

source: New company
fa_ir: شرکت سازنده جدید

source: Select new company to update all product company
fa_ir: یک شرکت سازنده جدید انتخاب کنید تا همه محصولات آن شرکت سازنده به‌روزرسانی شود

source: Save and remove company
fa_ir: ذخیره و حذف شرکت سازنده

source: No product found by this company
fa_ir: هیچ محصولی با این شرکت سازنده یافت نشد
