Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Your credit
fa_ir: اعتبار شما

source: Billing History
fa_ir: تاریخچه پرداخت‌ها

source: Budget After
fa_ir: بودجه

source: Verify
fa_ir: اعتبارسنجی

source: You are not have payment history yet!
fa_ir: هیچ تراکنش مالی برای شما یافت نشد!

source: Invoice Detail
fa_ir: جزئیات فاکتور

source: You must login to pay amount
fa_ir: برای دریافت جایزه، ابتدا باید وارد سیستم شوید

source: Billing information
fa_ir: اطلاعات مالی

source: Avatar of you
fa_ir: آواتار شما

source: Default Avatar
fa_ir: تصویر پیشفرض

source: Welcome
fa_ir: خوش آمدید

source: Manage your info, privacy, and security to make us work better for you
fa_ir: اطلاعات کاربری، حریم خصوصی و تنظیمات امنیتی خود را مدیریت کنید تا بتوانیم بهتر به شما خدمت‌رسانی کنیم

source: Your account is not verify! Please verify your mobile number.
fa_ir: حساب کاربری شما تایید نشده است! لطفا شماره تلفن همراه خود را تایید کنید.

source: Personal info
fa_ir: اطلاعات شخصی

source: Basic info, like your name and photo, that you use on our services
fa_ir: اطلاعات اولیه مثل نام و عکس که در سرویس ما از آن‌ها استفاده می‌کنید

source: profile
fa_ir: پروفایل

source: Manage profile
fa_ir: مدیریت پروفایل

source: Security
fa_ir: امنیتی

source: Settings and recommendations to help you keep your account secure
fa_ir: تنظیمات و پیشنهاداتی برای کمک به شما تا حساب کاربری خود را ایمن نگه دارید

source: Keep your account protected
fa_ir: حساب کاربری خود را امن نگه دارید

source: Personalization
fa_ir: شخصی‌سازی

source: See the data in your account and choose what activity is saved to personalize your experience
fa_ir: مشاهده داده‌های حساب کاربری و انتخاب اینکه چه فعالیت‌هایی بر اساس تجربه شما سفارشی شوند

source: Manage your data & personalization
fa_ir: مدیریت داده‌های شما و شخصی‌سازی آن‌ها

source: Check your last messages.
fa_ir: آخرین پیام‌های خود را بررسی کنید.

source: Maybe some messages need your action!
fa_ir: شاید برخی از آنان نیاز به اقدامی از جانب شما داشته باشند!

source: Read your messages
fa_ir: پیام‌های خود را بخوانید

source: Get expert answers and advice on our service or contact our legendary support team
fa_ir: دریافت پاسخ‌های کاشناسی و مشاوره درباره خدمات و یا تماس با تیم پشتیبانی افسانه‌ای ما

source: Get help
fa_ir: کمک بگیرید

source: Check your account balance, charge your account, and bill your invoices!
fa_ir: موجودی حساب کاربری خود را بررسی کنید، حساب کاربری خود را شارژ کنید و صورتحساب‌ها را بپردازید!

source: Check
fa_ir: بررسی

source: Logout from your account!
fa_ir: خروج از حساب کاربری!

source: Logout
fa_ir: خروج از سیستم

source: Only you can see your settings.
fa_ir: تنها شما می‌توانید تنظیمات خود را ببینید.

source: We are committed to protecting your privacy and security.
fa_ir: ما متعهد به محافظت از حریم خصوصی و امنیت شما هستیم.

source: Learn more
fa_ir: بیشتر بدانید

source: Invalid user id
fa_ir: شناسه کاربر اشتباه است

source: User id not found
fa_ir: شناسه کاربر یافت نشد

source: Invalid address id
fa_ir: شناسه آدرس نامعتبر است

source: Address successfully edited
fa_ir: آدرس با موفقیت به‌روزرسانی شد

source: Address successfully added
fa_ir: آدرس با موفقیت اضافه شد

source: Addresses
fa_ir: آدرس‌ها

source: Your avatar
fa_ir: تصویر شما

source: No file was received
fa_ir: فایلی دریافت نشد

source: Set Avatar
fa_ir: تنظیم آواتار

source: like
fa_ir: مثل

source: Send verify email
fa_ir: ارسال ایمیل اعتبارسنجی

source: Set as primary email
fa_ir: تنظیم به عنوان ایمیل اصلی

source: Primary email
fa_ir: ایمیل اصلی

source: Email successfully added
fa_ir: ایمیل با موفقیت اضافه شد

source: You can enter to your account with username and mobile.
fa_ir: شما می‌توانید با نام کاربری یا موبایل وارد حساب کاربری خود شوید.

source: Profile
fa_ir: پروفایل

source: Username
fa_ir: نام‌کاربری

source: Permission
fa_ir: سطح‌دسترسی

source: Some info may be visible to other people using our service.
fa_ir: برخی از اطلاعات ممکن است برای سایر اشخاصی که از سرویس ما استفاده می‌کنند قابل رویت باشد.

source: Avatar
fa_ir: تصویر پروفایل

source: A photo helps personalize your account
fa_ir: تصویر به زیبایی و سفارشی‌سازی حساب کاربری شما کمک می‌کند

source: BirthDate
fa_ir: تاریخ تولد

source: Display name
fa_ir: نام برای نمایش

source: Bio
fa_ir: زندگی‌نامه

source: Social networks
fa_ir: شبکه‌های اجتماعی

source: Website, Email and Social Networks
fa_ir: وب‌سایت، رایانامه و شبکه‌های اجتماعی

source: Social Networks
fa_ir: شبکه‌های اجتماعی

source: Firstname
fa_ir: نام

source: Lastname
fa_ir: نام خانوادگی

source: Rather not say
fa_ir: تمایل به گفتن ندارم

source: Your profile successfully updated
fa_ir: پروفایل شما با موفقیت بروز شد

source: You can choose a username
fa_ir: شما می‌توانید یک نام کاربری برای خود انتخاب کنید

source: You can use a-z, 0-9 and underscores.
fa_ir: شما می‌توانید از حروف لاتین a-z و 0-9 در نام کاربری استفاده کنید.

source: Minimum length is 5 characters.
fa_ir: حداقل طول ۵ کاراکتر است.

source: Your username was changed
fa_ir: نام کاربری شما تغییر یافت

source: Sended via SMS
fa_ir: از طریق پیامک هم ارسال شده

source: Sended via Telegram
fa_ir: از طریق تلگرام هم ارسال شده

source: No notifications found
fa_ir: هیچ پیامی یافت نشد

source: General preferences for the web
fa_ir: تنظیمات عمومی برای وب

source: Manage settings for yourself
fa_ir: تنظیمات را برای خودتان سفارشی و مدیریت کنید

source: Sidebar
fa_ir: ستون کناری

source: Hide
fa_ir: مخفی

source: Your data, activity, and preferences that help make our services more useful to you
fa_ir: داده‌ها، فعالیت‌ها و تنظیماتی که به ما کمک می‌کند تا خدمات کاربردی‌تری را برای شما فراهم کنیم

source: Please select one language
fa_ir: لطفا یک زبان را انتخاب کنید

source: Your language was changed
fa_ir: زبان شما تغییر یافت

source: Toggle side bar
fa_ir: تغییر وضعیت نوار کناری

source: You can save side bar status
fa_ir: شما می‌توانید وضعیت نوار کناری را تغییر دهید

source: Are your need side bar?
fa_ir: شما نیاز به نمایش نوار کناری دارید؟

source: Your sidebar was changed
fa_ir: وضعیت نوار کناری تغییر یافت

source: Theme
fa_ir: قالب

source: Please select one theme
fa_ir: لطفا یک قالب را انتخاب کنید

source: Sensitive to content
fa_ir: حساس به محتوا

source: Your theme was changed
fa_ir: قالب شما تغییر یافت

source: Back to personal info
fa_ir: بازگشت به اطلاعات شخصی

source: Referral Program
fa_ir: برنامه معرفی

source: Nobody can tell the Jibres story better than you;)
fa_ir: هیچ‌کس بهتر از شما نمی‌تواند جیبرس را برای مشتریان ما توضیح دهد;)

source: How it works?
fa_ir: چطور کار می‌کند؟

source: Tell your friends about the Jibres story.
fa_ir: به دوستان خود در مورد داستان جیبرس بگویید.

source: Refer your friends through Social Media or Email.
fa_ir: دوستان خود را از طریق شبکه‌های اجتماعی و ایمیل ارجاع دهید.

source: Share the referral rewards program with friends on Facebook, Twitter, or Email.
fa_ir: برنامه معرفی را با دوستان خود در توییتر، فیس‌بوک، تلگرام یا سایر شبکه‌های اجتماعی و ایمیل به اشتراک بگذارید.

source: When they click on your post, we’ll know it was you who referred them.
fa_ir: زمانی که آن‌ها روی مطلب شما کلیک کردند، ما متوجه می‌شویم که شما آن‌ها را معرفی کرده‌اید.

source: If someone forget to use your link, we allow to set your ref code as promo code in billing page!
fa_ir: اگر هنگام ورود به سایت کسی فراموش کرد که از لینک شما استفاده کند، ما اجازه‌ی تنظیم کد شما را به عنوان کدتخفیف در صفحه مالی می‌دهیم!

source: Your friend enter to Jibres and receives credit.
fa_ir: دوستان شما وارد جیبرس شده و اعتبار دریافت می‌کنند.

source: Your friend enter and receives $5 account credit.
fa_ir: دوستان شما وارد جیبرس شده و ۱۰.۰۰۰ تومان اعتبار هدیه دریافت می‌کنند.

source: Anyone you refer to Jibres that enter using your unique referral link or your promo code will receive $5 in credit.
fa_ir: هرکسی که با کد منحصربفرد شما سایت را مشاده کرده و وارد جیبرس شود و یا کسانی که از کد تخفیف شما استفاده کنند، ۱۰.۰۰۰ تومان اعتبار هدیه برای کار با جیبرس دریافت خواهند کرد.

source: You all get rewarded.
fa_ir: همه جایزه می‌گیرید! مثل برد برد.

source: Jibres rewards are charge in your account after 7 work days of confirmation.
fa_ir: جوایز جیبرس حداکثر ۷ روز کاری پس از تایید در حساب شما شارژ می‌شود.

source: Amount of charge is depended on your friend total pay and after automatic calculation, system set your gift.
fa_ir: میزان شارژ بسته به مجموع پرداختی دوستان شما متفاوت بوده و پس از محاسبه خودکار، سیستم هدیه شما را منظور خواهد کرد.

source: We calculate your percentage until 6 month of your friend registration. Because of that it was your chance to convinced your friend to charge more!
fa_ir: شما ۶ ماه فرصت دارید تا مجموع پرداختی هر دوست معرفی شده را افزایش دهید. به‌همین دلیل، شما این زمان را خواهید داشت تا پس از اطمینان دوستان از کیفیت سیستم، آنان را برای شارژ بیشتر متقاعد کنید!

source: Share your link
fa_ir: لینک خود را به اشتراک بگذارید

source: Copy your personal referral link and share it with your friends and followers.
fa_ir: لینک معرفی شخصی خود را کپی کنید و آن را با دوستان و دنبال‌کنندگان خود به اشتراک بگذارید.

source: Promo code
fa_ir: کد تخفیف

source: Signing in to
fa_ir: ورود به

source: Signing to account
fa_ir: ورود به حساب کاربری

source: Password
fa_ir: کلمه عبور

source: 2-Step Verification
fa_ir: اعتبارسنجی دو مرحله‌ای

source: On
fa_ir: روشن

source: Off
fa_ir: خاموش

source: Remember me
fa_ir: مرا به خاطر بسپار

source: Ways we can verify it's you
fa_ir: روش‌هایی که بر اساس آن می‌توانیم شما را تایید کنیم

source: These can be used to make sure it's really you signing in or to reach you if there's suspicious activity in your account
fa_ir: این‌ها می‌توانند برای اطمینان از اینکه شما وارد حساب کاربری خود شده‌اید مورد استفاده قرار بگیرند. هم‌چنین اگر فعالیت‌های مشکوکی در حساب کاربری شما رخ داد برای تایید هویت شما مورد استفاده قرار می‌گیرند

source: Recovery Account
fa_ir: بازیابی حساب کاربری

source: Recovery email
fa_ir: ایمیل بازیابی

source: Recovery phone
fa_ir: تلفن بازیابی

source: Active Sessions
fa_ir: نشست‌های فعال

source: Devices that have been active on your account in the last month, or are currently signed in.
fa_ir: دستگاه‌هایی که در طی یک ماه اخیر روی حساب کاربری شما فعال بوده‌اند یا در حال حاضر درون آن هستند.

source: All of your history about signing in to you account is here and you can check them.
fa_ir: تمام تاریخچه ورودهای انجام شده به حساب کاربری شما اینجاست و شما می‌توانید آن‌ها را با دقت چک کنید.

source: If there’s a device you don’t recognize, someone else may have your password.
fa_ir: اگر دستگاهی هست که نمی‌توانید آن را شناسایی کنید، شاید رمز شما دست کسی است.

source: Change your password to protect your Account.
fa_ir: گذرواژه خود را برای محافظت از حساب کاربری خود تغییر دهید.

source: Check all active sessions
fa_ir: بررسی تمام نشست‌های فعال

source: Sessions
fa_ir: نشست‌ها

source: Recent security events
fa_ir: رویدادهای امنیتی اخیر

source: No activity in the last month.
fa_ir: فعالیتی در یک ماه اخیر وجود ندارد.

source: You'll be notified if unusual security activity is detected, like a sign-in from a new device or if a sensitive setting is changed in your account.
fa_ir: اگر فعالیت غیرعادی و امنیتی شناسایی شما شما مطلع خواهید شد. اتفاقاتی مثل ورود از یک دستگاه جدید یا تغییر تنظیمات حساس در حساب کاربری شما.

source: Security Event
fa_ir: رویداد امنیتی

source: Access token and Application key
fa_ir: کلید دسترسی و کلید برنامه

source: Keys used to access APIs in
fa_ir: کلیدهای مورد استفاده برای دسترسی به API ها در

source: Delete Account
fa_ir: حذف حساب کاربری

source: You can permanently delete your Account and all your data.
fa_ir: شما می‌توانید به‌طور کامل حساب کاربری و تمام داده‌های خود را پاک کنید.

source: Delete my Account
fa_ir: حذف حساب کاربری

source: Save remember session
fa_ir: ورود من را به خاطر بسپار

source: Remember Me
fa_ir: مرا به خاطر بسپار

source: Don't recognize a device?
fa_ir: دستگاهی را شناسایی نکردید؟

source: Terminate all other sessions
fa_ir: مسدودسازی تمام دسترسی‌های دیگر

source: No active session found
fa_ir: هیچ نشست فعالی یافت نشد

source: This device
fa_ir: این دستگاه

source: Check ip address
fa_ir: بررسی آدرس آی‌پی

source: Terminate
fa_ir: مسدودسازی

source: Windows
fa_ir: ویندوز

source: Linux
fa_ir: لینوکس

source: Invalid subdomain. remove subdomain to continue
fa_ir: زیر دامنه اشتباه است. زیر دامنه را حذف کرده و ادامه دهید

source: Please upload a photo
fa_ir: لطفا یک تصویر بارگذاری کنید

source: File id is required
fa_ir: شناسه فایل الزامی است

source: File id is not valid
fa_ir: فایل معتبر نیست

source: File removed from gallery
fa_ir: فایل از گالری حذف شد

source: Please set store code in url
fa_ir: لطفا کد‌ فروشگاه را در آدرس وارد کنید

source: Apikey not set
fa_ir: کلید ای‌پی‌آی تنظیم نشده است

source: Invalid apikey
fa_ir: کلید ای‌پی‌آی نامعتبر است

source: Download from Google Play
fa_ir: دانلود از گوگل پلی

source: Download from CafeBazar
fa_ir: دانلود از کافه‌بازار

source: Download from Myket
fa_ir: دانلود از مایکت

source: Direct download
fa_ir: دانلود مستقیم

source: Download App
fa_ir: دانلود برنامه

source: Download the app today! Shopping on the go is fast and easy with our free app. Enjoy more discounts on the our app and shop what's new & now
fa_ir: همین امروز اپلیکیشن ما رو نصب کن! با برنامه رایگان ما می‌تونید سریع و به سرعت خرید کنید. از تخفیفات ویژه و جدیدی که بر روی اپ ما ارائه میشه همین الان استفاده کنید

source: Pay
fa_ir: پرداخت

source: BUY
fa_ir: خرید

source: This product addet to your cart
fa_ir: این محصول به سبد خرید شما اضافه شد

source: Your Shopping Cart is empty
fa_ir: سبد خرید شما خالی است

source: Start shopping
fa_ir: خرید را شروع کنید

source: Don't miss out on great deals! :start to view products added.
fa_ir: پیشنهادات بزرگ ما را از دست ندهید! :start و سفارشات خود را به سبد خرید اضافه کنید.

source: login
fa_ir: ورود به سیستم

source: Don't miss out on great deals! :start or :login to view products added.
fa_ir: پیشنهادات بزرگ ما را از دست ندهید! :login یا :start و سفارشات خود را به سبد خرید اضافه کنید.

source: The Cart is a temporary place to store a list of your items and reflects each item's most recent price.
fa_ir: سبد خرید یک محل موقت برای ذخیره لیست محصولات مورد علاقه شماست تا بتوانید در نگاه آخر آن‌ها را بررسی کرده و بخرید.

source: Shopping Cart
fa_ir: سبد خرید

source: Invalid category url
fa_ir: آدرس دسته‌ اشتباه است

source: Your tracking numbert is
fa_ir: کد رهگیری شما

source: Your form is not publish. Only you can view this form.
fa_ir: فرم شما منتشر نشده است. فقط شما می‌توانید این فرم را ببینید.

source: Submit
fa_ir: تایید

source: Enter to account
fa_ir: ورود به حساب‌کاربری

source: Coming soon ...
fa_ir: بزودی ...

source: linkedin
fa_ir: لینکدین

source: github
fa_ir: گیت‌هاب

source: facebook
fa_ir: فیسبوک

source: twitter
fa_ir: توییتر

source: instagram
fa_ir: اینستاگرام

source: telegram
fa_ir: تلگرام

source: No orders found
fa_ir: هیچ سفارشی یافت نشد

source: My orders
fa_ir: سفارشات من

source: Order not found
fa_ir: سفارش یافت نشد

source: Order number
fa_ir: شماره سفارش

source: Cancel order
fa_ir: لغو سفارش

source: Thanks for your shopping
fa_ir: با تشکر از خرید شما

source: Payment unsuccessfull
fa_ir: پرداخت ناموفق بود

source: Product not found
fa_ir: محصول یافت نشد

source: Estimated Delivery on
fa_ir: زمان تقریبی تحویل

source: :val out of 5
fa_ir: :val از ۵

source: :val Reviews
fa_ir: :val بازدید

source: :val Stock
fa_ir: :val موجودی انبار

source: List Price
fa_ir: قیمت مصرف کننده

source: You Save
fa_ir: سود شما

source: To buy select variants
fa_ir: برای خرید تنوع را انتخاب کنید

source: In cart
fa_ir: در سبد خرید

source: Add to cart
fa_ir: افزودن به سبد خرید

source: Product Code
fa_ir: شناسه محصول

source: Customer reviews
fa_ir: نظرات مشتریان

source: Review this product
fa_ir: بررسی این محصول

source: Outstanding
fa_ir: ممتاز

source: Very Good
fa_ir: خیلی خوب

source: Good
fa_ir: خوب

source: Poor
fa_ir: ضعیف

source: Very Poor
fa_ir: خیلی ضعیف

source: Write your review about this product...
fa_ir: نظر خودتون رو در مورد این محصول بنویسید ...

source: Related products
fa_ir: محصولات مرتبط

source: Share
fa_ir: اشتراک‌گذاری

source: My profile
fa_ir: پروفایل من

source: My cart
fa_ir: سبد خرید من

source: Change your password
fa_ir: تغییر کلمه عبور

source: Login
fa_ir: ورود به سیستم

source: My notifications
fa_ir: پیام‌های من

source: Please choose your address
fa_ir: لطفا آدرس خود را انتخاب کنید

source: Choose Payment
fa_ir: انتخاب روش پرداخت

source: Order descripion
fa_ir: توضیحات‌ سفارش

source: If you have note about this order enter it here
fa_ir: اگر مایل به ثبت یادداشتی درباره این سفارش برای ما هستید، آن را در این بخش وارد کنید

source: No product in your cart
fa_ir: هیچ کالایی در سبد خرید شما یافت نشد

source: Edit comment
fa_ir: ویرایش نظر

source: Approve
fa_ir: تایید

source: Unapprove
fa_ir: تایید نشده

source: Invalid comment id
fa_ir: شناسه دیدگاه اشتباه است

source: Datemodified
fa_ir: تاریخ ویرایش

source: In response to the comment
fa_ir: در پاسخ به دیدگاه

source: Star
fa_ir: ستاره

source: Show Answer to this comment
fa_ir: نمایش پاسخ‌های این دیدگاه

source: Answer to comment
fa_ir: پاسخ به دیدگاه

source: Save answer
fa_ir: ذخیره پاسخ

source: Approved
fa_ir: تایید شده

source: Unapproved
fa_ir: تایید نشده

source: Can not upload file
fa_ir: ناتوان در آپلود فایل

source: Please send a file to upload
fa_ir: لطفا فایل مورد نظر را بارگذاری کنید

source: Upload
fa_ir: بارگذاری

source: Files
fa_ir: فایل‌ها

source: Post image
fa_ir: تصویر نوشته

source: To optimize your images and increase your SEO score, we store uploaded images in different sizes in webp format so that you can use it anywhere with the required size.
fa_ir: برای بهینه‌سازی تصاویر و افزایش امتیاز سئو، تصاویر بارگذاری شده را در اندازه‌های مختلف و با فرمت webp ذخیره می‌کنیم تا از آن در هر جا با اندازه مورد نیاز استفاده کنیم.

source: Width
fa_ir: عرض

source: View File
fa_ir: نمایش فایل

source: Remove File
fa_ir: حذف فایل

source: Total files
fa_ir: کل فایل‌ها

source: Total size
fa_ir: اندازه کل

source: Invalid file id
fa_ir: شناسه فایل اشتباه است

source: Path
fa_ir: آدرس

source: size
fa_ir: اندازه

source: Usage count
fa_ir: تعداد موارد استفاده شده

source: Remove file
fa_ir: حذف فایل

source: Invalid post type
fa_ir: نوع نوشته نامعتبر است

source: Posts per month in last year
fa_ir: پست به تفکیک ماه در یک‌سال اخیر

source: SEO Friendly URL
fa_ir: آدرس دوستدار سئو

source: Social Media Cover
fa_ir: کاور شبکه اجتماعی

source: Publish vs Draft
fa_ir: درصد منتشرشده

source: All Posts
fa_ir: همه نوشته‌ها

source: Standard Posts
fa_ir: نوشته‌های استاندارد

source: Podcast
fa_ir: پادکست

source: All Comments
fa_ir: همه دیدگاه‌ها

source: Awaiting Moderation
fa_ir: در انتظار تایید

source: Sitemap
fa_ir: نقشه‌ی سایت

source: Smart SEO
fa_ir: سئو هوشمند

source: Latest Posts
fa_ir: آخرین نوشته‌ها

source: No post has registered yet!
fa_ir: هنوز هیچ نوشته‌ای ثبت نشده است!

source: Latest Comments
fa_ir: آخرین دیدگاه‌ها

source: No comment has registered yet!
fa_ir: هنوز هیچ دیدگاهی ثبت نشده است!

source: Enter title here
fa_ir: عنوان را اینجا وارد کنید

source: Write your post ...
fa_ir: متن خود را بنویسید...

source: First type main text and save as draft, then complete and publish it.
fa_ir: در ابتدا متن اصلی و عنوان را وارد کرده و به‌عنوان پیش‌نویس ذخیره کنید، سپس آن را تکمیل و منتشر کنید.

source: Save as draft
fa_ir: ذخیره پیش نویس

source: Add new post
fa_ir: افزودن نوشته جدید

source: We enable you to upload audio clips and share them with the world. Sharing your talent is simple!
fa_ir: ما به شما امکان می‌دهیم کلیپ‌های صوتی را بارگذاری کرده و آنها را با دنیا به اشتراک بگذارید. به اشتراک گذاشتن استعداد خود ساده است!

source: Remove audio
fa_ir: حذف صوت

source: Share your video with the world.
fa_ir: ویدئوی خود را با دنیا به اشتراک بگذارید.

source: Remove video
fa_ir: حذف ویدئو

source: Featured Image
fa_ir: تصویر شاخص

source: The Featured Image is a Jibres theme feature that allows theme you to using a representative image. Featured Image is a primary image for your post.
fa_ir: تصویر شاخص یکی‌ از ویژگی‌های قالب‌های جیبرس است که به شما این امکان را می‌دهد که از یک تصویر نماینده استفاده کنید. تصویر شاخص یک تصویر اصلی برای نوشته شماست.

source: Featured image
fa_ir: تصویر شاخص

source: Remove featured image
fa_ir: حذف تصویر شاخص

source: To change post status Click here
fa_ir: برای تغییر وضعیت مطلب کلیک کنید

source: Time left until published
fa_ir: زمان باقیمانده تا انتشار

source: This post automatically redirected to new page
fa_ir: این مطلب به صورت خودکار به صفحه جدیدی هدایت خواهد شد

source: Write post
fa_ir: نوشتن مطلب

source: Enter your tags and seperate them by comma
fa_ir: تگ‌های خود را با کاما از هم جدا کرده و وارد کنید

source: Customize SEO
fa_ir: سفارشی سازی سئو

source: Edit post
fa_ir: ویرایش نوشته

source: Back to list of posts
fa_ir: بازگشت به لیست نوشته‌ها

source: Show all posts where
fa_ir: نمایش نوشته‌ها با شرط

source: Post founded
fa_ir: نوشته یافت شد

source: Add New Post
fa_ir: افزودن نوشته جدید

source: Galleries
fa_ir: گالری‌ها

source: Add New Gallery
fa_ir: افزودن گالری جدید

source: Videos
fa_ir: ویدیوها

source: Add New Video
fa_ir: افزودن ویدئو جدید

source: Podcasts
fa_ir: پادکست‌ها

source: Add New Podcast
fa_ir: افزودن پادکست جدید

source: By default, the publish date of the post is saved at the moment the status changes to the publish. You can change it and put it in the future. By doing this, your post will not be visible on the website until it is published until the specified time, at which time it will be automatically displayed to the customers.
fa_ir: به طور پیش‌فرض، تاریخ انتشار مطلب در لحظه تغییر وضعیت به انتشار ذخیره می‌شود. می‌توانید آن را تغییر داده و زمان انتشار را در آینده قرار دهید. با این کار، مطلب شما تا زمان مشخص شده در وب‌سایت قابل مشاهده نخواهد بود، و بعد از آن زمان به صورت خودکار برای کاربران به نمایش در خواهد آمد.

source: When post published
fa_ir: در زمان انتشار مطلب

source: In special date
fa_ir: در تاریخ خاص

source: Publish date
fa_ir: تاریخ انتشار

source: Publish time
fa_ir: زمان انتشار

source: Edit post publish date
fa_ir: ویرایش زمان انتشار مطلب

source: If you want your post to be automatically redirected to a new page, enter the URL of the new page here.
fa_ir: اگر می‌خواهید مطلب بعد از باز شدن به صفحه جدیدی هدایت شود آدرس صفحه جدید را در این قسمت وارد کنید.

source: Redirect URL
fa_ir: آدرس انتقال

source: Visit link
fa_ir: بازدید از لینک

source: Edit post redirect
fa_ir: ویرایش آدرس انتقال مطلب

source: Special Address
fa_ir: آدرس اختصاصی

source: Independence
fa_ir: مستقل

source: Special
fa_ir: خاص

source: Under tag
fa_ir: زیرمجموعه تگ

source: Under page
fa_ir: زیرمجموعه صفحه‌ای دیگر

source: End part of your news url.
fa_ir: آخرین قسمت آدرس مطلب شما.

source: You can set this page as a subset of another page
fa_ir: شما می‌توانید این صفحه را به عنوان زیر مجموعه صفحه‌ای دیگر قرار دهید

source: Only published page can set as page parent
fa_ir: تنها صفحات منتشر شده امکان تنظیم به عنوان صفحه والد را خواهند داشت

source: Choose a post
fa_ir: یک نوشته‌ را انتخاب کنید

source: Set post address as sub child of tag
fa_ir: تنظیم آدرس نوشته به عنوان زیرمجموعه‌ای از یک تگ

source: Edit post SEO
fa_ir: ویرایش سئو مطلب

source: Change status
fa_ir: تغییر وضعیت

source: You can change your post status
fa_ir: شما می‌توانید وضعیت این نوشته را به صورت دستی ویرایش کنید

source: Templates are used to distinguish between posts. You can use it to categorize content on the site
fa_ir: قالب‌ها برای دسته بندی‌ مطالب استفاده می‌شوند. شما می‌توانید از این قالب‌ها در دسته بندی و چینش صفحه اول سایت خود استفاده کنید

source: Is it possible to receive comment from customers for this post?
fa_ir: آیا می‌خواهید امکان دریافت نظرات مشتریان در صفحه این مطلب در وب‌سایت وجود داشته باشد؟

source: Show comment
fa_ir: نمایش دیدگاه

source: SEO
fa_ir: سئو

source: Redirect
fa_ir: انتقال

source: If you want your post to be moved to a new page after opening, enter the URL of the new page here
fa_ir: اگر می‌خواهید مطلب بعد از باز شدن به صفحه جدیدی هدایت شود آدرس صفحه جدید را در این قسمت وارد کنید
