Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Site
fa_ir: سایت

source: Sms
fa_ir: پیامک

source: Admincontact
fa_ir: تماس با مدیریت

source: App
fa_ir: اپلیکیشن

source: Fail
fa_ir: خطا

source: Change
fa_ir: تغییر

source: Continuation
fa_ir: تمدید

source: Downgrade
fa_ir: پایین آوردن

source: Auto
fa_ir: خودکار

source: Yearly
fa_ir: سالانه

source: Running
fa_ir: درحال اجرا

source: Done
fa_ir: اتمام

source: serverHold
fa_ir: دامنه رزرو گردیده است

source: irnicReserved
fa_ir: دامنه در ایرنیک رزرو گردیده است

source: serverRenewProhibited
fa_ir: امکان تمدید دامنه وجود ندارد

source: serverDeleteProhibited
fa_ir: امکان لغو نمودن دامنه وجود ندارد

source: irnicRegistrationPendingDomainCheck
fa_ir: در انتظار بررسی دامنه در فرایند ثبت دامنه

source: irnicRegistrationRejected
fa_ir: درخواست ثبت دامنه رد شد

source: pendingUpdate
fa_ir: در انتظار بروزآوری دامنه

source: serverUpdateProhibited
fa_ir: امکان تغییر در مشخصات دامنه وجود ندارد

source: irnicUnapproved
fa_ir: تایید نشده

source: irnicApproved
fa_ir: تایید شده

source: irnicQueued
fa_ir: در انتظار تایید نشانی شناسه

source: irnicRejected
fa_ir: شناسه رد شده است

source: irnicLimited
fa_ir: این شناسه از نوع شناسه محدود می‌باشد

source: inactive
fa_ir: غیرفعال

source: pendingDelete
fa_ir: در انتظار لغو دامنه

source: pendingRenew
fa_ir: در انتظار تمدید دامنه

source: irnicRegistered
fa_ir: دامنه ثبت و فعال است

source: irnicLocked
fa_ir: دامنه قفل شده است

source: irnicExpired
fa_ir: دامنه منقضی‌شده شده است

source: irnicRegistrationApproved
fa_ir: درخواست ثبت دامنه تایید شد

source: irnicRegistrationPendingHolderCheck
fa_ir: در انتظار بررسی صاحب امتیاز دامنه در فرایند ثبت دامنه

source: irnicRegistrationDocRequired
fa_ir: برای تکمیل ثبت‌ دامنه مستندات نیاز است

source: irnicRegistrationIsWithdrawn
fa_ir: درخواست ثبت دامنه توسط خود شخص یا رابط لغو شد

source: irnicRenewalApproved
fa_ir: درخواست تمدید دامنه تایید شد

source: irnicRenewalRejected
fa_ir: درخواست تمدید دامنه رد شد

source: irnicRenewalPendingHolderCheck
fa_ir: در انتظار بررسی صاحب امتیاز در فرایند تمدید دامنه

source: irnicRenewalPendingDomainCheck
fa_ir: در انتظار بررسی دامنه در فرانید تمدید دامنه

source: irnicRenewalDocRequired
fa_ir: برای تمدید دامنه مستندات نیاز است

source: irnicRenewalIsWithdrawn
fa_ir: درخواست تمدید دامنه توسط خود شخص یا رابط لغو شد

source: irnicHolderChangeApproved
fa_ir: درخواست تغییر صاحب امتیاز دامنه تایید شد

source: irnicHolderChangeRejected
fa_ir: درخواست تغییر صاحب امتیاز دامنه رد شد

source: irnicHolderChangePendingHolderCheck
fa_ir: در انتظار بررسی صاحب امتیاز جدید در فرایند تغییر صاحب امتیاز دامنه

source: irnicHolderChangePendingDomainCheck
fa_ir: در انتظار بررسی دامنه در فرایند تغییر صاحب امتیاز دامنه

source: irnicHolderChangeDocRequired
fa_ir: برای تغییر صاحب امتیاز دامنه مستندات نیاز است

source: irnicHolderChangeIsWithdrawn
fa_ir: درخواست تغییر در صاحب امتیاز دامنه توسط خود شخص لغو شد

source: irnicDeletionApproved
fa_ir: درخواست لغو دامنه تایید شد

source: irnicDeletionRejected
fa_ir: فرایند لغو دامنه رد شد

source: irnicDeletionPendingHolderCheck
fa_ir: در انتظار بررسی شناسه صاحب امتیاز در فرایند لغو دامنه

source: irnicDeletionPendingDomainCheck
fa_ir: در انتظار بررسی دامنه در فرایند لغو دامنه

source: irnicDeletionDocRequired
fa_ir: برای لغو دامنه مستندات نیاز است

source: irnicDeletionIsWithdrawn
fa_ir: درخواست لغو دامنه توسط رابط لغو شد

source: period
fa_ir: زمان

source: queue
fa_ir: در صف

source: Queue
fa_ir: در صف

source: inprogress
fa_ir: در حال انجام

source: postcode
fa_ir: کدپستی

source: Postcode
fa_ir: کدپستی

source: Fullname
fa_ir: نام کامل

source: fullname
fa_ir: نام کامل

source: Debtor-creditor
fa_ir: بدهکار - بستانکار

source: Harmful profit
fa_ir: سود - زیانی

source: Details
fa_ir: تفصیل

source: sales costs
fa_ir: هزینه‌های فروش

source: financial costs
fa_ir: هزینه‌های مالی

source: administrative costs
fa_ir: هزینه‌های اداری

source: general expenses
fa_ir: هزینه‌های عمومی

source: intangible fixed assets
fa_ir: دارایی‌های ثابت نامشهود

source: net sales
fa_ir: فروش خالص

source: accumulated profit
fa_ir: سود انباشته

source: orders and prepayments
fa_ir: سفارشات و پیش پرداخت‌ها

source: short term investments
fa_ir: سرمایه گذاری‌های کوتاه مدت

source: wealth
fa_ir: سرمایه

source: other non-operating expenses
fa_ir: سایر هزینه‌های غیرعملیاتی

source: other operating costs
fa_ir: سایر هزینه‌های عملیاتی

source: other operating income
fa_ir: سایر درآمد‌های عملیاتی

source: other accounts and documents receivable
fa_ir: سایر حساب‌ها و اسناد دریافتنی

source: other accounts and documents payable
fa_ir: سایر حساب‌ها و اسناد پرداختنی

source: save employee end-of-service benefits
fa_ir: ذخیره مزایای پایان خدمت کارکنان

source: save taxes
fa_ir: ذخیره مالیات

source: tangible fixed assets
fa_ir: دارایی‌های ثابت مشهود

source: accounts receivable and commercial documents
fa_ir: حساب‌ها و اسناد دریافتنی تجاری

source: business accounts and documents payable
fa_ir: حساب‌های و اسناد پرداختنی تجاری

source: receivables
fa_ir: پیش دریافت‌ها

source: prepayments
fa_ir: پیش پرداخت‌ها

source: long-term accounts and documents
fa_ir: حساب‌ها و اسناد پرداختنی بلند مدت

source: cash balance
fa_ir: موجودی نقد

source: received financial facilities
fa_ir: تسهیلات مالی دریافتی

source: Net sales
fa_ir: فروش خالص

source: Accumulated profit
fa_ir: سود انباشته

source: Orders and prepayments
fa_ir: سفارشات و پیش پرداخت‌ها

source: Short term investments
fa_ir: سرمایه گذاری‌های کوتاه مدت

source: Wealth
fa_ir: سرمایه

source: Other non-operating expenses
fa_ir: سایر هزینه‌های غیرعملیاتی

source: Other operating costs
fa_ir: سایر هزینه‌های عملیاتی

source: Other operating income
fa_ir: سایر درآمد‌های عملیاتی

source: Other accounts and documents receivable
fa_ir: سایر حساب‌ها و اسناد دریافتنی

source: Other accounts and documents payable
fa_ir: سایر حساب‌ها و اسناد پرداختنی

source: Save employee end-of-service benefits
fa_ir: ذخیره مزایای پایان خدمت کارکنان

source: Save taxes
fa_ir: ذخیره مالیات

source: Tangible fixed assets
fa_ir: دارایی‌های ثابت مشهود

source: Accounts receivable and commercial documents
fa_ir: حساب‌ها و اسناد دریافتنی تجاری

source: Business accounts and documents payable
fa_ir: حساب‌های و اسناد پرداختنی تجاری

source: Rceivables
fa_ir: دریافتنی

source: Prepayments
fa_ir: پیش دریافت‌ها

source: Long-term accounts and documents
fa_ir: حساب‌ها و اسناد پرداختنی بلند مدت

source: Cash balance
fa_ir: موجودی نقد

source: Received financial facilities
fa_ir: تسهیلات مالی دریافتی

source: Administrative costs
fa_ir: هزینه‌های اداری

source: Sales costs
fa_ir: هزینه‌های فروش

source: Financial costs
fa_ir: هزینه‌های مالی

source: General expenses
fa_ir: هزینه‌های عمومی

source: Intangible fixed assets
fa_ir: دارایی‌های ثابت نامشهود

source: temp
fa_ir: موقت

source: Temp
fa_ir: موقت

source: Jibres is not just an online accounting software; We try to create the best financial platform that has everything you need to sale and manage your financial life.
fa_ir: جیبرس تنها یک نرم‌افزار حسابداری آنلاین نیست. ما در تلاش برای خلق برترین پلتفرم مالی جهان هستیم تا تمام نیازهای مالی دنیای شما را برطرف کنیم.

source: Afghanistan
fa_ir: افغانستان

source: Åland
fa_ir: ایلند

source: Albania
fa_ir: آلبانی

source: Algeria
fa_ir: الجزیره

source: American Samoa
fa_ir: ساموآی آمریکا

source: Andorra
fa_ir: آندورا

source: Angola
fa_ir: آنگولا

source: Anguilla
fa_ir: آنگویلا

source: Antarctica
fa_ir: قطب جنوب

source: Antigua And Barbuda
fa_ir: آنتیگوآ و باربودا

source: Argentina
fa_ir: آرژانتین

source: Armenia
fa_ir: آرمانیا

source: Aruba
fa_ir: آرابا

source: Australia
fa_ir: استرالیا

source: Austria
fa_ir: اتریش

source: Azerbaijan
fa_ir: آذربایجان

source: Bahamas
fa_ir: باهاما

source: Bahrain
fa_ir: بحرین

source: Bangladesh
fa_ir: بنگلادش

source: Barbados
fa_ir: باربادوس

source: Belarus
fa_ir: بلاروس

source: Belgium
fa_ir: بلژیک

source: Belize
fa_ir: بیگانه

source: Benin
fa_ir: بنین

source: Bermuda
fa_ir: برمودا

source: Bhutan
fa_ir: بوتان

source: Bolivia
fa_ir: بولیوی

source: Bonaire
fa_ir: بونیر

source: Bosnia And Herzegovina
fa_ir: بوسنی و هرزگوین

source: Botswana
fa_ir: بوتسوانا

source: Bouvet Island
fa_ir: جزیره بوک

source: Brazil
fa_ir: برزیل

source: British Indian Ocean Territory
fa_ir: قلمرو اقیانوس هند بریتانیا

source: British Virgin Islands
fa_ir: جزایر ویرجین بریتانیایی

source: Brunei
fa_ir: برونئی

source: Bulgaria
fa_ir: بلغارستان

source: Burkina Faso
fa_ir: بورکینافاسو

source: Burundi
fa_ir: بوروندی

source: Cambodia
fa_ir: کامبوج

source: Cameroon
fa_ir: کامرون

source: Canada
fa_ir: کانادایی

source: Cape Verde
fa_ir: کلاه سرخ

source: Cayman Islands
fa_ir: جزایر کیمن

source: Central African Republic
fa_ir: جمهوری آفریقای مرکزی

source: Chad
fa_ir: چاد

source: Chile
fa_ir: شیلی

source: China
fa_ir: چین

source: Christmas Island
fa_ir: جزیره کریسمس

source: Cocos (Keeling) Islands
fa_ir: جزایر کوکوس

source: Colombia
fa_ir: کلمبیا

source: Comoros
fa_ir: کومور

source: Cook Islands
fa_ir: جزایر کوک

source: Costa Rica
fa_ir: کاستاریکا

source: Croatia
fa_ir: کرواتی

source: Cuba
fa_ir: کوبا

source: Curacao
fa_ir: کوراسائو

source: Cyprus
fa_ir: قبرس

source: Czech Republic
fa_ir: جمهوری چک

source: Democratic Republic Of The Congo
fa_ir: جمهوری دموکراتیک کنگو

source: Denmark
fa_ir: علامت

source: Djibouti
fa_ir: جیبوتی

source: Dominica
fa_ir: دومینیکا

source: Dominican Republic
fa_ir: جمهوری دومینیکن

source: East Timor
fa_ir: تایمر شرقی

source: Ecuador
fa_ir: اکوادور

source: Egypt
fa_ir: مصر

source: El Salvador
fa_ir: السالوادور

source: Equatorial Guinea
fa_ir: گینه استوایی

source: Eritrea
fa_ir: اریتره

source: Estonia
fa_ir: استونی

source: Ethiopia
fa_ir: اتیوپی

source: Falkland Islands
fa_ir: جزایر فالکلند

source: Faroe Islands
fa_ir: جزایر فارو

source: Fiji
fa_ir: فیجی

source: Finland
fa_ir: مالزی

source: France
fa_ir: فرانسه

source: French Guiana
fa_ir: گویان فرانسوی

source: French Polynesia
fa_ir: پلینزی فرانسوی

source: French Southern Territories
fa_ir: سرزمین‌های جنوبی فرانسوی

source: Gabon
fa_ir: گابون

source: Gambia
fa_ir: گامبیا

source: Georgia
fa_ir: جورجیا

source: Germany
fa_ir: آلمان

source: Ghana
fa_ir: غنا

source: Gibraltar
fa_ir: جبل الطارق

source: Greece
fa_ir: یونان

source: Greenland
fa_ir: گرینلند

source: Grenada
fa_ir: گرانادا

source: Guadeloupe
fa_ir: گوادلوپ

source: Guam
fa_ir: گام

source: Guatemala
fa_ir: گواتمالا

source: Guernsey
fa_ir: گرنسی

source: Guinea
fa_ir: گینه

source: Guinea-bissau
fa_ir: گینه بیسائو

source: Guyana
fa_ir: گویانا

source: Haiti
fa_ir: هیتی

source: Heard Island And Mcdonald Islands
fa_ir: جزیره هرد و جزایر مک‌دونالد

source: Honduras
fa_ir: هندوراس

source: Hong Kong
fa_ir: هنگ کنگ

source: Hungary
fa_ir: مجارستان

source: Iceland
fa_ir: اقیانوس آرام

source: India
fa_ir: هندوستان

source: Indonesia
fa_ir: اندونزی

source: Iraq
fa_ir: عراق

source: Ireland
fa_ir: ایرلند

source: Isle Of Man
fa_ir: جزیره من

source: Italy
fa_ir: ایتالیا

source: Ivory Coast
fa_ir: ساحل عاج

source: Jamaica
fa_ir: جامائیکا

source: Japan
fa_ir: ژاپن

source: Jersey
fa_ir: جرزی

source: Jordan
fa_ir: اردن

source: Kazakhstan
fa_ir: قزاقستان

source: Kenya
fa_ir: کنیا

source: Kiribati
fa_ir: کریباتی

source: Kosovo
fa_ir: کوزوو

source: Kuwait
fa_ir: کویت

source: Kyrgyzstan
fa_ir: قرقیزستان

source: Laos
fa_ir: لاوس

source: Latvia
fa_ir: لتونی

source: Lebanon
fa_ir: لبنان

source: Lesotho
fa_ir: لسوتو

source: Liberia
fa_ir: لیبریا

source: Libya
fa_ir: لیبیا

source: Liechtenstein
fa_ir: لیختن اشتاین

source: Lithuania
fa_ir: لیتوانی

source: Luxembourg
fa_ir: لوکسبورگ

source: Macau
fa_ir: ماکائو

source: Macedonia
fa_ir: مقدونیه

source: Madagascar
fa_ir: ماداگاسکار

source: Malawi
fa_ir: مالاوی

source: Malaysia
fa_ir: مالزی

source: Maldives
fa_ir: مالدیو

source: Mali
fa_ir: مالی

source: Malta
fa_ir: مالتا

source: Marshall Islands
fa_ir: جزایر مارشال

source: Martinique
fa_ir: مارتینیک

source: Mauritania
fa_ir: موریتانی

source: Mauritius
fa_ir: موریس

source: Mayotte
fa_ir: مایوته

source: Mexico
fa_ir: مکزیکو

source: Micronesia
fa_ir: میکرونزی

source: Moldova
fa_ir: مولداوی

source: Monaco
fa_ir: موناکو

source: Mongolia
fa_ir: مغولستان

source: Montenegro
fa_ir: مونته‌نگرو

source: Montserrat
fa_ir: مونتسرات

source: Morocco
fa_ir: مراکش

source: Mozambique
fa_ir: موزامبیک

source: Myanmar (Burma)
fa_ir: میانمار (بورام)

source: Namibia
fa_ir: نامیبیا

source: Nauru
fa_ir: نائورو

source: Nepal
fa_ir: نپال

source: Netherlands
fa_ir: هلند

source: New Caledonia
fa_ir: کالدونیای جدید

source: New Zealand
fa_ir: نیوزلند

source: Nicaragua
fa_ir: نیکاراگوئه

source: Niger
fa_ir: نایگر

source: Nigeria
fa_ir: نیجریه

source: Niue
fa_ir: نیچه

source: Norfolk Island
fa_ir: جزیره نورفولک

source: North Korea
fa_ir: کره شمالی

source: Northern Mariana Islands
fa_ir: جزایر ماریانای شمالی

source: Norway
fa_ir: نروژی

source: Oman
fa_ir: عمان

source: Pakistan
fa_ir: پاکستان

source: Palau
fa_ir: پائولو

source: Palestine
fa_ir: فلسطین

source: Panama
fa_ir: پاناما

source: Papua New Guinea
fa_ir: پاپو گینه جدید

source: Paraguay
fa_ir: پاراگوئه

source: Peru
fa_ir: پرو

source: Philippines
fa_ir: فیلیپین

source: Pitcairn Islands
fa_ir: جزایر پیت کرن

source: Poland
fa_ir: لهستان

source: Portugal
fa_ir: کشور پرتغال

source: Puerto Rico
fa_ir: پورتوریکو

source: Qatar
fa_ir: قطر

source: Republic Of The Congo
fa_ir: جمهوری کنگو

source: Réunion
fa_ir: تجدید دیدار

source: Romania
fa_ir: رومانی

source: Russia
fa_ir: روسیه

source: Rwanda
fa_ir: رواندا

source: Saint Barthélemy
fa_ir: سنت بارتملی

source: Saint Helena
fa_ir: صلیب هلنا

source: Saint Kitts And Nevis
fa_ir: کتیبه‌های سنت و نه

source: Saint Lucia
fa_ir: سنت لوسیا

source: Saint Martin
fa_ir: مارتین سنت

source: Saint Pierre And Miquelon
fa_ir: سنت پرور و میکلون

source: Saint Vincent And The Grenadines
fa_ir: سنت وینسنت و گرانادین

source: Samoa
fa_ir: ساموا

source: San Marino
fa_ir: سان مارینو

source: São Tomé And Príncipe
fa_ir: سائوتومه و پرنسیپ

source: Saudi Arabia
fa_ir: عربستان سعودی

source: Senegal
fa_ir: سنگال

source: Serbia
fa_ir: صربستان

source: Seychelles
fa_ir: سیشل

source: Sierra Leone
fa_ir: سیرا لئون

source: Singapore
fa_ir: سیناپور

source: Sint Maarten
fa_ir: سینت مارتین

source: Slovakia
fa_ir: اسلواکی

source: Slovenia
fa_ir: اسلوونی

source: Solomon Islands
fa_ir: جزایر سلیمان

source: Somalia
fa_ir: سومالی

source: South Africa
fa_ir: آفریقای جنوبی

source: South Georgia And The South Sandwich Islands
fa_ir: جورجیا جنوبی و جزایر ساندویچ جنوبی

source: South Korea
fa_ir: کره جنوبی

source: South Sudan
fa_ir: سودان جنوبی

source: Spain
fa_ir: اسپانیا

source: Sri Lanka
fa_ir: سری لانکا

source: Sudan
fa_ir: سودان

source: Suriname
fa_ir: سورینام

source: Svalbard And Jan Mayen
fa_ir: سوالبارد و یان ماین

source: Swaziland
fa_ir: سوازیلند

source: Sweden
fa_ir: سوئد

source: Switzerland
fa_ir: سوئیس

source: Syria
fa_ir: سوریه

source: Taiwan
fa_ir: تایوان

source: Tajikistan
fa_ir: تاجیکستان

source: Tanzania
fa_ir: تانزانیا

source: Thailand
fa_ir: تایلند

source: Togo
fa_ir: توگو

source: Tokelau
fa_ir: توکلو

source: Tonga
fa_ir: تنگا

source: Trinidad And Tobago
fa_ir: ترینیداد و توباگو

source: Tunisia
fa_ir: تونس

source: Turkey
fa_ir: ترکیه

source: Turkmenistan
fa_ir: تركمنستان

source: Turks And Caicos Islands
fa_ir: جزایر تورک و کیکوس

source: Tuvalu
fa_ir: تووالو

source: U.s. Minor Outlying Islands'
fa_ir: جزایر جزر و مدی کوچک

source: U.s. Virgin Islands
fa_ir: جزایر ویرجین بریتانیایی

source: Uganda
fa_ir: اوگاندا

source: Ukraine
fa_ir: اوکراین

source: United Arab Emirates
fa_ir: امارات متحده عربی

source: United Kingdom
fa_ir: انگلستان

source: United States
fa_ir: ایالات متحده

source: Uruguay
fa_ir: اروگوئه

source: Uzbekistan
fa_ir: ازبکستان

source: Vanuatu
fa_ir: وانواتو

source: Vatican City
fa_ir: شهر واتیکان

source: Venezuela
fa_ir: ونزوئلا

source: Vietnam
fa_ir: ویتنام

source: Wallis And Futuna
fa_ir: والیس و فوتونا

source: Western Sahara
fa_ir: ساحره غرب

source: Yemen
fa_ir: یمن

source: Zambia
fa_ir: زامبیا

source: Zimbabwechoe
fa_ir: زیمبابوه

source: archive
fa_ir: بایگانی

source: privacy
fa_ir: حریم خصوصی

source: public
fa_ir: عمومی

source: private
fa_ir: خصوصی

source: saleorder
fa_ir: سفارش فروش

source: Saleorder
fa_ir: سفارش فروش

source: contact_check
fa_ir: بررسی مخاطب

source: contact_info
fa_ir: جزئیات مخاطب

source: domain_check
fa_ir: بررسی دامنه

source: domain_info
fa_ir: جزئیات دامنه

source: domain_create
fa_ir: ساخت دامنه

source: domain_update
fa_ir: بروزرسانی دامنه

source: domain_renew
fa_ir: تمدید دامنه

source: domain_transfer
fa_ir: انتقال دامنه

source: poll_request
fa_ir: درخواست پیام

source: poll_acknowledge
fa_ir: خواندن پیام

source: Dash
fa_ir: دش

source: dash
fa_ir: دش

source: Powered by Dash
fa_ir: قدرت گرفته از دش

source: Javad Adib
fa_ir: جواد ادیب

source: Reza Mohiti
fa_ir: رضا محیطی

source: Insert Successfully
fa_ir: افزودن با موفقیت انجام شد

source: Insert Failed!
fa_ir: افزودن ناموفق بود!

source: Update Successfully
fa_ir: بروزرسانی با موفقیت انجام شد

source: Update Failed!
fa_ir: بروزرسانی ناموفق بود!

source: Delete Successfully
fa_ir: حذف با موفقیت انجام شد

source: Delete Failed!
fa_ir: حذف ناموفق بود!

source: Transaction error
fa_ir: خطای در تراکنش

source: Transaction Error
fa_ir: خطا در تراکنش

source: Without mobile
fa_ir: بدون موبایل

source: item
fa_ir: آیتم

source: empty
fa_ir: خالی

source: id does not exist!
fa_ir: این کد در سیستم وجود ندارد!

source: all require fields must fill
fa_ir: تمام رکوردهای الزامی‌باید پر شوند

source: some fields must be change for update!
fa_ir: برای بروزرسانی باید حداقل یک فیلد را تغییر دهید!

source: Ermile
fa_ir: ارمایل

source: ermile
fa_ir: ارمایل

source: Made in IRAN
fa_ir: ساخت ایران

source: iran
fa_ir: ایران

source: qom
fa_ir: قم

source: submit
fa_ir: تایید

source: save
fa_ir: ذخیره

source: add new
fa_ir: افزودن

source: signin
fa_ir: ورود

source: sign in
fa_ir: ورود

source: sign up
fa_ir: ثبت نام

source: home
fa_ir: خانه

source: homepage
fa_ir: صفحه نخست

source: admin
fa_ir: مدیر

source: error in field
fa_ir: خطا در فیلد

source: cp
fa_ir: کنترل‌پنل

source: Cp
fa_ir: کنترل‌پنل

source: account
fa_ir: حساب کاربری

source: SiteContent
fa_ir: محتوای سایت

source: Options
fa_ir: تنظیمات

source: Back to
fa_ir: برگشت به

source: Actions
fa_ir: عملیات

source: Add New Record
fa_ir: افزودن رکورد جدید

source: delete record
fa_ir: حذف رکورد

source: seriously, are you sure? There's no coming back.
fa_ir: مطمئنید؟ بعد از حذف امکان بازگشت وجود ندارد.

source: or
fa_ir: یا

source: Pages
fa_ir: صفحات

source: Terms
fa_ir: عبارات

source: Visitors
fa_ir: بازدیدکنندگان

source: My Profile
fa_ir: پروفایل من

source: Lock Screen
fa_ir: قفل‌کردن

source: Powered by Dash.
fa_ir: قدرت گرفته از دش.

source: Powered by Ermile.
fa_ir: قدرت گرفته از ارمایل.

source: All right reserved.
fa_ir: تمام حقوق محفوظ است.

source: Comming Soon
fa_ir: بزودی

source: Fantastic
fa_ir: خارق العاده

source: Cut
fa_ir: کات

source: Successfully
fa_ir: با موفقیت انجام شد

source: Login Successfully
fa_ir: با موفقیت وارد سیستم شدید

source: Login failed!
fa_ir: ورود به سیستم ناموفق بود!

source: Mobile or password is incorrect
fa_ir: موبایل یا کلمه عبور اشتباه است

source: Please forward this message to administrator
fa_ir: لطفا این پیغام را برای مدیر سامانه ارسال کنید

source: Please enter title
fa_ir: لطفا عنوان را وارد کنید

source: Assign keywords to your posts using tags
fa_ir: از عبارات کلیدی برای تعریف کلیدواژه‌ها و ارتباط آن به نوشته‌های استفاده کنید

source: Use categories to define sections of your site and group related posts
fa_ir: از دسته‌ها برای تعریف بخش‌های سایت و دسته بندی نوشته‌ها استفاده کنید

source: Use categories to define sections of your site and group related files
fa_ir: از دسته‌بندی برای تعریف بخش‌های مختلف برای گروه‌بندی‌کردن فایل‌ها استفاده کنید

source: Use posts to share your news in specefic category
fa_ir: از نوشته‌ها برای انتشار اخبار در موضوعات دلخواه استفاده کنید

source: Use pages to share your static content
fa_ir: از برگه‌ها برای انتشار مطالب ثابت استفاده کنید

source: Upload your media
fa_ir: برای بارگزاری فایل‌های شما

source: page
fa_ir: صفحه

source: If you want to change password enter it, else leave it blank
fa_ir: در صورت تمایل به تغییر گذرواژه آن را وارد کنید،‌ در غیر این ‌صورت این فیلد را خالی بگذارید

source: Enter password within 5 to 40 character
fa_ir: گذرواژه‌ای بین ۵ تا ۴۰ کاراکتر وارد کنید

source: category
fa_ir: دسته

source: filecategory
fa_ir: دسته‌بندی فایل‌ها

source: File category
fa_ir: دسته‌بندی فایل‌ها

source: File Category
fa_ir: دسته‌بندی فایل‌ها

source: Filecategories
fa_ir: دسته‌بندی فایل‌ها

source: attachment
fa_ir: ضمیمه

source: search
fa_ir: جستجو

source: upload
fa_ir: بارگذاری

source: Control Panel
fa_ir: کنترل پنل

source: Editor
fa_ir: ویراستار

source: editor
fa_ir: ویراستار

source: Writer
fa_ir: نویسنده

source: utility
fa_ir: ابزار

source: Utility
fa_ir: ابزارها

source: Tools
fa_ir: ابزارها

source: tools
fa_ir: ابزارها

source: tool
fa_ir: ابزار

source: Chart must be contain at least 2 column!
fa_ir: نمودار باید حداقل شامل دو ستون داده‌ای باشد!

source: Data not exist!
fa_ir: داده‌ای برای نمایش وجود ندارد!

source: between 5-40 character
fa_ir: بین ۵ تا ۴۰ کاراکتر

source: between 5-40 character. be tricky!
fa_ir: بین ۵ تا ۴۰ کاراکتر. در انتخاب کلمه عبور دقت به خرج دهید!

source: Create an account
fa_ir: حساب کاربری بسازید

source: Change password
fa_ir: کلمه عبور

source: SMS Delivery
fa_ir: رسید دریافت پیامک

source: SMS Callback
fa_ir: پیامک‌های دریافتی

source: edit
fa_ir: ویرایش

source: book
fa_ir: کتاب

source: books
fa_ir: کتاب‌ها

source: Book Categories
fa_ir: دسته‌بندی کتاب

source: Bookcategories
fa_ir: دسته‌بندی کتاب

source: bookcategory
fa_ir: دسته‌بندی کتاب

source: Use categories to define sections of your site and group related books
fa_ir: با استفاده از دسته‌بندی بخش‌های مختلف کتاب را گروه بندی کنید

source: Use book to define important parts to use in posts
fa_ir: کتاب‌های خود را در این بخش وارد کنید

source: Duplicate - File exist
fa_ir: تکراری - فایل وجود دارد

source: Fail on tranfering file
fa_ir: خطا در انتقال فایل

source: Invalid parameters
fa_ir: پارامتر اشتباه

source: We don't support this type of file
fa_ir: ما این نوع فایل را پشتیبانی نمیکنیم

source: Publish new post in social networks
fa_ir: انتشار نوشته جدید در شبکه‌های اجتماعی

source: Socialnetwork
fa_ir: شبکه‌های اجتماعی

source: socialnetwork
fa_ir: شبکه‌اجتماعی

source: Page Views
fa_ir: بازدید صفحات

source: Ext
fa_ir: پسوند

source: pages
fa_ir: صفحه‌ها

source: tags
fa_ir: کلیدواژه‌ها

source: categories
fa_ir: دسته‌بندی‌ها

source: filecategories
fa_ir: دسته‌بندی فایل‌ها

source: bookcategories
fa_ir: دسته‌بندی کتاب‌ها

source: permissions
fa_ir: سطوح‌دسترسی

source: You can't view this part of system
fa_ir: شما نمی‌توانید این بخش از سیستم را مشاهده کنید

source: You can't add new
fa_ir: شما نمی‌توانید اضافه کنید

source: you can't edit
fa_ir: شما نمی‌توانید ویرایش کنید

source: You can't delete
fa_ir: شما نمی‌توانید حذف کنید

source: You can't access to this part of system
fa_ir: شما نمی‌توانید به این بخش از سیستم دسترسی داشته باشید

source: Because of your permission
fa_ir: به‌دلیل سطح‌دسترسی‌ شما

source: You can't access to this page!
fa_ir: شما نمی‌توانید به این صفحه دسترسی داشته باشید!

source: For multilanguage sites enter title in English and translate it
fa_ir: برای سایت‌های چندزبانه، این بخش را به انگلیسی وارد نموده و توسط برنامه مترجم آن را به سایر زبان‌ها ترجمه کنید

source: main URL
fa_ir: آدرس اصلی

source: Enable coming soon
fa_ir: نمایش صفحه بزودی

source: debug mode status
fa_ir: وضعیت نمایش خطا

source: Save as cookie
fa_ir: ذخیره به عنوان کوکی

source: Log visitors
fa_ir: ذخیره عملکرد بازدیدکنندگان

source: Use main account
fa_ir: استفاده از حساب کاربری یکپارچه

source: Main account
fa_ir: حساب کاربری یکپارچه

source: Default Language
fa_ir: زبان پیش‌فرض
