Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Accounting coding successfully updated
fa_ir: سرفصل حسابداری با موفقیت ویرایش شد

source: Add new accounting total
fa_ir: افزودن کل جدید

source: Add new accounting assistant
fa_ir: افزودن معین جدید

source: Add new accounting details
fa_ir: افزودن تفصیل جدید

source: This record is parent of some other record and cannot be remove
fa_ir: این گزینه والد برای گزینه‌های دیگر است و امکان حذف آن وجود ندارد

source: This document already add to this year
fa_ir: این نوع سند قبلا در این سال مالی ثبت شده است

source: Accounting doc successfully added
fa_ir: سند حسابداری با موفقیت ثبت شد

source: This document is locked
fa_ir: این سند قفل شده است

source: Invalid year
fa_ir: سال اشتباه است

source: Accounting document date is not in Accounting year date!
fa_ir: تاریخ سند با تاریخ شروع و پایان سال مالی مطابقت ندارد!

source: Duplicate accounting document number
fa_ir: شناسه سند حسابداری تکراری است

source: No Document to close!
fa_ir: هیچ سندی برای بسته شدن یافت نشد!

source: Please set accounting setting assistant closing harmful-profit detail id to continue
fa_ir: لطفا تنظیمات مربوط به شناسه تفصیل مربوط به سند بستن حساب‌های سود و زیانی را تنظیم کنید

source: Close accounting harmful-profit for :year
fa_ir: بستن حساب‌های سود و زیانی برای :year

source: Can not add accounting document
fa_ir: نمی‌توانیم سند حسابداری جدید را ثبت کنیم

source: Operation complete
fa_ir: عملیات با موفقیت انجام شد

source: Please set accounting setting assistant accumulated detail id to continue
fa_ir: لطفا تنظیمات مربوط به شناسه تفصیل مربوط به سند انتقال سود و زیان انباشته را تنظیم کنید

source: Please close harmful-profit document first
fa_ir: لطفا ابتدا سند بستن حساب‌های سود و زیانی را ثبت کنید

source: Needless to create document close accumulated
fa_ir: نیازی به ثبت انتقال سود و زیان به سود و زیان انباشته نیست

source: Move accounting harmful-profit for :year to accumulated
fa_ir: انتقال سود و زیان :year به سود و زیان انباشته

source: Please set accounting setting assistant closing detail id to continue
fa_ir: لطفا تنظیمات مربوط به شناسه تفصیل مربوط به سند اختتامیه را تنظیم کنید

source: Closing document :year
fa_ir: سند اختتامیه :year

source: Year closing complete
fa_ir: سند اختتامیه سال صادر شد

source: The opening document already added
fa_ir: شما قبلا سند افتتاحیه در این سال ثبت کرده‌اید

source: Can not find last year!
fa_ir: نمی‌توانیم اطلاعات سال گذشته را بیابیم!

source: Can not find last year closing document
fa_ir: نمی‌توانیم سند اختتامیه سال گذشته را پیدا کنیم

source: Opening document :year
fa_ir: سند افتتاحیه :year

source: Year opening complete
fa_ir: سند افتتاحیه سال صادر شد

source: This accounting year is empty!
fa_ir: این سال مالی خالی از سند حسابداری است!

source: The number was reset
fa_ir: شماره‌ها مجددا تنظیم شدند

source: Can not set document status
fa_ir: نمی‌توانید وضعیت سند را تنظیم کنید

source: This accounting document is not balance!
fa_ir: این سند حسابداری بالانس نیست!

source: This status already set on this document
fa_ir: در حال حاضر این سند دارای همین وضعیت هست

source: Accounting document locked
fa_ir: سند حسابداری قفل شد

source: Accounting document Unlocked
fa_ir: سند حسابداری باز شد

source: Accounting doc successfully updated
fa_ir: سند حسابداری با موفقیت ویرایش شد

source: Permanent
fa_ir: دائمی

source: Accounting docdetail successfully added
fa_ir: سند حسابداری با موفقیت ثبت شد

source: Invalid assistant id
fa_ir: شناسه معین اشتباه است

source: Please choose the details
fa_ir: لطفا تفصیل را انتخاب کنید

source: Please choose the detail
fa_ir: لطفا تفصیل را انتخاب کنید

source: Please set debtor or creditor
fa_ir: لطفا بدهکار یا بستانکار را ثبت کنید

source: Invalid accounting document id
fa_ir: شناسه سند حسابداری اشتباه است

source: Data sorted
fa_ir: مرتب‌سازی انجام شد

source: Accounting docdetail successfully updated
fa_ir: سند حسابداری با موفقیت ویرایش شد

source: Accounting year successfully added
fa_ir: سال مالی با موفقیت ثبت شد

source: Invalid start date, start date can not larger than end date!
fa_ir: تاریخ شروع اشتباه است. تاریخ شروع نباید بزرگتر از تاریخ پایان باشد!

source: Accounting year must exactly one year
fa_ir: سال مالی باید دقیقا بازه زمانی یک سال را شامل شود

source: Default year set
fa_ir: سال مالی جاری تنظیم شد

source: Accounting year successfully updated
fa_ir: سال مالی با موفقیت ویرایش شد

source: Can not remove this year. This accounting year already in use
fa_ir: نمی‌توانید این سال مالی را حذف کنید. این سال مالی هم‌اکنون در حال استفاده است

source: Container
fa_ir: چارچوب عمومی

source: Small
fa_ir: کوچک

source: Large
fa_ir: بزرگ

source: X Large
fa_ir: خیلی بزرگ

source: XX Large
fa_ir: خیلی خیلی بزرگ

source: Without container
fa_ir: بدون چارچوب

source: Invalid body line key
fa_ir: شناسه ردیف محتوای وبسایت اشتباه است

source: Setting Saved
fa_ir: تنظیمات ذخیره شد

source: This is not a latest news
fa_ir: این شناسه متعلق به آخرین اخبار نیست

source: Show more
fa_ir: مشاهده بیشتر

source: Line detail not found
fa_ir: جزئیات ردیف محتوای وب‌سایت یافت نشد

source: Invalid line id
fa_ir: شناسه خط اشتباه است

source: News line added
fa_ir: ردیف اخبار اضافه شد

source: News line edited
fa_ir: ردیف اخبار ویرایش شد

source: This is not a imageblock
fa_ir: این شناسه متعلق به جعبه متن نیست

source: Please upload an image file
fa_ir: لطفا فایل تصویری مورد نظر را بارگذاری کنید

source: Image page added
fa_ir: جعبه تصویر اضافه شد

source: Image index must be a number
fa_ir: شماره جعبه تصویر باید یک عدد باشد

source: Invalid imageblock index
fa_ir: شناسه تصویر اشتباه است

source: Image page was removed
fa_ir: جعبه تصویر حذف شد

source: Invalid sort detail
fa_ir: شماره مرتب‌سازی اشتباه است

source: Invalid sort index
fa_ir: شماره مرتب‌سازی اشتباه است

source: Image detail not found
fa_ir: جزئیات جعبه تصویر یافت نشد

source: Sorted
fa_ir: مرتب‌سازی انجام شد

source: Image index not found
fa_ir: شناسه جعبه تصویر یافت نشد

source: Image edited
fa_ir: تصویر ویرایش شد

source: Maximum capacity of this image block is full
fa_ir: ظرفیت صفحات این جعبه تصویر تکمیل است

source: Image added
fa_ir: جعبه تصویر اضافه شد

source: Product line added
fa_ir: ردیف محصولات اضافه شد

source: Product line edited
fa_ir: ردیف محصولات ویرایش شد

source: This is not a quote
fa_ir: این شناسه متعلق به نقل قول نیست

source: Professional (Default)
fa_ir: حرفه‌ای (پیش‌فرض)

source: Please set the quote
fa_ir: لطفا نقل قول را وارد کنید

source: Quote added
fa_ir: نقل قول اضافه شد

source: Quote index must be a number
fa_ir: شماره نقل‌ قول باید یک عدد باشد

source: Invalid quote index
fa_ir: شناسه نقل قول اشتباه است

source: Quote was removed
fa_ir: نقل قول حذف شد

source: Quote detail not found
fa_ir: جزئیات نقل قول یافت نشد

source: Quote index not found
fa_ir: شناسه نقل قول یافت نشد

source: Please set quote
fa_ir: لطفا نقل قول را وارد کنید

source: Page quote edited
fa_ir: نقل‌ قول ویرایش شد

source: Maximum capacity of this quote is full
fa_ir: ظرفیت صفحات این نقل‌قول تکمیل است

source: Slider
fa_ir: اسلایدر

source: This is not a specialslider
fa_ir: این شناسه متعلق به اسلایدر ویژه نیست

source: Slider page added
fa_ir: صفحه اسلایدر اضافه شد

source: Slider index must be a number
fa_ir: شماره اسلایدر باید یک عدد باشد

source: Invalid special slider index
fa_ir: شناسه اسلایدر ویژه اشتباه است

source: Slider page was removed
fa_ir: صفحه اسلایدر حذف شد

source: Slider detail not found
fa_ir: جزئیات اسلایدر یافت نشد

source: Slider index not found
fa_ir: شماره صفحه اسلایدر یافت نشد

source: Page special slider edited
fa_ir: صفحه اسلایدر ویژه ویرایش شد

source: Maximum capacity of this special slider is full
fa_ir: ظرفیت صفحات این اسلایدر تکمیل است

source: Please set the text
fa_ir: لطفا متن را وارد کنید

source: Text added
fa_ir: متن اضافه شد

source: Text edited
fa_ir: متن ویرایش شد

source: Please set the titleline
fa_ir: لطفا عنوان را وارد کنید

source: Body line removed
fa_ir: ردیف حذف شد

source: Zoom
fa_ir: بزرگنمایی

source: Dark Shadow
fa_ir: سایه تیره

source: White Shadow
fa_ir: سایه سفید

source: Invalid footer key
fa_ir: کلید فوتر اشتباه است

source: Your website footer text was saved
fa_ir: متن فوتر شما ذخیره شد

source: Your footer was saved
fa_ir: فوتر وب‌سایت شما ذخیره شد

source: Your footer customized
fa_ir: فوتر شما سفارشی‌سازی شد

source: Your website footer saved without change
fa_ir: فوتر وب‌سایت شما بدون تغییر ذخیره شد

source: Footer #1
fa_ir: فوتر ۱

source: A modern and beautiful footer
fa_ir: فوتر مدرن و زیبا

source: #modern
fa_ir: #مدرن

source: Footer Phone number
fa_ir: شماره تلفن در فوتر

source: Footer #201
fa_ir: فوتر ۲۰۱

source: A complete footer
fa_ir: فوتر کامل

source: #complete
fa_ir: #کامل

source: Footer menu #1
fa_ir: فهرست اول فوتر

source: Part 1 of footer menu
fa_ir: قسمت اول فهرست فوتر

source: Footer menu #2
fa_ir: فهرست دوم فوتر

source: Part 2 of footer menu
fa_ir: قسمت دوم فهرست فوتر

source: Footer menu #3
fa_ir: فهرست سوم فوتر

source: Part 3 of footer menu
fa_ir: قسمت سوم فهرست فوتر

source: Footer menu #4
fa_ir: فهرست چهارم فوتر

source: Part 4 of footer menu
fa_ir: قسمت چهارم فهرست فوتر

source: Footer #300
fa_ir: فوتر ۳۰۰

source: A modern and beautiful template to introduce your news This footer contain your store title and description and have one menu at top
fa_ir: یک قالب زیبا و مدرن جهت نمایش اخبار شما این فوتر شامل عنوان و توضیح بیزینس شماست و یک فهرست در بالای سایت شما خواهد بود

source: #news
fa_ir: #اخبار

source: #menu
fa_ir: #فهرست

source: Footer #Rafiei
fa_ir: فوتر #رفیعی

source: Invalid header key
fa_ir: کلید سرصفحه اشتباه است

source: Your header was saved
fa_ir: سرصفحه شما ذخیره شد

source: Your header customized
fa_ir: سرصفحه شما سفارشی سازی شد

source: Your website header saved without change
fa_ir: سرصفحه وب‌سایت شما بدون تغییر ذخیره شد

source: Header #100
fa_ir: سرصفحه شماره ۱۰۰

source: A modern and beautiful header
fa_ir: سرصفحه مدرن و زیبا

source: #Shop_mode
fa_ir: #فروشگاهی

source: #cart_manager
fa_ir: #سبدـ‌خرید

source: #search_button
fa_ir: #دکمه‌ـ‌جستجو

source: #login_link
fa_ir: #لینک‌ـورود

source: #logo
fa_ir: #لوگو

source: Header Primary Menu
fa_ir: منوی اصلی سرصفحه

source: Header Secondary Menu
fa_ir: منوی ثانویه در سرصفحه

source: This menu is shown on left side of header menu bar.
fa_ir: این فهرست در سمت چپ سرصفحه شما نمایش داده خواهد شد.

source: Header #300
fa_ir: سرصفحه شماره ۳۰۰

source: A modern and beautiful template to introduce your news This header contain your store title and description and have one menu at top
fa_ir: یک قالب زیبا و مدرن جهت نمایش اخبار شما این سرصفحه شامل عنوان و توضیح بیزینس شماست و یک فهرست در بالای سایت شما خواهد بود

source: Header #Rafiei
fa_ir: سرصفحه #رفیعی

source: An enterprise theme for rafiei
fa_ir: یک قالب سفارشی برای استاد رفیعی

source: Your website announcement was saved
fa_ir: آگهی وب‌سایت شما ذخیره شد

source: none
fa_ir: هیچ کدام

source: top
fa_ir: بالا

source: bottom
fa_ir: پایین

source: inside
fa_ir: داخل

source: Example menu 1
fa_ir: فهرست نمونه ۱

source: Example menu 2
fa_ir: فهرست نمونه ۲

source: Latest products
fa_ir: آخرین محصولات

source: Random products
fa_ir: محصولات تصادفی

source: Image :val
fa_ir: تصویر :val

source: Zero
fa_ir: صفر

source: Normal
fa_ir: عادی

source: Extra
fa_ir: خیلی زیاد

source: 1 item in one line
fa_ir: ۱ آیتم در یک خط

source: 2 item in one line
fa_ir: ۲ آیتم در یک خط

source: 3 item in one line
fa_ir: ۳ آیتم در یک خط

source: 1 item in first line, 2 item in next line
fa_ir: ۱ آیتم در ردیف اول و سپس ۲ آیتم در ردیف بعدی

source: 4 item in one line
fa_ir: ۴ آیتم در یک خط

source: 2 item per line
fa_ir: ۲ آیتم در هر خط

source: 1 item in first line, 3 item in next line
fa_ir: ۱ آیتم در ردیف اول، سپس ۳ آیتم در ردیف بعدی

source: 2 item in first line, 3 item in next line
fa_ir: ۲ آیتم در ردیف اول و سپس ۳ آیتم در ردیف بعدی

source: 3 item per line
fa_ir: ۳ آیتم در هر خط

source: 2 item in first line, 4 item in next line
fa_ir: ۲ آیتم در ردیف اول و سپس ۴ آیتم در ردیف بعدی

source: 1 item in first line then 3 item per line
fa_ir: ۱ آیتم در ردیف اول، سپس ۳ آیتم در هر ردیف

source: 2 item in first two line, 3 item in next line
fa_ir: ۲ آیتم در دو ردیف اول و سپس ۳ آیتم در ردیف بعدی

source: 1 item in first then 2 item, then 4 item in next line
fa_ir: ۱ آیتم در دریف اول،‌سپس ۲ آیتم در ردیف دوم و بعد ۴ آیتم در ردیف دیگر

source: 3 item in first line, 4 item in next line
fa_ir: ۳ آیتم در ردیف اول و سپس ۴ آیتم در ردیف بعدی

source: 4 item per line
fa_ir: ۴ آیتم در هر خط

source: 1 item in first line then 3, then 4 item in next line
fa_ir: ۱ آیتم در دریف اول،‌سپس ۳ آیتم در ردیف دوم و بعد ۴ آیتم در ردیف دیگر

source: 2 item in first two line, 4 item in next line
fa_ir: ۲ آیتم در دو ردیف اول و سپس ۴ آیتم در ردیف بعدی

source: 2 item in first line, then 3 item per line
fa_ir: ۲ آیتم در ردیف اول، سپس ۳ آیتم در هر ردیف

source: 2 item in first line then 3 item, then 4 item in next line
fa_ir: ۲ آیتم در دریف اول،‌سپس ۳ آیتم در ردیف دوم و بعد ۴ آیتم در ردیف دیگر

source: 1 item in first line, then 3 item per line
fa_ir: ۱ آیتم در ردیف اول، سپس ۳ آیتم در هر ردیف

source: 2 item in first line, then 4 item per line
fa_ir: ۲ آیتم در ردیف اول، سپس ۴ آیتم در هر ردیف

source: Circle
fa_ir: گرد

source: Your status was saved
fa_ir: وضعیت وب‌سایت ذخیره شد

source: Can not connect to whois service now! Please try again later
fa_ir: نمی‌توانیم به سرور دریافت اطلاعات دامنه متصل شویم! لطفا بعدا تلاش کنید

source: No servers matched for domain :val
fa_ir: هیچ منبعی برای دریافت اطلاعات دامنه :val یافت نشد

source: Can not connect to Domain server!
fa_ir: نمی‌توانیم به سرور دامنه‌ها متصل شویم!

source: US Dollar
fa_ir: دلار آمریکا

source: Euro
fa_ir: یورو

source: British Pound Sterling
fa_ir: استرلینگ پوند انگلیس

source: Japanese Yen
fa_ir: ین ژاپن

source: Canadian Dollar
fa_ir: دلار کانادایی

source: United Arab Emirates Dirham
fa_ir: درهم امارات متحده عربی

source: Afghan Afghani
fa_ir: افغانی افغانستان

source: Albanian Lek
fa_ir: لک آلبانیایی

source: Armenian Dram
fa_ir: درام ارمنی

source: Argentine Peso
fa_ir: پزو آرژانتین

source: Australian Dollar
fa_ir: دلار استرالیا

source: Azerbaijani Manat
fa_ir: مانات آذربایجانی

source: Bosnia-Herzegovina Convertible Mark
fa_ir: مارک تبدیل پذیر بوسنی و هرزگوین

source: Bangladeshi Taka
fa_ir: تاکا بنگلادشی

source: Bulgarian Lev
fa_ir: لو بلغار

source: Bahraini Dinar
fa_ir: دینار بحرین

source: Burundian Franc
fa_ir: فرانک بروندی

source: Brunei Dollar
fa_ir: دلار برونئی

source: Bolivian Boliviano
fa_ir: بولیوی بولیویایی

source: Brazilian Real
fa_ir: رئال برزیل

source: Botswanan Pula
fa_ir: پولای بوتسوانا

source: Belarusian Ruble
fa_ir: روبل بلاروس

source: Belize Dollar
fa_ir: دلار بلیز

source: Congolese Franc
fa_ir: فرانک کنگو

source: Swiss Franc
fa_ir: فرانک سوئیس

source: Chilean Peso
fa_ir: پزو شیلی

source: Chinese Yuan
fa_ir: یوان چینی

source: Colombian Peso
fa_ir: پزو کلمبیا

source: Costa Rican Colón
fa_ir: کولون کاستاریکا

source: Cape Verdean Escudo
fa_ir: اسکودوی کیپ ورد

source: Czech Republic Koruna
fa_ir: کرونای چک

source: Djiboutian Franc
fa_ir: فرانک جیبوتی

source: Danish Krone
fa_ir: کرون دانمارکی

source: Dominican Peso
fa_ir: پزو دومینیکن

source: Algerian Dinar
fa_ir: دینار الجزایر

source: Estonian Kroon
fa_ir: کرون استونی

source: Egyptian Pound
fa_ir: پوند مصر

source: Eritrean Nakfa
fa_ir: ناکفای اریتره

source: Ethiopian Birr
fa_ir: بیر اتیوپی

source: Georgian Lari
fa_ir: لاری گرجستان

source: Ghanaian Cedi
fa_ir: سدی غنا

source: Guinean Franc
fa_ir: فرانک گینه

source: Guatemalan Quetzal
fa_ir: کوتزال گواتمالا

source: Hong Kong Dollar
fa_ir: دلار هنگ کنگ

source: Honduran Lempira
fa_ir: لامپیرای هندوراس

source: Croatian Kuna
fa_ir: کونا کرواتی

source: Hungarian Forint
fa_ir: فورینت مجارستانی

source: Indonesian Rupiah
fa_ir: روپیه اندونزیایی

source: Indian Rupee
fa_ir: روپیه هند

source: Iraqi Dinar
fa_ir: دینار عراقی

source: Thousand Toman
fa_ir: هزار تومان

source: Thousand Rial
fa_ir: هزار ریال

source: Icelandic Króna
fa_ir: کرونای ایسلند

source: Jamaican Dollar
fa_ir: دلار جامائیکا

source: Jordanian Dinar
fa_ir: دینار اردن

source: Kenyan Shilling
fa_ir: شیلینگ کنیا

source: Cambodian Riel
fa_ir: ریال کامبوج

source: Comorian Franc
fa_ir: کامور فرانک

source: South Korean Won
fa_ir: وون کره جنوبی

source: Kuwaiti Dinar
fa_ir: دینار کویت

source: Kazakhstani Tenge
fa_ir: تنگه قزاقستانی

source: Lebanese Pound
fa_ir: پوند لبنان

source: Sri Lankan Rupee
fa_ir: روپیه سری‌لانکا

source: Lithuanian Litas
fa_ir: لیتاس لیتوانیایی

source: Latvian Lats
fa_ir: لاتس لتونی

source: Libyan Dinar
fa_ir: دینار لیبی

source: Moroccan Dirham
fa_ir: درهم مراکش

source: Moldovan Leu
fa_ir: لئوی مولداوی

source: Malagasy Ariary
fa_ir: آریاری ماداگاسکار

source: Macedonian Denar
fa_ir: دلار مقدونی

source: Myanma Kyat
fa_ir: کیات میانمار

source: Macanese Pataca
fa_ir: پاتاکای ماکانز

source: Mauritian Rupee
fa_ir: روپیه موریتانی

source: Mexican Peso
fa_ir: پزو مکزیکی

source: Malaysian Ringgit
fa_ir: رینگیت مالزی

source: Mozambican Metical
fa_ir: متیکال موزامبیکی

source: Namibian Dollar
fa_ir: دلار نامیبیان

source: Nigerian Naira
fa_ir: نایارای نیجریه

source: Nicaraguan Córdoba
fa_ir: کوردوبای نیکاراگوئه

source: Norwegian Krone
fa_ir: کرون نروژی

source: Nepalese Rupee
fa_ir: روپیه نپال

source: New Zealand Dollar
fa_ir: دلار نیوزیلند

source: Omani Rial
fa_ir: ریال عمانی

source: Panamanian Balboa
fa_ir: بالبوآ پاناما

source: Peruvian Nuevo Sol
fa_ir: سول پرو

source: Philippine Peso
fa_ir: پزو فیلیپین

source: Pakistani Rupee
fa_ir: روپیه پاکستان

source: Polish Zloty
fa_ir: زلوتی لهستانی

source: Paraguayan Guarani
fa_ir: پارسی گاروانی

source: Qatari Rial
fa_ir: ریال قطر

source: Romanian Leu
fa_ir: لو رومانیایی

source: Serbian Dinar
fa_ir: دینار صربستان

source: Russian Ruble
fa_ir: روبل روسی

source: Rwandan Franc
fa_ir: فرانک رواندا

source: Saudi Riyal
fa_ir: ریال سعودی

source: Sudanese Pound
fa_ir: پوند سودانی

source: Swedish Krona
fa_ir: کرون سوئدی

source: Singapore Dollar
fa_ir: دلار سنگاپور

source: Somali Shilling
fa_ir: شیلینگ سومالی

source: Syrian Pound
fa_ir: پوند سوریه

source: Thai Baht
fa_ir: بات تایلندی

source: Tunisian Dinar
fa_ir: دینار تونسی

source: Tongan Paʻanga
fa_ir: پاآنگای تونگا

source: Turkish Lira
fa_ir: لیر ترکیه

source: Trinidad and Tobago Dollar
fa_ir: دلار ترینیداد و توباگو

source: New Taiwan Dollar
fa_ir: دلار جدید تایوان

source: Tanzanian Shilling
fa_ir: شیلینگ تانزانیا

source: Ukrainian Hryvnia
fa_ir: گریونا اوکراین

source: Ugandan Shilling
fa_ir: شیلینگ اوگاندا

source: Uruguayan Peso
fa_ir: پزو اروگوئه

source: Uzbekistan Som
fa_ir: سام ازبکستان

source: Venezuelan Bolívar
fa_ir: بولیوار ونزوئلا

source: Vietnamese Dong
fa_ir: دونگ ویتنامی

source: CFA Franc BEAC
fa_ir: فرانک سی‌اف‌ای آفریقای میانه

source: CFA Franc BCEAO
fa_ir: فرانک سی‌اف‌ای آفریقای غربی

source: Yemeni Rial
fa_ir: ریال یمن

source: South African Rand
fa_ir: رند آفریقای جنوبی

source: Zambian Kwacha
fa_ir: کواچای زامبیا

source: Duplicate code
fa_ir: کد تکراری است

source: Can not connect to domain server
fa_ir: نمی‌توانیم به سرور دامنه‌ها متصل شویم

source: Domain name is restricted
fa_ir: این دامنه اجازه ثبت ندارد

source: irnic person
fa_ir: نیازمند شناسه ایرنیک شخص حقیقی

source: irnic private
fa_ir: نیازمند شناسه ایرنیک شرکت، موسسه یا نهاد غیردولتی

source: irnic gov
fa_ir: نیازمند شناسه ایرنیک وزارتخانه، سازمان یا شرکت دولتی

source: irnic edu
fa_ir: نیازمند شناسه ایرنیک مرکز آموزشی و پژوهشی

source: irnic private or edu
fa_ir: نیازمند شناسه ایرنیک شرکت یا مرکز آموزشی

source: Result of IRNIC server is not valid!
fa_ir: در حال حاضر سرور ایرنیک پاسخ معتبری به ما‌ نمی‌دهد!

source: Response of IRNIC server is too large! Please contact to administrator
fa_ir: پاسخ سرور دامنه‌ها بسیار طولانی است! لطفا با مدیر سیستم تماس بگیرید

source: Nic server is down!
fa_ir: سرور ایرنیک پاسخ نمی‌دهد!

source: IRNIC server in every day from 23:00 to 00:30 for upgrade process is busy and not respond.
fa_ir: سرور ایرنیک هر شب از ساعت ۲۳:۰۰ الی ۰۰:۳۰ به منظور به روزرسانی داخلی امکان پاسخ دهی ندارد. ضمن عرض پوزش لطفا بعد از این ساعت درخواست خود را تکرار کنید.

source: Server is temporary unavailable. We are sorry, IRNIC portal is not accessible due maintenance. We will back up soon
fa_ir: سرور ایرنیک موقتا غیر‌فعال است. با عرض پوزش لطفا درخواست خود را بعدا تکرار کنید

source: The waiting time for the domain server response was very long!
fa_ir: مدت زمان انتظار برای پاسخ سرور دامنه‌ها بسیار طولانی شد!

source: Unfortunately, we are currently unable to respond until 7 am due to the fact that we are in the last hours of the night and the number of requests sent to Irnic has increased. While apologizing, please come back after 7 am and repeat your request
fa_ir: متاسفانه در حال حاضر به دلیل اینکه تعداد درخواست‌های ما به سرور ایرنیک از مرز مجاز فراتر رفته نمی‌توانیم به درخواست شما پاسخ بدهیم. ضمن عذرخواهی ، لطفاً بعد از ساعت ۷ صبح درخواست خود را تکرار کنید

source: Unimplemented option
fa_ir: گزینه غیر عملی

source: Command completed successfully
fa_ir: فرمان با موفقیت انجام شد

source: Parameter value syntax error
fa_ir: خطای ساختاری مقادیر ورودی

source: Object exists
fa_ir: مورد مطرح شده وجود دارد

source: Object status prohibits operation
fa_ir: وضعیت شیء عملکرد را ممنوع کرده است

source: Object is not eligible for renewal
fa_ir: شیء برای تمدید واجد شرایط نیست

source: Command completed successfully; ack to dequeue
fa_ir: فرمان با موفقیت انجام شد. دریافت پیام‌ را به نیک اطلاع دهید

source: Object does not exist
fa_ir: مورد درخواست شده وجود ندارد

source: Currency type of your contract is different with currency type of the holder.
fa_ir: نوع واحد مالی مربوط به قرارداد با نوع واحد مالی شناسه متفاوت است.

source: Parameter value policy error
fa_ir: اطلاعات وارد شده صحیح نیست

source: Authorization error
fa_ir: خطای اعتبارسنجی

source: Command completed successfully; action pending
fa_ir: فرمان با موفقیت انجام شد. درخواست شما در صف قرار گرفت

source: Connection error!
fa_ir: خطا در اتصال!

source: No whois server for this tld in list!
fa_ir: ما منبعی برای دریافت اطلاعات این دامنه پیدا نکردیم!

source: Domain :val isn't valid!
fa_ir: دامنه :val معتبر نیست!

source: Operation failed.The domain does not exist or does not belong to you.
fa_ir: عملیات انجام نشد. دامنه وجود ندارد یا به شما تعلق ندارد.

source: Failed to update domain status.clientTransferProhibited status not found
fa_ir: وضعیت دامنه به‌روزرسانی نشد

source: No way to insert Acceptor
fa_ir: هیچ راهی برای ثبت اطلاعات نیست

source: Acceptor successfuly added
fa_ir: اکسپتور با موفقیت اضافه شد

source: Acceptor successfully updated
fa_ir: اکسپتور با موفقیت به‌روزرسانی شد

source: Acceptor id not set
fa_ir: شناسه تنظیم نشده است

source: Invalid Acceptor id
fa_ir: شناسه تنظیم نشده یا نامعتبر است

source: :user not found
fa_ir: :user یافت نشد

source: No way to insert Customer
fa_ir: هیچ راهی برای ثبت اطلاعات نیست

source: Customer successfuly added
fa_ir: مشتری با موفقیت اضافه شد

source: Customer successfully updated
fa_ir: مشتری با موفقیت به‌روزرسانی شد

source: Customer id not set
fa_ir: شناسه مشتری نتظیم نشده است

source: Invalid Customer id
fa_ir: شناسه مشتری اشتباه است

source: No way to insert MerchantIbans
fa_ir: هیچ راهی برای ثبت مرچنت وجود ندارد

source: MerchantIbans successfuly added
fa_ir: مرچنت با موفقیت ثبت شد

source: MerchantIbans successfully updated
fa_ir: مرچنت با موفقیت به‌روزرسانی شد

source: MerchantIbans id not set
fa_ir: شناسه تنظیم نشده است

source: Invalid MerchantIbans id
fa_ir: شناسه تنظیم نشده یا نامعتبر است

source: No way to insert Shop
fa_ir: هیچ راهی برای ثبت فروشگاه وجود ندارد

source: Shop successfuly added
fa_ir: فروشگاه با موفقیت ثبت شد

source: Shop successfully updated
fa_ir: فروشگاه با موفقیت به روزرسانی شد

source: Shop id not set
fa_ir: شناسه فروشگاه ثبت نشده است

source: Invalid Shop id
fa_ir: شناسه فروشگاه اشتباه است

source: No way to insert Terminal
fa_ir: هیچ راهی برای ثبت ترمینال نیست

source: Terminal successfuly added
fa_ir: ترمینال با موفقیت ثبت شد
