Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: You can choose from the most in-demand and recognizable domain names at great prices, with new choices added regularly. So you can register a domain that helps your online presence either take off, or hit new heights. That's where Jibres comes in.
fa_ir: شما می‌توانید دامنه درخواستی خودتون رو با قیمتی عالی در جیبرس پیدا کنید. می‌تونید دامنه‌ای ثبت کنید که به حضور آنلاین شما و پرواز کردنتون کمک کنه، یا کمک کنه که ارتفاع بگیرید! این دلیل ورود جیبرس به موضوع دامنه است.

source: Register Your Dream Domain Today.
fa_ir: دامنه‌ی رویایی خودتان را امروز ثبت کنید.

source: Remember to come up with words that are easy to spell and reflect the purpose of your website. Ask friends and family for their opinions - the more the merrier in your search for the perfect website domain name. Once you've come up with an exciting idea, it's time to see if your domain name has been taken.
fa_ir: به‌خاطر داشته باشید که بهتر است نامی برای دامنه خود انتخاب کنید که به راحتی قابل تلفظ باشد و هدف سایت شما را منعکس کند. از دوستان و آشنایان خودتون درخواست کنید که نظرشون رو درباره این نام بهتون بگن. معمولا جستجوی بیشتر میتونه به نتیجه بهتری هم منجر بشه.

source: *ICANN (the Internet Corporation for Assigned Names and Numbers) charges a mandatory annual fee of $0.18 for each domain registration, renewal or transfer. This will be added to the listed price for some domains, at the time of purchase.
fa_ir: * آیکن (شرکت اینترنتی برای نام‌ها و شماره‌های اختصاص داده شده) برای هر یک از عملیات‌ها مثل ثبت دامنه، تمدید یا انتقال، سالانه ۰.۱۸ دلار به‌عنوان کارمزد دریافت می‌کند. این هزینه در برخی از دامنه‌های بین‌المللی در زمان خرید به قیمت ذکر شده اضافه می‌شود.

source: Coming Soon
fa_ir: بزودی

source: Let's Buy
fa_ir: بریم بخریم

source: Domain restricted for register
fa_ir: این دامنه اجازه ثبت ندارد

source: Domain name is not valid
fa_ir: نام دامنه معتبر نیست

source: Whois taken?
fa_ir: کی گرفته؟

source: Unavailable
fa_ir: ناموجود

source: What TLD types exist?
fa_ir: انواع تی‌ال‌دی موجود کدامند؟

source: There are currently two types of TLDs. Generic domain names (gTLDs) and Country code domains names (ccTLDs). gTLDs are the largest group of domains and account for most of the newly available domains, whereas ccTLDs are generally assigned to specific geographic locations (for example, .IR, .DE, and .US).
fa_ir: در حال حاضر دو نوع تی‌ال‌دی یا پسوند برای دامنه‌ها وجود دارد. تی‌ال‌دی‌های عمومی یا جی‌تی‌ال‌دی و تی‌ال‌دی کشورها یا سی‌سی‌تی‌ال‌دی. جی‌تی‌ال‌دی بزرگ‌ترین گروه دامنه‌ها هستند و در بسیاری از زمینه‌ها به‌شکل جدیدی معرفی شده‌اند، در حالی که سی‌سی‌تی‌ال‌دی معمولا در مکان‌های جغرافیایی خاص مثل ir یا us یا de اختصاص داده شده‌اند.

source: How do I renew a domain?
fa_ir: چطور یک دامنه را تمدید کنم؟

source: The domain renewal process is easy and can be completed <a href=':val'>by following these 4 steps.</a>
fa_ir: روند تمدید دامنه بسیار ساده بوده و <a href=':val'>از طریق چهار مرحله</a> در چند ثانیه قابل انجام است

source: Can I renew an expired domain?
fa_ir: آیا می‌توانم یک دامنه منقضی شده را تمدید کنم؟

source: You can only 'renew' domains that are still active, but you can 'reactivate' an expired domain for exactly the same price as a renewal.
fa_ir: فقط دامنه‌هایی که فعال هستند را می‌توانید تمدید کنید. اما شما قادرید یک دامنه منقضی شده را با همان قیمت تمدید کنید.

source: Why buy a domain name from Jibres?
fa_ir: چرا از جیبرس دامنه بخرم؟

source: Above all else, we strive to deliver outstanding customer experiences. When you buy a domain name from Jibres, we guarantee it will be handed over to you with superior standards of service and support. Our primary goal is to build a customer-focused atmosphere filled with the happiest customers in the galaxy. The Jibres guarantee is our mark of excellence.
fa_ir: مهم‌تر از همه، ما در تلاشیم تا تجربه‌ای برجسته به شما ارائه کنیم. هنگامی که شما یک دامنه را از طریق جیبرس می‌خرید ما تضمین می‌کنیم که خدمات و پشتیبانی خودمون رو با برترین استانداردها به شما ارائه کنیم تا تجربه‌ای لذت بخش داشته باشید. هدف اصلی ما ساختن فضایی سرشار از شادی برای شماست تا در کنار سایر عزیزان و مشتریان همراه ما جهانی کارآمد بسازیم. ضمانت جیبرس نشان تعالی ماست.

source: Why is domain name registration required?
fa_ir: چرا ثبت یک دامنه لازم است؟

source: When you build a website, you want visitors to come and see what you've done. To get them there, you need a unique domain name that connects to your sites servers. Domain name registration is required to ensure that no one else in the world can claim ownership of your web site's address and to make finding your website simple.
fa_ir: زمانی که شما وب‌سایت خودتون رو می‌سازید، در اقدام بعدی منتظر بازدیدکنندگان هستید تا بیایند و شما نتیجه کارتان را ببینید. برای رسیدن به این مقصد شما نیازمند یک دامنه منحصربه‌فرد و عالی هستید تا به سرورهای وب‌سایتتون وصل بشه. خرید و ثبت دامنه برای اطمینان از اینکه اون نام برای شماست و هیچ‌کسی در جهان نمی‌تونه از اون استفاده کنه لازمه. شما مالک دامنه میشید و یه راه آسون برای به اشتراک گذاری وب‌سایت خودتون بدست میارین.

source: How does domain registration work?
fa_ir: ثبت یک دامنه چطوری است؟

source: Think of the name you want to register. The answer is typically your company or website name. It is best to keep your domain name short and easy to understand. Say it out loud, and make sure it sounds great. Next, search to see if it is available. If the name you desire is taken with the .com top-level domain, there are hundreds of others available. Finally, add the top choices to your cart and complete the domain registration.
fa_ir: به‌نامی که می‌خواین انتخاب کنید فکر کنید. پاسخ معمولا نام بیزینس شما یا وب‌سایت شماست. بهتره نام دامنه خودتون رو کوتاه و آسان کنید. با صدای بلند اون این اسم رو بگید و مطمئن بشید که عالی به‌نظر میرسه. در مرحله بعد اون رو جستجو کنید تا ببینید خالی و در دسترس هست یا نه. اگر پسوند دات کام گرفته شده بود یادتون باشه صدها پسوند دیگه هم در دسترس هستند. در نهایت از هر کدوم خوشتون اومد تعلل نکنید و اون رو با جیبرس بخرید.

source: Domain Name Search
fa_ir: جستجو نام دامنه

source: Every website starts with a great domain name.
fa_ir: داستان هر وب‌سایت با یک دامنه فوق العاده شروع می‌شود.

source: Find your dream domain.
fa_ir: دامنه‌ی رویایی خودتان را بیابید.

source: Big companies simply don’t work like small companies, and they don’t use Jibres the same way either. That’s why there’s Enterprise.
fa_ir: شرکت‌های بزرگ به آسانی شرکت‌های کوچک کار نمی‌کنند و از جیبرس نیز به همان شکل استفاده نمی‌کنند. این دلیل راه‌اندازی بخش سازمانی ماست.

source: Enterprise
fa_ir: مشتریان سازمان

source: Have a headaches? We have soulutions. Be patient...
fa_ir: سردرد دارید؟ ما راه‌حل‌هایی برای شما داریم. صبور باشید...

source: Start lock
fa_ir: شروع زمان فقل شدن

source: Force unlock
fa_ir: بازکردن قفل به اجبار

source: Unlock system
fa_ir: بازکردن قفل سیستم

source: Hi! I'm MrAdib, Jibres founder.
fa_ir: سلام! من آقای ادیب هستم. بنیان‌گذار جیبرس.

source: Why is Jibres free?
fa_ir: چرا جیبرس رایگان است؟

source: The #1 question that users almost always ask us is: "Why is Jibres free? The answer is probably not what you think.
fa_ir: سوال اولی که معمولا کاربران از ما می‌پرسند این است که «چرا جیبرس رایگان است؟» و پاسخ احتمالا آن چیزی نیست که شما فکر می‌کنید.

source: General questions
fa_ir: سوالات عمومی

source: How does Jibres work?
fa_ir: جیبرس چگونه کار می‌کند؟

source: The easiest way to learn how to use Jibres is enter to it, which takes less than 3 minutes to setup your team.
fa_ir: آسان‌ترین راه برای یادگیری نحوه‌ی کارکرد جیبرس ورود به آن است که کمتر از ۳ دقیقه از زمان شما را برای راه‌اندازی اولیه و شروع به‌کار می‌گیرد.

source: What is your privacy and security policy?
fa_ir: قوانین و شرایط حریم خصوصی شما چیست؟

source: View Jibres's privacy and security policy at
fa_ir: نگاه ما به حریم خصوصی را در این صفحه بخوانید

source: Where can I find your Terms of Service (TOS)?
fa_ir: کجا می‌توانم شرایط و قوانین استفاده از سرویس را پیدا کنم؟

source: You can find them at
fa_ir: شما می‌توانید آن را در اینجا بیابید

source: What are your bandwidth fees?
fa_ir: تعرفه‌ی پهنای باند شما چقدر است؟

source: There are none. All Jibres plans include unlimited bandwidth for free.
fa_ir: هیچ! تمامی پلن‌های جیبرس شامل پهنای‌باند نامحدود رایگان هستند و شما هزینه‌ای برای پهنای‌باند پرداخت نمی‌کنید.

source: Do I need a web host?
fa_ir: آیا برای استفاده از خدمات نیاز به هاست دارم؟

source: No! Jibres includes secure, unlimited hosting on all plans with free bandwidth.
fa_ir: خیر! جیبرس به‌همراه هاست نامحدود و امن شده بر روی تمامی پلن‌ها به همراه پهنای باند نامحدود برای شما قابل استفاده است.

source: Billing & Invoicing
fa_ir: مالی و فاکتور

source: Is there a setup fee?
fa_ir: آیا هزینه اولیه راه‌اندازی وجود داد؟

source: No. There are no setup fees on any of our plans!
fa_ir: نه. هیچ‌گونه هزینه اولیه راه‌اندازی برای هیچ‌کدام از پلن‌ها وجود ندارد!

source: Can I cancel my account at any time?
fa_ir: آیا می‌توانم حساب کاربری خودم را هر زمانی لغو کنم؟

source: Yes. If you ever decide that Jibres isn’t the best platform for your business, simply cancel your account.
fa_ir: بله. اگر هر زمانی تصمیم گرفتید که جیبرس بهترین خدمات موجود را به بیزینس شما ارائه نمی‌دهد، به‌راحتی حساب کاربری خود را لغو کنید.

source: How long are your contracts?
fa_ir: مدت زمان قراردادهای شما چقدر است؟

source: All Jibres plans are month to month. simple.
fa_ir: تمامی پلن‌های جیبرس به مدت یکماه است. ساده‌ی ساده.

source: Can I change my plan later on?
fa_ir: آیا در آینده می‌توانم پلن انتخابی را تغییر دهم؟

source: Absolutely! You can upgrade or downgrade your plan at any time.
fa_ir: قطعا! شما هر زمانی لازم دیدید می‌توانید پلن خود را ارتقا داده و یا به پلن‌های پایین‌تر جابجا شوید.

source: When is my billing date?
fa_ir: موعد پرداخت هزینه‌های مالی من چه‌زمانی است؟

source: The date you first select a paid plan will be the recurring billing date. For example: If you sign up for the first time on July 15, all future charges will be billed on the 15th of every month.
fa_ir: اولین روزی که پلن مالی را انتخاب کردید به‌عنوان روز شروع تعیین شده و در دوره‌های زمانی تکرار می‌شود. به‌طور مثال اگر شما اولین بار در تاریخ ۱۷ خرداد پلن خود را انتخاب کردید، تمامی فاکتورهای بعدی در تاریخ ۱۷‌ ام ماه‌های آینده صادر و کسر خواهند شد.

source: This FAQ provides answers to basic questions about Jibres.
fa_ir: احتمالا سوالات اولیه و ساده‌ی شما از جیبرس در این صفحه سوالات متداول یافت خواهد.

source: Help Center
fa_ir: مرکز راهنمایی

source: Need HELP? Be patient...
fa_ir: کمک نیاز دارید؟ صبور باشید...

source: Everything you need to sell online
fa_ir: از صفر تا صد فروش آنلاین در اختیار شما هستیم

source: Enter your mobile number
fa_ir: شماره موبایل خود را وارد کنید

source: Go
fa_ir: برو

source: Try Jibres for free, and explore all services you need to start, run, and grow your business.
fa_ir: جیبرس را به صورت رایگان امتحان کنید و تمام خدمات مورد نیاز برای شروع، اداره و رشد بیزینس خود را کاوش کنید.

source: Online Store Website
fa_ir: وب‌سایت فروشگاه آنلاین

source: Online store builder allows you robust your business in a faster way, simpler way!
fa_ir: با فروشگاه ساز جیبرس بیزینس خودتون رو تقویت کنید. با سریع‌ترین و ساده‌ترین روش ممکن!

source: Mobile Online Store
fa_ir: اپلیکیشن موبایل فروشگاهی

source: Create a mobile app for your online store.
fa_ir: برای فروشگاه آنلاین خودتان اپ اختصاصی داشته باشید.

source: Free
fa_ir: رایگان

source: Fully Customizable
fa_ir: کاملا سفارشی

source: Point of Sale Software
fa_ir: نرم‌افزار صندوق فروشگاهی

source: Barcode reader
fa_ir: بارکدخوان

source: Receipt printer
fa_ir: فیش پرینتر

source: PC POS
fa_ir: اتصال به پی‌سی پوز

source: Label Printing Scale
fa_ir: ترازوی لیبل پرینتر

source: Invoice Software
fa_ir: نرم‌افزار صدور فاکتور

source: Social Marketing
fa_ir: فروش در شبکه‌های اجتماعی

source: Easily add e-commerce to any website and social networks by embedding a single buy button.
fa_ir: با دکمه خرید جیبرس، به‌راحتی تجارت الکترونیکی خودتان را در شبکه‌های اجتماعی گسترش دهید.

source: By using each sales channel on Jibres, you can keep track of your products, orders, and customers in one place.
fa_ir: با افزودن و استفاده از هر کدام از کانال‌های فروش در جیبرس، شما می‌توانید موجودی کالاها، سفارشات و مشتریان را به صورت یکپارچه داشته باشید.

source: Start your online business
fa_ir: بیزینس آنلاین خود را شروع کنید

source: No.1 Free eCommerce Solution
fa_ir: برترین فروشگاه‌ساز و اپ‌ساز آنلاین رایگان

source: Jibres Domain Center
fa_ir: مرکز دامنه جیبرس

source: Get your :val .IR domain
fa_ir: با :val دامنه دات آی‌آر خودتون رو بخرید

source: Every website starts with a great domain name. Jibres offers cheap domain names with the most reliable service. Buy domain names with Jibres and see why we are cool!
fa_ir: داستان هر وب‌سایت با یک دامنه خوب شروع می‌شود. جیبرس در کنار یک سرویس قابل اطمینان، پیشنهاد خرید و تمدید دامنه را با کم‌ترین و ارزان‌ترین قیمت ممکن برای شما دارد. یک دامنه با جیبرس بخرید تا بفهمید چرا ما خفن هستیم!

source: Of course Made with love 😍
fa_ir: صد البته با عشق ساختیمش 😍

source: Jibres has created for futuristic entrepreneurs
fa_ir: جیبرس برای کارآفرینان آینده‌نگر ساخته شده است

source: Products
fa_ir: محصولات

source: Factor
fa_ir: فاکتور

source: Sold on Jibres
fa_ir: فروخته شده با جیبرس

source: Create an Invoice You're Proud Of
fa_ir: فاکتور بسازید و به آن افتخار کنید

source: Invoice your customers in seconds
fa_ir: فاکتور مشتریان خود را در چند ثانیه بسازید

source: Create, send, and track professional invoices in seconds. Customize awesome invoices to reflect your brand and increase your customer's trust. Add your company logo, personalize the free invoice template, and create impressive invoices and estimates within seconds.
fa_ir: در عرض چند ثانیه فاکتور حرفه‌ای بسازید، پرینت، ارسال و رهگیری کنید. فاکتورهایی فوق‌العاده و سفارشی برای خودتون بسازید. برند خودتون رو برجسته کنید و با فاکتورهای معتبر، اعتماد بیشتری از جانب مشتریان کسب کنید. لوگوی خودتون رو به فاکتور اضافه کنید، قالب فاکتور رو به‌صورت رایگان سفارشی کنید و پیش فاکتور یا فاکتورهایی چشم‌گیر در چند ثانیه بسازید.

source: Looking to send an invoice right now? Use Jibres online invoice generator to be more productive. Create and send a beautiful invoice from any device, anytime.
fa_ir: همین الان میخواین فاکتور ارسال کنید؟ دنبال صدور آنلاین فاکتور هستید؟ از فاکتورساز جیبرس استفاده کنید و بهره‌وری خودتون رو افزایش بدید. با هر دستگاهی که هستید در هر زمانی که مایلید می‌تونید به فاکتورساز جیبرس برای ساخت و ارسال فاکتورهای خودتون دسترسی داشته باشید.

source: Your account is always connected and your data is saved securely for you. Send invoices via email, SMS, and Telegram. Just one click and your invoice gets sent to your client.
fa_ir: فاکتورهای ثبت‌شده به‌صورت رمزگذاری شده و کاملا ایمن در حساب‌کاربری شما ذخیره شده و همیشه در دسترس شما هستند. شما می‌توانید فاکتورها را چاپ کنید یا آن را از طریق ایمیل، پیامک، تلگرام یا واتس‌اپ ارسال کنید. فقط با یک کلیک فاکتور برای مشتری شما ارسال می‌شود.

source: Free Online Form Builder
fa_ir: فرم‌ساز آنلاین رایگان

source: Let us handle your data collection. Focus on the work that can't be automated. Create beautiful online forms without any technical knowledge. Jibres form builder allows you to quickly create efficient forms that are easy to take and get higher completion rates.
fa_ir: اجازه دهید ما فرآیند جمع‌آوری داده‌های شما را مدیریت کنیم. روی کارهایی که نمی‌توانند خودکار شوند تمرکز کنید. بدون هیچ‌گونه دانش فنی، فرم‌های آنلاین زیبایی ایجاد کنید. فرم‌ساز جیبرس به شما این امکان را می‌دهد تا به سرعت فرم‌هایی کارآمد بسازید؛ به‌سادگی به‌اشتراک بگذارید و نرخ تکمیل بالایی را از مخاطبان خود به‌دست بیاورید.

source: Design professional forms with Jibres Online Form Builder. Customize to match your branding. Create a form to register in style, get contact details, or to collect feedback.
fa_ir: فرم‌هایی حرفه‌ای با فرم‌ساز آنلاین جیبرس طراحی کنید. مطابق برند خود آن را سفارشی‌سازی کنید. از این فرم‌ها برای دریافت اطلاعات تماس، رضایت مشتری، ثبت‌نام در برنامه‌های خاص، فرم دریافت رزومه، ساخت پرسشنامه دانشگاهی و جمع‌آوری هرگونه بازخوردی استفاده کنید.

source: 100% Free
fa_ir: ۱۰۰ ٪ رایگان

source: Every form has its URL, so you can share the form with or without your own website. Create forms and surveys that people enjoy answering with Jibres.
fa_ir: برای ساخت فرم ابتدا بیزینس خود را در جیبرس تعریف کنید سپس از بخش فرم‌ساز، سوالات دلخواه خودتان را بپرسید. هر فرم آدرس منحصربفردی دارد که می‌توانید آن را به دامنه اختصاصی خودتان نیز وصل کنید و آن را به‌اشتراک بگذارید. فرم‌ها و پرسشنامه‌ها و نظرسنجی‌هایی با جیبرس ایجاد کنید که مردم از پاسخ‌دهی به آن لذت ببرند.

source: Reduce paper usage
fa_ir: کاهش مصرف کاغذ

source: Don't let paperwork slow you down anymore. Jibres Forms will increase your efficiency by automating tiresome manual tasks. You'll never have to waste paper and your valuable time again. Sit back and watch your workflow.
fa_ir: به کارهای اداری و دفتری اجازه ندهید سرعت شما را کند کنند. فرم‌های جیبرس با خودکار کردن فرآیندهای دستی و خسته‌کننده، کارآیی شما را افزایش می‌دهند. دیگر اجازه ندهید تا کاری، کاغذ و مهم‌تر از آن وقت ارزشمند شما را تلف کند. کافی است بنشینید و بر جریان کار نظارت کنید.

source: All-in-one Commerce Solution for your Business
fa_ir: تمام راه‌حل‌های تجارت الکترونیک یکجا برای کسب و کار شما

source: SEO Optimized
fa_ir: دوستدار موتورهای جستجو

source: Billions of searches are conducted online every single day. Many people search for specific products and services with the intent to pay for these things.
fa_ir: هر روز میلیاردها جستجو به‌صورت آنلاین انجام می‌شود. بسیاری از مردم با هدف خرید کالا یا خدمات جستجو می‌کنند و حاضر به پرداخت هزینه برای آن هستند.

source: Fully Hosted
fa_ir: هاست رایگان

source: We are maintain your store files and data in the cloud. You would not need to setup your own server, we are storing your data for you.
fa_ir: ما فایل‌های بیزینس شما در سرورهای ابری ذخیره و نگهداری می‌کنیم. شما نیاز خرید و راه‌اندازی هاست یا سرور ندارید. ما برای شما، داده‌های شما را نگه می‌داریم.

source: Free SSL Certificate
fa_ir: گواهی امنیتی SSL رایگان

source: SSL Protection For Anyone.
fa_ir: محافظت امنیتی برای هر کسی.

source: Protect your information, generate trust and improve Search Engine Ranking.
fa_ir: حفاظت از داده‌های شما، ایجاد اعتماد و بهبود رتبه‌بندی در موتورهای جستجو.

source: Accept Credit Cards
fa_ir: پذیرش کارت‌های اعتباری

source: It's easy to accept various payment options in Jibres, including PayPal, Credit Cards, and other offline methods.
fa_ir: با جیبرس به‌آسانی می‌توانید هزینه خدمات و کالاهای خود را به‌صورت آنلاین از طریق کارت اعتباری و درگاه آنلاین و حتی روش‌های آفلاین دریافت کنید.

source: Fully API
fa_ir: ای‌پی‌آی کامل

source: API gives you full creative control to add Jibres buying experiences anywhere your customers are, including websites, apps, and social networks.
fa_ir: رابط برنامه‌نویسی جیبرس به شما کنترل خلاقانه و کاملی برای ایجاد تجربه خرید در هر جایی توسط مشتریان‌تان را می‌دهد. وب‌سایت، اپلیکیشن‌ها و حتی شبکه‌های اجتماعی.

source: Premium Support
fa_ir: پشتیبانی متفاوت

source: With the Most Helpful Humans in the world, You're Never Alone.
fa_ir: با صمیم قلب برای کمک به شما اینجا هستیم. شما هیچوقت تنها نیستید.

source: Rely on our 24/7/365 Human Support.
fa_ir: به پشتیبانی انسانی ۲۴/۷/۳۶۵ ما اعتماد کنید.

source: Download Jibres App
fa_ir: دانلود اپلیکیشن جیبرس

source: Jibres Mobile App
fa_ir: اپلیکیشن موبایل جیبرس

source: No matter where you are, Jibres stays in sync across all of your devices.
fa_ir: هر کجا که هستید، جیبرس را همراه خود داشته باشید.

source: Download Jibres App from Google play
fa_ir: دانلود اپ جیبرس از گوگل پلی

source: Jibres app on Google play
fa_ir: اپلیکیشن جیبرس در گوگل پلی

source: Direct download Jibres app
fa_ir: دانلود مستقیم اپ جیبرس

source: Simplest forever
fa_ir: ساده‌ترین برای همیشه

source: Keep it simple
fa_ir: ساده نگهش داشتیم

source: Simplicity is the ultimate sophistication
fa_ir: سادگی غایت پیچیدگی است

source: No one can fulfill your e-commerce needs like us
fa_ir: هیچ‌کسی مثل ما نمی‌تونه نیازهای یک بیزینس الکترونیکی رو برآورده کنه

source: Our Happy Friends!
fa_ir: دوستان خوشحال ما!

source: Security & Privacy
fa_ir: امنیت و حریم‌خصوصی

source: Privacy is at the core of everything we do. We are here to protect your information. Privacy is one of our most important core values. In a world of increasing complexity, we firmly believe your data is yours and yours alone.
fa_ir: اساس کار ما بر حریم‌خصوصی استوار است. ما اینجا هستیم تا از اطلاعات شما محافظت کنیم. حریم‌خصوصی یکی از مهم‌ترین ارزش‌های ماست. در دنیایی سرشار از پیچیدگی، ما با قاطعیت معتقدیم که داده‌های شما برای شماست و تنها به شما تعلق دارد.

source: Need Help?
fa_ir: کمک نیاز دارید؟

source: We're here for you.
fa_ir: ما برای شما اینجا هستیم.

source: Contact with a Live Person
fa_ir: با یک شخص زنده تماس بگیرید

source: Jibres Vertical Logo
fa_ir: لوگوی عمودی جیبرس

source: Integrated Ecommerce Platform Software
fa_ir: پلتفرم نرم‌افزاری تجارت الکترونیکی یکپارچه

source: Quickly Start Free! Online Store Website & Mobile Online Store & Social Marketing & POS Software
fa_ir: به‌سرعت و رایگان شروع کن! وب‌سایت فروشگاه آنلاین و اپلیکیشن موبایل فروشگاهی و فروش در شبکه‌های اجتماعی و نرم‌افزار صندوق فروشگاهی

source: Accept Credit Cards - Fully Hosted - SEO Optimized - SSL Certificate - Fully API.
fa_ir: پذیرش کارت‌های اعتباری - هاست رایگان - دوستدار موتورهای جستجو - گواهی امنیتی SSL - ای‌پی‌آی کامل.

source: Learn more about Jibres
fa_ir: درباره جیبرس بیشتر بدانید

source: eCommerce
fa_ir: تجارت الکترونیک

source: Benefits
fa_ir: مزایا

source: Jibres Pricing
fa_ir: پلن‌ها و هزینه‌های جیبرس

source: Domain Center
fa_ir: مرکز دامنه

source: Buy new domain
fa_ir: خرید دامنه جدید

source: Transfer Domain
fa_ir: انتقال دامنه

source: Renew your Domain
fa_ir: تمدید دامنه

source: Whois Lookup
fa_ir: جستجوی‌ دامنه

source: Support
fa_ir: پشتیبانی

source: Support Center
fa_ir: مرکز پشتیبانی

source: Contact
fa_ir: تماس

source: FAQ
fa_ir: سوالات پرتکرار

source: System Status
fa_ir: وضعیت سیستم

source: Send us Feedback
fa_ir: ارسال بازخورد

source: Resources
fa_ir: منابع

source: Blog
fa_ir: بلاگ

source: Terms of Service
fa_ir: شرایط استفاده از خدمات

source: Privacy Policy
fa_ir: حریم خصوصی

source: Changelog
fa_ir: پیشرفت پروژه

source: Social Responsibility
fa_ir: مسئولیت اجتماعی

source: Brand Style Guide
fa_ir: راهنمای نشان تجاری

source: Jibres Company
fa_ir: شرکت جیبرس

source: Jibres Story
fa_ir: داستان جیبرس

source: Our Values
fa_ir: ارزش‌های ما

source: Our Team
fa_ir: تیم ما

source: Careers
fa_ir: فرصت‌های شغلی

source: Press and Media
fa_ir: مطبوعات و رسانه‌ها

source: All rights reserved.
fa_ir: تمام حقوق محفوظ است.

source: Jibres, LLC
fa_ir: جیبرس

source: Pricing
fa_ir: هزینه‌ها

source: Control Center
fa_ir: مرکز کنترل

source: Enter
fa_ir: ورود

source: SIGN UP
fa_ir: ثبت‌نام

source: Developers API
fa_ir: رابط برنامه‌نویسی توسعه‌دهندگان API

source: All-in-One Ecommerce Software
fa_ir: همه‌ی نیازهای تجارت الکترونیک در یک نرم‌افزار

source: POS Software
fa_ir: نرم‌افزار صندوق فروشگاهی

source: Jibres is a next generation technology for integrated eCommerce platform software.
fa_ir: جیبرس یک تکنولوژی نسل آینده و یک پلتفرم نرم‌افزاری تجارت الکترونیک یکپارچه است.

source: Easiest way to make money in digital age.
fa_ir: ساده‌ترین راه برای کسب درآمد در عصر دیجیتال.

source: Sell more and more.
fa_ir: بیشتر و بیشتر بفروش.

source: Hezar Toman
fa_ir: هزار تومان

source: Dashboard
fa_ir: داشبورد

source: Majid Sadeghi
fa_ir: مجید صادقی

source: Sales Supervisor at SuperSaeed
fa_ir: سرپرست فروش در سوپر سعید

source: With Jibres we take less time of our customers and this means modern customer orientation
fa_ir: با جیبرس وقت کمتری از مشتری که سهم بیشتری از فروشگاه را دارد گرفته می‌شود و این یعنی مشتری مداری مدرن

source: Ahmad Karimi
fa_ir: احمد کریمی

source: UX Designer
fa_ir: طراح تجربه کاربری
