Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: The POST request includes all of the attributes necessary to create a new object.
fa_ir: درخواست POST شامل تمام مقادیر لازم برای ایجاد یک شی جدید می‌باشد.

source: When you wish to create a new object, send a POST request to the target endpoint.
fa_ir: وقتی می‌خواهید یک شی جدید ایجاد کنید، یک درخواست POST را به نقطه پایانی هدف ارسال کنید.

source: To destroy a resource and remove it from your account and environment, the DELETE method should be used.
fa_ir: برای از بین بردن یک منبع و حذف آن از حساب و ناحیه کاربری خود، باید روش DELETE استفاده شود.

source: This will remove the specified object if it is found.
fa_ir: اگر شی مشخص شده یافت شد، حذف خواهد شد.

source: If it is not found, the operation will return a response indicating that the object was not found.
fa_ir: اگر آن شی پیدا نشد، عملیات پاسخی را نشان می‌دهد که شی یافت نشد.

source: This idempotency means that you do not have to check for a resource's availability prior to issuing a delete command, the final state will be the same regardless of its existence.
fa_ir: این خودکفایی به این معنی است که شما مجبور نیستید برای دسترسی به منابع قبل از صدور فرمان حذف، بررسی کنید، حالت نهایی بدون در نظر گرفتن وجود آن، همان خواهد بود.

source: To update the information about a resource in your account, the PUT method is available.
fa_ir: برای به روز رسانی اطلاعات مربوط به یک منبع در حسابتان، روش PUT در دسترس است.

source: Like the DELETE Method, the PUT method is idempotent.
fa_ir: مانند روش DELETE، روش PUT خودکفا است.

source: It sets the state of the target using the provided values, regardless of their current values.
fa_ir: در این روش وضعیت هدف با توجه به مقادیر جدید ارائه شده و بدون در نظر گرفتن مقادیر جاری آن تنظیم می‌شوند.

source: Requests using the PUT method do not need to check the current attributes of the object.
fa_ir: درخواست‌ها با استفاده از روش PUT نیازی به بررسی ویژگی‌های فعلی شی ندارند.

source: To update a portion of the information about a resource in your account, the PATCH method is available.
fa_ir: برای به روز رسانی بخشی از اطلاعات مربوط به یک منبع در حسابتان، روش PATCH در دسترس است.

source: Like the PUT Method, the PATCH method is idempotent.
fa_ir: روش PUT و روش PATCH در نوع استفاده یکسان هستند.

source: Finally, to retrieve metadata information, you should use the HEAD method to get the headers.
fa_ir: سرانجام، برای بازیابی اطلاعات هدر، باید از HEAD استفاده کنید تا هدرها را دریافت کنید.

source: This returns only the header of what would be returned with an associated GET request.
fa_ir: این فقط بازگشت هدر چیزی است که با درخواست GET دریافت می‌شود.

source: Response headers contain some useful information about your API access and the results that are available for your request.
fa_ir: هدرهای پاسخ حاوی اطلاعات مفید در مورد دسترسی ای‌پی‌آی شما و نتایجی است که برای درخواست شما در دسترس هستند.

source: For instance, the headers contain your current rate-limit value and the amount of time available until the limit resets.
fa_ir: به عنوان مثال، هدر حاوی مقادیر فعلی میزان و مقدار زمان موجود تا زمان محدود شدن مجاز است.

source: It also contains metrics about the total number of objects found, pagination information, and the total content length.
fa_ir: همچنین شامل معیارهای مربوط به تعداد کل اشیاء پیدا شده، اطلاعات صفحه بندی و طول کل محتوای است.

source: Responses
fa_ir: پاسخ‌ها

source: Each response is a JSON object.
fa_ir: همه پاسخ‌ها در قالب جیسون قرار دارند.

source: The data requested is wrapped in the <code>result</code> tag.
fa_ir: داده‌های درخواست شده در قسمت <code>result</code> قرار دارند.

source: If you have a response, it will always be within the <code>result</code> field.
fa_ir: اگر شما درخواست پاسخی از سرور داشتید این پاسخ حتما در قسمت <code>result</code> قرار دارد.

source: We also include a <code>ok</code> flag and an array of <code>msg</code> in the response.
fa_ir: ما همچنین قسمت <code>ok</code> و نیز آرایه‌ای از <code>msg</code> را در پاسخ سرور قرار می‌دهیم.

source: Some responses can have additional pagination info wrapped in the <code>meta</code>
fa_ir: بعضی از پاسخ‌ها می‌توانند اطلاعات اضافی خود را در قسمت <code>meta</code> به شما اعلام کنند

source: An msg object will contain a <code>type</code> field and a <code>text</code>
fa_ir: هر شی از msg شامل حداقل دو قسمت <code>type</code> و <code>text</code> است

source: Success Response
fa_ir: پاسخ موفقیت آمیز

source: example
fa_ir: مثال

source: Error Response
fa_ir: پاسخ خطا

source: HTTP response codes
fa_ir: کدهای پاسخ اچ‌تی‌تی‌پی

source: The status of a response can be determined from the HTTP status code.
fa_ir: وضعیت یک پاسخ را می‌توان از کد وضعیت اچ‌تی‌تی‌پی دریافت کرد.

source: request successful
fa_ir: درخواست موفق بود

source: request was invalid
fa_ir: درخواست نادرست بود

source: user does not have permission
fa_ir: کاربر دسترسی لازم را برای انجام این کار ندارد

source: request not authenticated
fa_ir: درخواست مجوز لازم را برای اجرا ندارد

source: Invalid url
fa_ir: آدرس اشتباه

source: client is rate limited
fa_ir: کاربر از محدوده مجاز عبور کرده است

source: incorrect HTTP method provided
fa_ir: روش اچ‌تی‌تی‌پی نادرست ارائه شده است

source: response is not valid JSON
fa_ir: پاسخ جیسون معتبر نیست

source: Access all the information you need to build on our API.
fa_ir: دسترسی به تمام اطلاعات لازم برای اتصال به رابط برنامه‌نویسی API.

source: Our documentation for API, OAuth, and metadata is clearly organized and easy to use.
fa_ir: مستندات ما برای رابط برنامه‌نویسی، روش اتصال و سایر داده‌های الزامی به شکلی ساده دسته‌بندی شده و به سادگی قابل استفاده است.

source: Business API
fa_ir: رابط برنامه‌نویسی بیزینس

source: Programmatically manage all of your business data with Jibres RESTful API including user data, products, invoices.
fa_ir: مدیریت برنامه‌ریزی شده برای دسترسی به داده‌های بیزینس توسط رابط برنامه‌نویسی رست‌فول شامل داده‌های مشتریان، محصولات و فاکتورها.

source: View API v1 Documentations
fa_ir: مشاهده نسخه ۱ مستندات

source: View API v2 Documentations
fa_ir: مشاهده نسخه ۲ مستندات

source: Core
fa_ir: هسته

source: Our RESTful API allows you to perform actions enabled by Jibres control panel programmatically.
fa_ir: رابط برنامه‌نویسی رست‌فول ما به شما اجازه استفاده از کنترل پنل جیبرس را از طریق برنامه‌نویسی فراهم می‌کند.

source: View Core v10 Documentations
fa_ir: مشاهده مستندات هسته نسخه ۱۰

source: This is a simple and secure method for authenticating users and allowing third party access to Jibres domain center.
fa_ir: این یک روش ساده و ایمن برای اعتبارسنجی کاربران و دسترسی اشخاص ثالث به مرکز دامنه جیبرس است.

source: View Domain v10 Documentations
fa_ir: مشاهده مستندات دامنه نسخه ۱۰

source: Jibres API Documentations
fa_ir: مستندات رابط برنامه‌نویسی جیبرس

source: Learn the ins and outs of our API.
fa_ir: یادگیری درباره ورودی‌ها و خروجی‌های رابط برنامه‌نویسی.

source: Get started with our API right away using our detailed, straightforward guides.
fa_ir: با راهنمایی های مستقیم و سرراست ما کار خودتون رو با رابط برنامه‌نویسی جیبرس شروع کنید.

source: Jibres API Guides
fa_ir: راهنمای رابط برنامه‌نویسی جیبرس

source: Jibres Guides
fa_ir: راهنماهای جیبرس

source: Guides
fa_ir: راهنمایی‌ها

source: Learn the ins and outs of our<br>API and get started.
fa_ir: یادگیری درباره ورودی و خروجی<br> رابط بر‌نامه‌نویسی و آتش.

source: View Guides
fa_ir: مشاهده راهنمایی‌ها

source: Jibres Libraries
fa_ir: کتابخانه‌های جیبرس

source: Libraries
fa_ir: کتابخانه‌ها

source: Find our API translated to<br>your preferred language.
fa_ir: یافتن رابط‌های برنامه‌نویسی ما<br> به زبان مورد علاقه شما.

source: View Libraries
fa_ir: مشاهده کتابخانه‌ها

source: Jibres Docs
fa_ir: مستندات جیبرس

source: Documentation
fa_ir: مستندات

source: Get everything you need to<br>build on top of our API.
fa_ir: دریافت هر آنچه نیاز دارید<br> تا از روی رابط برنامه‌نویسی ما بسازید.

source: View Docs
fa_ir: مشاهده مستندات

source: Developers Home
fa_ir: صفحه نخست توسعه‌دهندگان

source: Docs
fa_ir: مستندات

source: Jibres API
fa_ir: رابط برنامه‌نویسی جیبرس

source: Power your business with Jibres simple API.
fa_ir: بیزینس خود را با کمک رابط برنامه‌نویسی جیبرس قدرتمندتر کنید.

source: Detailed guides. Clear documentation. Powerful endpoints.
fa_ir: راهنمای جزئی. مستندات شفاف. دسترسی‌های قدرتمند.

source: Find our API in your favorite flavor.
fa_ir: رابط برنامه‌نویسی ما را با طعم دلخواه داشته باشید.

source: Our collection of libraries lets you use our API in a variety of programming languages.
fa_ir: مجموعه کتابخانه‌های ما این اجازه را به شما می‌دهند تا با زبان برنامه‌نویسی مورد علاقه خود از جیبرس استفاده کنید.

source: Jibres on Github
fa_ir: جیبرس در گیت‌هاب

source: jibres domain SDK for php
fa_ir: نمونه کد آماده یا اس‌دی‌کا با زبان پی‌اچ‌پی برای ای‌پی‌آی دامنه‌ها

source: Visit on Github
fa_ir: نمایش در گیت‌هاب

source: Jibres API Libraries
fa_ir: کتابخانه‌های رابط برنامه‌نویسی جیبرس

source: Hi
fa_ir: سلام

source: You must not be here!
fa_ir: شما نباید اینجا باشید!

source: No account?
fa_ir: حساب کاربری ندارید؟

source: Create for yourself
fa_ir: حساب کاربری خود را بسازید

source: Create Account
fa_ir: ساخت حساب کاربری

source: System error! try again
fa_ir: خطای سیستم! دوباره امتحان کنید

source: Enter to :name with google
fa_ir: با استفاده از گوگل وارد :name شوید

source: Alert!
fa_ir: هشدار!

source: What are you doing?
fa_ir: اینجا چیکار می‌کنی عزیز جان!؟

source: OK
fa_ir: تایید

source: You
fa_ir: شما

source: Please enter valid mobile or username or email number
fa_ir: لطفا نام‌کاربری یا موبایل یا رایانامه معتبری وارد کنید

source: Username or Mobile or Email
fa_ir: نام کاربری یا موبایل یا رایانامه

source: Username or Mobile or email
fa_ir: نام کاربری یا موبایل یا رایانامه

source: Password?
fa_ir: کلمه عبور؟

source: You hit our maximum try limit.
fa_ir: شما حداکثر تلاش خود را انجام دادید.

source: Try again later!
fa_ir: بعدا مجددا تلاش کنید!

source: We can not signup you
fa_ir: ما نمی‌توانیم شما را ثبت نام کنیم

source: Enter to :name
fa_ir: ورود به :name

source: What are you doing!
fa_ir: چیکار میکنی!

source: If you are bot, be easy and call your mom
fa_ir: اگر شما بات هستید، آرام باشید و با مامان جونتون تماس بگیرید

source: If you are human being, what are you doing here! be personable...
fa_ir: اگر انسان هستید، اینجا چیکار میکنید! با شخصیت باشید...

source: You are Banned!!
fa_ir: شما مسدود شدید!

source: You are blocked becauese of some reason!
fa_ir: شما به دلایلی بلاک شده‌اید!

source: Your account block will be expire until
fa_ir: محدودیت اکانت شما تا تاریخ زیر ادامه خواهد داشت

source: If have problem
fa_ir: در صورت بروز مشکل

source: Hey! You are Blocked!!
fa_ir: شما بلاک شدید!

source: We are so sorry for losing you!
fa_ir: ما برای از دست دادن شما خیلی متاسفیم!

source: if you want you can come back to
fa_ir: در صورتی که بخواهید می‌توانید برگردید

source: join us
fa_ir: به ما ملحق شوید

source: Bye Bye :(
fa_ir: خداحافط :(

source: Come back to us!
fa_ir: پیش ما برگردید!

source: Invalid service
fa_ir: سرویس اشتباه

source: Message is empty
fa_ir: پیام خالی است

source: Mobile not set
fa_ir: موبایل تنظیم نشده است

source: Log not found
fa_ir: لاگ یافت نشد

source: More than one log found
fa_ir: بیشتر از یک لاگ یافت شد

source: Your register was complete
fa_ir: ثبت نام شما کامل شد

source: User signup by sms
fa_ir: کاربر با ارسال پیامک ثبت نام شد

source: Login error
fa_ir: خطا در ورود کاربر به سیستم

source: Why you want to delete your account!?
fa_ir: چرا می‌خواهید حساب کاربری خود را حذف کنید!؟

source: Delete account
fa_ir: حذف حساب کاربری

source: Please enter your mobile
fa_ir: لطفا موبایل خود را وارد کنید

source: Invalid mobile, Please enter a valid mobile
fa_ir: شماره تلفن همراه نامعتبر است. لطفا شماره تلفن همراه معتبر وارد کنید

source: You are login
fa_ir: شما قبلا در سیستم وارد شده اید

source: Sign in instead
fa_ir: یا وارد شوید

source: Mobile not found
fa_ir: موبایل یافت نشد

source: User not found
fa_ir: کاربر یافت نشد

source: Can not login by this user
fa_ir: نمی‌توانید با این کاربر وارد شوید

source: Please set the username or mobile or email
fa_ir: لطفا نام‌کاربری یا موبایل یا رایانامه معتبری وارد کنید

source: Username not found
fa_ir: نام کاربری یافت نشد

source: Are you want to signup?
fa_ir: آیا می‌خواهید ثبت‌نام کنید؟

source: Click to signup
fa_ir: برای ثبت‌نام کلیک کنید

source: Welcome back. Bring your idea to life with Jibres.
fa_ir: خوش برگشتی. ایده خود را با جیبرس زنده کنید.

source: You are logined ;)
fa_ir: شما وارد سیستم شدید;)

source: Be patient or
fa_ir: صبور باشید یا

source: click here!
fa_ir: اینجا کلیک کنید!

source: Login successfully
fa_ir: با موفقیت وارد سیستم شدید

source: Live and learn
fa_ir: زگهواره تا گور دانش بجوی

source: Please enter valid mobile number
fa_ir: لطفا شماره موبایل معتبری وارد کنید

source: Enter correct iranian mobile starting with zero like 0935
fa_ir: شماره موبایل ایران را همراه با صفر وارد کنید مثل 0935

source: New Password
fa_ir: گذرواژه جدید

source: Enter a password between 7 and 40 characters
fa_ir: گذرواژه‌ای بین ۷ تا ۴۰ کاراکتر وارد کنید

source: Password is password.
fa_ir: گذرواژه همان کلمه‌عبور یا رمز شماست. سعی کنیم فارسی صحبت کنیم:)

source: Your new password is your old password
fa_ir: کلمه‌عبور جدید شما همان قدیمی‌است

source: Invalid Password
fa_ir: گذرواژه نامعتبر

source: Can't access your account?
fa_ir: نمی‌توانید به حساب خود وارد شوید؟

source: Please enter your password
fa_ir: لطفا گذرواژه خود را وارد کنید

source: Invalid password, try again
fa_ir: گذرواژه‌ی اشتباه، دوباره تلاش کنید

source: Recovery password
fa_ir: بازیابی گذرواژه

source: Remembered your password?
fa_ir: کلمه عبور خود را به خاطر آوردید!؟

source: Set Password
fa_ir: تنظیم گذرواژه

source: No password was send
fa_ir: گذرواژه‌ای ارسال نشد

source: Sign Up
fa_ir: ثبت‌نام

source: Please enter password to enter
fa_ir: لطفا برای ورود گذرواژه‌ی خود را وارد کنید

source: Recovery Password
fa_ir: بازیابی گذرواژه

source: If forget your password, Please enter new password. after pass verification your new password is usable.
fa_ir: اگر گذرواژه‌ی خود را فراموش کرده‌اید، مقدار جدیدی را وارد کنید. پس از تکمیل اعتبارسنجی، این گذرواژه قابل استفاده خواهد بود.

source: Please set your password to secure signup.
fa_ir: لطفا گذرواژه‌ی خود را برای ورود ایمن تنظیم کنید.

source: Next time we only need your mobile and this password to enter
fa_ir: در مراجعه‌ی بعدی ما تنها به موبایل و این رمز برای ورود نیاز داریم

source: Change to new Password
fa_ir: تغییر گذرواژه

source: Please set new password to change it
fa_ir: لطفا گذرواژه‌ی جدید خود را برای تغییر وارد کنید

source: We will call you with this name
fa_ir: شما را با این نام صدا خواهیم کرد

source: username
fa_ir: نام‌کاربری

source: Enter a valid username from 4 to 50 character
fa_ir: نام‌کاربری معتبری بین ۴ تا ۵۰ کاراکتر وارد کنید

source: You do not have permission to register for up to ten minutes
fa_ir: شما مجاز به ثبت نام تا ۱۰ دقیقه نیستید

source: Your browser has sent a saved password. Delete it and continue
fa_ir: مرورگر شما گذرواژه ذخیره شده ای را ارسال کرده است. آن را حذف کنید و ادامه دهید

source: Pleaes set mobile number
fa_ir: لطفا شماره تلفن‌همراه را وارد کنید

source: Please do not use your mobile in password!
fa_ir: لطفا از موبایل خود در گذرواژه استفاده نکنید!

source: This mobile is already signuped. You can login by this mobile
fa_ir: این شماره موبایل قبلا ثبت نام کرده است. شما می‌توانید با این موبایل وارد سیستم شود

source: Click to login
fa_ir: برای ورود کلیک کنید

source: Signup in :name
fa_ir: ثبت‌نام در :name

source: By clicking Sign Up, you are indicating that you have read the :privacy and agree to the :terms.
fa_ir: با فشردن ثبت‌نام، شما تایید می‌کنید که بخش :privacy را خوانده‌اید و با :terms موافق هستید.

source: Two-step login is now active for you.
fa_ir: ورود دو مرحله ای برای حساب کاربری شما فعال است.

source: Deactive two-step
fa_ir: غیرفعال‌سازی ورود دومرحله‌ای

source: Two-step login is now deactive for you.
fa_ir: ورود دو مرحله ای برای حساب کاربری شما غیر فعال است.

source: Active two-step
fa_ir: فعال‌سازی ورود دو مرحله‌ای

source: Please login to continue
fa_ir: لطفا برای ادامه مراحل وارد سیستم شوید

source: Two-step verification for you is already active
fa_ir: ورود دو مرحله ای هم اکنون برای حساب کاربری شما فعال است

source: Two-step verification for you is already deactive
fa_ir: ورود دو مرحله ای هم اکنون برای حساب کاربری شما غیر فعال است

source: Two step verification
fa_ir: ورود دو مرحله ای

source: You can trun it on or off
fa_ir: شما می‌توانید آن را خاموش یا روشن کنید

source: Verify Code
fa_ir: کد اعتبارسنجی

source: Restart with new mobile
fa_ir: شروع دوباره با موبایل جدید

source: Go back
fa_ir: برگرد

source: Send code as sms to your phone
fa_ir: کد رو برام پیامک کن

source: Call you to send code
fa_ir: زنگ بزن کد رو بخون

source: Send code in your Telegram
fa_ir: کد رو تو تلگرام برام بفرست

source: You send code to us and we check it
fa_ir: خودم کد رو برات میفرستم

source: Verify later
fa_ir: باشه برای بعد

source: To do some action you must verify your account. If you could we ask you to verify your account now.
fa_ir: برای انجام برخی از فعالیت‌های حساس، شما باید اکانت خود را تایید کرده باشید. اگر برای شما ممکن است، لطفا همین الان حساب خود را تایید و فعال کنید.

source: Okay! Go verify
fa_ir: باشه، بریم فعال کنم

source: I want to verify later
fa_ir: مایلم در آینده فعال کنم

source: We can not find your detail to signup
fa_ir: ما اطلاعات شما را برای ثبت نام پیدا نکردیم

source: Invalid detail for signup!, Please try again
fa_ir: ما اطلاعات اشتباهی از شما برای ثبت نام دریافت کرده ایم! لطفا مجددا تلاش کنید

source: Send ":code" to :num
fa_ir: ارسال ":code" به :num

source: Verify code in local is :code
fa_ir: کد فعال‌سازی در سیستم محلی :code است

source: Send this code to our number!
fa_ir: این کد را به شماره‌ی ما پیامک کنید!

source: send to this number
fa_ir: به این شماره پیامک کنید

source: Send code to this number!
fa_ir: کد را به این شماره ارسال کنید!

source: Go and check it
fa_ir: برو و چک کن

source: :code is your verification code.
fa_ir: :code این کد فعال‌سازی اکانت شماست.

source: :code is your Jibres verification code.
fa_ir: :code این کد فعال‌سازی اکانت جیبرس شماست.

source: Your login code is :code
fa_ir: کد ورود شما :code است

source: This code can be used to log in to your account. Do not give it to anyone!
fa_ir: این کد برای ورود به حساب‌کاربری‌تان استفاده می‌شود. آن را به سایرین ندهید!

source: If you didn't request this code, ignore this message.
fa_ir: اگر شما درخواست کد را نداده‌اید،‌ این کد را نادیده بگیرید.

source: Please verify yourself.
fa_ir: لطفا هویت خود را تایید کنید.

source: We've sent the code via Telegram. Please enter the code below.
fa_ir: ما کد اعتبارسنجی را از طریق تلگرام برای شما ارسال کردیم. لطفا کد را در باکس پایین وارد کنید.

source: We trying to call you. be patient...
fa_ir: ما در حال تلاش برای تماس با شما هستیم و تا لحظاتی دیگر با شما تماس می‌گیریم.

source: Your verification code sended to your mobile number via sms. be patient...
fa_ir: کد اعتبارسنجی از طریق پیامک به شماره شما ارسال شده است و بزودی به‌دست شما خواهد رسید. صبور باشید...

source: We can't send code to you with our existing methods! For the last chance of verify yourself you can send code to our number.
fa_ir: ما نتوانستیم از طریق روش‌های موجود کد را بدست شما برسانیم! به‌عنوان آخرین شانس برای اعتبارسنجی شما می‌توانید کد را به ما پیامک کنید.

source: You requested to verify your account later.
fa_ir: درخواست فعال‌سازی حساب کاربری در آینده.

source: What happend?
fa_ir: اتفاقی افتاده؟

source: This is request of two-step verification!
fa_ir: این درخواست برای تایید ورود به حساب کاربری شما می‌باشد!

source: This is request of active two-step verification of you account!
fa_ir: این درخواست برای فعال سازی ورود دو مرحله‌ای به حساب کاربری شما می‌باشد!

source: This is request of deactive two-step verification of you account!
fa_ir: این درخواست برای غیر فعال سازی ورود دو مرحله‌ای به حساب کاربری شما می‌باشد!

source: This is request of delete account!
fa_ir: این درخواست برای حذف حساب کاربری است!

source: This is request of account recovery.
fa_ir: این درخواست برای بازیابی حساب کاربری است.

source: This is request of change password.
fa_ir: این درخواست برای تغییر گذرواژه است.

source: Verify by Call
fa_ir: اعتبارسنجی با تماس

source: Verify via Telegram
fa_ir: اعتبارسنجی با تلگرام

source: verify with SMS
fa_ir: تایید با پیامک

source: Really want to verify later?
fa_ir: واقعا می‌خواین در آینده تایید کنید؟

source: We can not find any way to send verification code to you!
fa_ir: ما راهی برای ارسال کد به شما نیافتیم!

source: You must set a mobile or email to continue
fa_ir: برای ادامه شما باید تلفن‌همراه یا رایانامه را وارد کنید

source: Invalid verification code
fa_ir: کد اعتبارسنجی نامعتبر است

source: Please verify again your email
fa_ir: لطفا ایمیل خود را مجددا تایید کنید

source: This email is verified before
fa_ir: این ایمیل قبلا تایید شده است

source: Email was verified
fa_ir: ایمیل تایید شد

source: This verification email is expired
fa_ir: کد اعتبارسنجی منقضی شده است

source: This email is already verified
fa_ir: این ایمیل قبلا تایید شده است

source: Let's go
fa_ir: بزن بریم

source: You have :val new message!
fa_ir: شما :val پیام جدید دارید!

source: Cancel request
fa_ir: لغو درخواست

source: Set status on Cancel
fa_ir: تغییر وضعیت تیکت به لغو

source: Set on queue request
fa_ir: تنظیم روی وضعیت درصف

source: store_id
fa_ir: شناسه فروشگاه

source: build
fa_ir: ساخت

source: status
fa_ir: وضعیت

source: daterequest
fa_ir: تاریخ درخواست

source: datequeue
fa_ir: تاریخ ثبت در صف

source: datedone
fa_ir: تاریخ تکمیل شدن

source: datedownload
fa_ir: تاریخ دانلود

source: datemodified
fa_ir: تاریخ ویرایش

source: file
fa_ir: فایل‌

source: meta
fa_ir: متا

source: versiontitle
fa_ir: عنوان نسخه

source: versionnumber
fa_ir: شماره نسخه

source: packagename
fa_ir: عنوان پکیج

source: keystore
fa_ir: کلید فروشگاه

source: path
fa_ir: آدرس

source: Edit queue
fa_ir: ویرایش صف

source: Store
fa_ir: فروشگاه

source: Build
fa_ir: ساخت

source: Date request
fa_ir: تاریخ درخواست

source: Date queue
fa_ir: تاریخ ثبت در صف

source: Date done
fa_ir: زمان تکمیل شدن

source: Application queue list
fa_ir: لیست صف ایجاد برنامه

source: Show api log
fa_ir: نمایش لاگ ای‌پی‌آی

source: Average Creating time
fa_ir: میانگین زمان ساخت بیزینس

source: second
fa_ir: ثانیه

source: Maximum Creating time
fa_ir: بیشتر زمان ساخت بیزینس

source: Minimum Creating time
fa_ir: کمترین زمان ساخت بیزینس

source: Average
fa_ir: میانگین

source: subdomain
fa_ir: زیردامنه

source: title
fa_ir: عنوان

source: owner
fa_ir: مالک

source: Store analytics
fa_ir: آمار فروشگاه

source: No result found
fa_ir: نتیجه‌ای یافت نشد

source: Action list
fa_ir: لیست اتفاقات

source: Add any domain you want.
fa_ir: هر دامنه‌ای را که می‌خواهید اضافه کنید.

source: The domain will be listed after registration and the steps will be completed over time
fa_ir: دامنه پس از ثبت در لیست قرار خواهد گرفت و مراحل یکی پس از دیگری به ترتیب و به صورت خودکار تا اتصال نهایی آن به جیبرس طی خواهند شد

source: Check DNS
fa_ir: بررسی دی‌ان‌اس

source: Add to CDN Panel
fa_ir: به پنل سی‌دی‌ان اضافه شده است

source: HTTPS
fa_ir: اچ‌تی‌تی‌پی‌اس

source: Last modified
fa_ir: آخرین به‌روزرسانی

source: Count Log
fa_ir: تعداد لاگ‌ها

source: Count DNS
fa_ir: تعداد دی‌ان‌اس‌ها

source: Business domains
fa_ir: دامنه‌های کسب و کار

source: Add New domain
fa_ir: افزودن دامنه جدید

source: This domain connected to Business
fa_ir: این دامنه به بیزینس متصل شده است

source: This domain connected to Domain
fa_ir: این دامنه به لیست دامنه‌های جیبرس متصل شده است

source: This domain is not connected to any business or any domain!
fa_ir: این دامنه به هیچ فروشگاهی و یا هیچ دامنه‌ای متصل نشده است!

source: DNS Resolved
fa_ir: دی‌ان‌اس شناسایی شد

source: DNS was set on our DNS record
fa_ir: دی‌ان‌اس این دامنه بر روی دی‌ان‌اس‌های اختصاصی ما تنظیم شده است

source: DNS was is not set on our dns record
fa_ir: دی‌ان‌اس این دامنه بر روی دی‌ان‌اس‌های اختصاصی ما تنظیم شده است

source: DNS not resolved yet
fa_ir: دی‌ان‌اس هنوز شناسایی نشده است
