Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: supportTagEdit
fa_ir: ویرایش تگ‌های تیکت

source: supportTagDelete
fa_ir: حذف تگ تیکت

source: supportDeleteTicket
fa_ir: توانایی حذف تیکت

source: supportTicketAddTag
fa_ir: افزودن تگ به تیکت

source: supportTicketAnswerOtherSubdomain
fa_ir: توانایی پاسخ به تیکت‌های سابدامنه دیگر

source: supportTicketChangeStatus
fa_ir: تغییر وضعیت تیکت

source: :displayname add new ticket in :domain
fa_ir: :displayname یک تیکت جدید در :domain ثبت کرد

source: load su whit user :user
fa_ir: تنظیمات اس‌یو توسط :user باز شد

source: The :user was loaded su content
fa_ir: :user بخش اس‌یو را باز کرد

source: We Noticed a New Login, :displayname
fa_ir: ما یک ورودی جدید را مشاهده کردیم :displayname

source: If this was you, you can safely disregard this message. If you didn't do this, please change your password to help secure your account. Learn more about keeping your account secure.
fa_ir: اگر این شما هستید، می‌توانید با خیال راحت این پیام را نادیده بگیرید. اگر این کار را نکردید، لطفا گذرواژه خود را تغییر دهید تا امنیت حسابتان را تضمین کنید. درباره حفظ امنیت حساب کاربری بیشتر بدانید.

source: You have new ticket
fa_ir: شما یک تیکت جدید دارید

source: You have new ticket from :displayname see :link
fa_ir: شما یک تیکت جدیدی از طرف :displayname دارید ببینید :link

source: cpTagHelpView
fa_ir: نمایش تگ‌های مرکز راهنمایی

source: cpTagHelpAdd
fa_ir: افزودن تگ به مرکز راهنمایی

source: cpTagHelpEdit
fa_ir: ویرایش تگ‌های مرکز راهنمایی

source: cpTagHelpDelete
fa_ir: حذف تگ‌های مرکز راهنمایی

source: cpTagSupportView
fa_ir: نمایش تگ‌های پشتیبانی

source: cpTagSupportAdd
fa_ir: افزودن تگ‌های پشتیبانی

source: cpTagSupportEdit
fa_ir: ویرایش تگ‌های پشتیبانی

source: cpTagSupportDelete
fa_ir: حذف تگ‌های پشتیبانی

source: cpHelpCenterView
fa_ir: نمایش مقالات مرکز راهنمایی

source: cpHelpCenterViewAll
fa_ir: نمایش مقالات سایرین در مرکز راهنمایی

source: cpHelpCenterAdd
fa_ir: افزودن مقاله به مرکز راهنمایی

source: cpHelpCenterEdit
fa_ir: ویرایش مقاله در مرکز راهنمایی

source: cpHelpCenterEditStatus
fa_ir: تغییرت وضعیت مقالات مرکز راهنمایی

source: cpHelpCenterEditPublished
fa_ir: تغییر مقاله منتشر شده در مرکز راهنمایی

source: cpHelpCenterDelete
fa_ir: حذف مقاله در مرکز راهنمایی

source: cpHelpCenterDeleteForOthers
fa_ir: حذف مقالات سایرین در مرکز راهنمایی

source: cpEmailTemplateView
fa_ir: نمایش الگو‌های ایمیل

source: cpEmailTemplateEdit
fa_ir: ویرایش الگوهای ایمیل

source: supportTicketShowLog
fa_ir: نمایش لاگ پشتیبانی

source: supportDeleteMessage
fa_ir: حذف تیکت

source: supportTicketShowLastVisitor
fa_ir: نمایش بازدیدهای اخیر در تیکت

source: cpVisitorView
fa_ir: نمایش بازدیدکنندگان

source: Send notification
fa_ir: ارسال آگاه‌سازی‌

source: Set ticket close if solved
fa_ir: بستن تیکت‌های حل شده

source: Nginx service restarted
fa_ir: سرویس انجین‌ایکس دوباره راه‌اندازی شد

source: Mysql service restarted
fa_ir: سرویس مای‌اس‌کیو‌ال دوباره راه‌اندازی شد

source: Sshpass installed
fa_ir: Sshpass نصب شد

source: Invalid command sended
fa_ir: دستور ‌نامعتبر ارسال شده است

source: Cronjob detail changed
fa_ir: جزئیات کرون‌جاب تغییر کرد

source: Disable cronjob
fa_ir: کرون‌جاب غیر فعال شد

source: Database upgraded to new version
fa_ir: به‌روزرسانی دیتابیس به نسخه جدید انجام شد

source: Git config is modified
fa_ir: فایل تنظیمات گیت به‌روزرسانی شد

source: Generate sitemap
fa_ir: ساخت نقشه سایت

source: Run translation extract
fa_ir: اجرای خروجی از ترجمه‌ها

source: Telegram send message
fa_ir: ارسال متن از طریق تلگرام

source: Telegram send photo
fa_ir: ارسال تصویر از طریق تلگرام

source: Telegram set webhook
fa_ir: تنظیم وب‌هوک تلگرام

source: Add transaction manually
fa_ir: اضافه کردن تراکنش دستی

source: The title :name
fa_ir: عنوان :title

source: Load su whit :user
fa_ir: صفحه مدیریت فنی توسط :user باز شد

source: Send message :msg to chatid :chatid
fa_ir: ارسال پیام متنی از طریق تلگرام به شناسه :chatid

source: Send photo to chatid :chatid
fa_ir: ارسال پیام تصویری از طریق تلگرام به شناسه :chatid

source: :url whit max connetcion :max_connections
fa_ir: :url به همراه حداکثر کانکشن :max_connections

source: Add transaction :title whit :plus plus and :minus minus to :user_id
fa_ir: افزایش تراکنش دستی با عنوان :title با افزودن :plus و کاهش :minus برای :user_id

source: The :user content
fa_ir: کاربر :user محتوا

source: You have new ticket from :displayname
fa_ir: شما یک تیکت جدید از طرف :displayname دارید

source: The ticket closed
fa_ir: تیکت بسته شد

source: The ticket set as open ticket
fa_ir: تیکت دوباره باز شد

source: The ticket delete ticket
fa_ir: تیکت حذف شد

source: The ticket set as solved ticket
fa_ir: تیک به وضعیت حل شده تغییر کرد

source: The ticket set as unsolved ticket
fa_ir: تیکت به وضعیت حل نشده تغییر کرد

source: Add new message to ticket
fa_ir: افزودن پیام به تیکت

source: Add new note to ticket
fa_ir: افزودن یادداشت به تیکت

source: The message was edited
fa_ir: پیام ویرایش شد

source: ;displayname add new ticket
fa_ir: ;displayname یک تیکت جدید ثبت کرد

source: ;displayname close the ticket
fa_ir: ;displayname تیکت را بست

source: ;displayname re open the ticket
fa_ir: ;displayname تیکت را دوباره باز کرد

source: ;displayname delete the ticket
fa_ir: ;displayname تیک را حذف کرد

source: ;displayname set as solved the ticket
fa_ir: ;displayname تیکت را به وضعیت حل شده تغییر داد

source: ;displayname set as unsolved the ticket
fa_ir: ;displayname تیکت را به وضعیت حل نشده تغییر داد

source: ;displayname answer ticket
fa_ir: ;displayname تیکت را جواب داد

source: ;displayname add new message to ticket
fa_ir: ;displayname یک پیام جدید به تیکت اضافه کرد

source: ;displayname add new note to ticket
fa_ir: ;displayname یک یادداشت جدید به تیکت اضافه کرد

source: Close the ticket
fa_ir: تیکت را بست

source: Open the ticket
fa_ir: تیکت را باز کرد

source: Back to unsolved
fa_ir: بازگشت به حل نشده

source: Remove temp csv file
fa_ir: حذف فایل‌های سی‌اس‌وی خروجی

source: contentCrm
fa_ir: مدیریت ارتباط با مشتریان

source: CP
fa_ir: کنترل‌پنل

source: Customer relationship management
fa_ir: مدیریت ارتباط با مشتریان

source: supportTicketTrash
fa_ir: نمایش تیکت‌های حذف شده

source: Invoices
fa_ir: فاکتور‌ها

source: Userdetail
fa_ir: جزئیات کاربر

source: Panel
fa_ir: پنل

source: panel
fa_ir: پنل

source: activeuser
fa_ir: کاربران فعال

source: deactiveuser
fa_ir: کاربران غیرفعال

source: user_awaiting
fa_ir: کاربران درانتظار

source: user_removed
fa_ir: کاربران حذف شده

source: user_filter
fa_ir: کاربران فیلترشده

source: news
fa_ir: اخبار

source: cpMagAdd
fa_ir: افزودن مجله

source: cpMagEditPublished
fa_ir: ویرایش مجله منتشر شده

source: cpMagEditForOthers
fa_ir: ویرایش مجله دیگران

source: cpMagDelete
fa_ir: حذف مجله

source: cpMagDeleteForOthers
fa_ir: حذف مجله دیگران

source: cpMagEditStatus
fa_ir: ویرایش وضعیت مجله

source: cpDayEvent
fa_ir: نمایش رویداد‌های روزانه

source: cpMagView
fa_ir: نمایش مجله

source: cpMagEdit
fa_ir: ویرایش مجله

source: cpChangePostCreator
fa_ir: تغییر نویسنده مطالب

source: Contributor
fa_ir: مشارکت کننده

source: Your store logo is not set
fa_ir: لوگوی فروشگاه شما تنظیم نشده است

source: Your store logo is not a square logo
fa_ir: لوگوی فروشگاه شما مربعی نیست

source: Your application logo was removed
fa_ir: لوگوی برنامه شما حذف شد

source: You have not any application logo!
fa_ir: شما هیچ لوگویی برای برنامه خود ندارید!

source: You application logo saved without change
fa_ir: لوگوی برنامه شما بدون تغییر ذخیره شد

source: Your application logo was saved
fa_ir: لوگوی برنامه شما ذخیره شد

source: Your application logo saved without change
fa_ir: لوگوی برنامه شما بدون تغییر ذخیره شد

source: Please choose a file to set as your application logo
fa_ir: لطفا فایلی را برای تنظیم لوگوی برنامه انتخاب کنید

source: Application setting set
fa_ir: تنظیمات اپلیکیشن انجام شد

source: Application download setting saved
fa_ir: تنظیمات صفحه دانلود اپلیکیشن ذخیره شد

source: Please set your application logo
fa_ir: لطفا لوگوی اپلیکیشن خود را انتخاب کنید

source: Please set your application title
fa_ir: لطفا عنوان برنامه را وارد کنید

source: Please choose application splash theme
fa_ir: لطفا قالب صفحه نخست اپ را انتخاب کنید

source: Please set your intro setting
fa_ir: لطفا مقادیر اینترو را تنظیم کنید

source: Please fill the intro detail
fa_ir: لطفا مقادیر اینترو را کامل کنید

source: Application intro set
fa_ir: تنظیم صفحه اینترو اپلیکیشن انجام شد

source: Faster
fa_ir: سریع‌ترین

source: Anything you need
fa_ir: هر آنچه شما نیاز دارید

source: Better
fa_ir: بهترین

source: Special experience
fa_ir: تجربه‌ای متفاوت

source: Enjoy!
fa_ir: لذت ببرید!

source: Be ready to fly
fa_ir: برای پرواز آماده شو

source: Your application build request saved in queue.
fa_ir: درخواست ساخته شدن برنامه شما در صف انتظار قرار گرفت.

source: No change in your application detail and needless to rebuild it!
fa_ir: تغییری در تنظیمات اپلیکیشن شما یافت نشد و نیازی به ساخت مجدد برنامه نیست!

source: Invalid record detail
fa_ir: جزئیات دریافتی اشتباه است

source: Record was updated
fa_ir: ردیف به‌روزرسانی شد

source: Your application need some detail to ready to build
fa_ir: برنامه شما برای ساخته شدن نیاز به اطلاعاتی دارند که باید آنها را تکمیل کنید

source: Your build request has been queued
fa_ir: درخواست ساخته شدن برنامه شما در صف انتظار قرار گرفت

source: Please set the status
fa_ir: لطفا وضعیت را وارد کنید

source: Please set the path
fa_ir: لطفا آدرس را وارد کنید

source: Please set the store code
fa_ir: لطفا کد‌ فروشگاه را وارد کنید

source: This id is not current application id
fa_ir: این گزینه آخرین رکورد اپلیکیشن نیست

source: Queue status updated
fa_ir: جزئیات صف به‌روزرسانی شد

source: Can not copy application file from talambar server!
fa_ir: نمی‌توانیم فایل اپلیکیشن را از سرویس تلمبار دانلود کنیم!

source: Application splash setting saved
fa_ir: تنظیمات صفحه نخست اپلیکیشن ذخیره شد

source: Your business domain capacity is full!
fa_ir: ظرفیت تعداد دامنه‌های متصل به بیزینس شما تکمیل است!

source: Domain is not valid
fa_ir: دامنه معتبر نیست

source: Duplicate domain. This domain already added to domains list
fa_ir: دامنه تکراری است. این دامنه قبلا به سیستم اضافه شده است

source: This domain is alreay exists in your business domain list
fa_ir: این دامنه هم‌اکنون در لیست دامنه‌های متصل به فروشگاه شما موجود است

source: Duplicate domain. This domain already taken by another business
fa_ir: این دامنه تکراری است. دامنه توسط بیزینس دیگری در حال استفاده است

source: This domain is pending for delete. Please try it later
fa_ir: این دامنه در انتظار حذف است. لطفا چند دقیقه صبر کنید و مجددا تلاش کنید

source: Invalid domain
fa_ir: دامنه اشتباه است

source: Domain added
fa_ir: دامنه اضافه شد

source: ID of this domain is not found in CDN panel
fa_ir: شناسه این دامنه در پنل سی‌دی‌ان یافت نشد

source: Domain successfully removed from CDN panel
fa_ir: دامنه با موفقیت از پنل سی‌دی‌ان حذف شد

source: DNS record of this domain is not set on our DNS!
fa_ir: دی‌ان‌اس این دامنه بر روی دی‌ان‌اس‌های اختصاصی ما تنظیم نشده است!

source: CDN field is not valid
fa_ir: مقدار سی‌دی‌ان اشتباه است

source: Sorry, Can not connect to CDN API to connect your domain. Please Try again
fa_ir: متاسفیم. نمی‌توانیم به ای‌پی‌آی آروان متصل شویم. لطفا مجددا تلاش کنید

source: This domain already added in CDN panel
fa_ir: این دامنه در پنل سی‌دی‌ان قبلا اضافه شده است

source: Oops! Unknown error!
fa_ir: اوه! خطای نامشخص!

source: Domain successfully added to CDN panel
fa_ir: دامنه با موفقیت به پنل سی‌دی‌ان اضافه شد

source: This domain is already in use in CDN panel
fa_ir: این دامنه در پنل سی‌دی‌ان درحال استفاده است

source: Can not add domain to CND panel
fa_ir: نمی‌توانیم دامنه را در پنل سی‌دی‌ان ثبت کنیم

source: Can not get DNS detail!
fa_ir: نمی‌توانیم جزئیات دی‌ان‌اس را دریافت کنیم!

source: DNS was set on our default DNS record
fa_ir: دی‌ان‌اس این دامنه بر روی دی‌ان‌اس‌های اختصاصی ما تنظیم شده است

source: DNS detail saved
fa_ir: جزئیات دی‌ان‌اس ذخیره شد

source: Pending Delete
fa_ir: در انتظار حذف

source: Connected to Jibres CDN
fa_ir: به سی‌دی‌ان جیبرس متصل شده است

source: Can not remove this dns recrod from your domain
fa_ir: نمی‌توانید این رکورد را از دامنه خود حذف کنید

source: DNS record removed
fa_ir: رکورد دی‌ان‌اس حذف شد

source: DNS record and domain is is not match!
fa_ir: شناسه دی‌ان‌اس و دامنه با هم مطابقت ندارد!

source: DNS record not found
fa_ir: رکورد‌ دی‌ان‌اس یافت نشد

source: We can not find this record on CDN panel
fa_ir: ما این دی‌ان‌اس رکورد را در پنل سی‌دی‌ان پیدا نکردیم

source: Duplicate DNS record
fa_ir: دی‌ان‌اس تکراری است

source: Your business domain dns capacity is full!
fa_ir: ظرفیت تعداد رکورد‌های دی‌ان‌اس این دامنه تکمیل است!

source: DNS record saved
fa_ir: رکورد‌های دی‌ان‌اس ذخیره شدند

source: Can not get DNS record from CDN panel
fa_ir: نمی‌توانیم رکوردهای دی‌ان‌اس را از پنل سی‌دی‌ان دریافت کنیم

source: Can not connect to CDN panel
fa_ir: نمی‌توانیم به سرور سی‌دی‌ان متصل شویم

source: Jibres DNS record added
fa_ir: رکورد‌های دی‌ان‌اس جیبرس اضافه شدند

source: Fetch DNS successfully
fa_ir: دریافت دی‌ان‌اس با موفقیت انجام شد

source: Can not connect to Check DNS server!
fa_ir: نمی‌توانیم به سرور سی‌دی‌ان متصل شویم!

source: Your business master domain set
fa_ir: دامنه اصلی بیزینس شما تنظیم شد

source: Domain record updated
fa_ir: ردیف دامنه به‌روزرسانی شد

source: This domain was not connected to Jibres
fa_ir: این دامنه به جیبرس متصل نشده است

source: Domain detail not found
fa_ir: جزئیات دامنه یافت نشد

source: HTTPS setting reset
fa_ir: تنظیمات اچ‌تی‌تی‌پی‌اس ریست شد

source: You can send 1 HTTPS request in every 10 minutes
fa_ir: شما هر ده دقیقه می‌توانید یک درخواست صدور اچ‌تی‌تی‌پی‌اس صادر کنید

source: HTTPS request of this domain is active. Can not send HTTPS request again!
fa_ir: هم اکنون این دامنه با پروتکل اچ‌تی‌تی‌پی‌اس در حال کار است. نمی‌توانید درخواست اچ‌تی‌تی‌پی‌اس را مجددا صادر کنید!

source: Domain DNS is not active on CDN panel
fa_ir: دی‌ان‌اس‌های این دامنه در پنل سی‌دی‌ان فعال نیستند

source: Can not get Domain DNS from CDN panel
fa_ir: نمی‌توانیم رکوردهای دی‌ان‌اس را از پنل سی‌دی‌ان دریافت کنیم

source: HTTPS request is OK
fa_ir: درخواست اچ‌تی‌تی‌پی‌اس کامل شده است

source: Can not connect to CDN service
fa_ir: نمی‌توانیم به سرور سی‌دی‌ان متصل شویم

source: HTTPS request was sended
fa_ir: درخواست اچ‌تی‌تی‌پی‌اس ارسال شده است

source: Domain removed
fa_ir: دامنه حذف شد

source: You can not remove master Domain. Please change your business master domain and try it later
fa_ir: نمی‌توانید دامنه اصلی بیزینس خود را حذف کنید. برای این کار ابتدا باید دامنه اصلی بیزینس خود را تغییر دهید و مجددا نسبت به حذف این دامنه اقدام کنید

source: CDN panel
fa_ir: پنل سی‌دی‌ان

source: Added
fa_ir: اضافه شده

source: Not added
fa_ir: اضافه نشده

source: Resolved
fa_ir: شناسایی شده

source: Not Resolved
fa_ir: شناسایی نشده است

source: Request sended
fa_ir: درخواست‌ ارسال شده

source: Cart assigned to user
fa_ir: سبد خرید به مشتری اختصاص یافت

source: Invalid product
fa_ir: شناسه محصول اشتباه است

source: This product has different types. Please specify one of these types
fa_ir: این محصول دارای نمونه‌های متنوعی است. لطفا یکی از آنها را انتخاب کنید

source: Can not add this product to your cart
fa_ir: نمی‌توانیم این محصول را به سبد خرید شما اضافه کنیم

source: Product added to your cart
fa_ir: محصول به سبد خرید شما اضافه شد

source: Can not order more than :val items
fa_ir: نمی‌توانید بیشتر از :val مورد از این آیتم سفارش دهید

source: Can not order less than :val items
fa_ir: نمی‌توانید کمتر از :val مورد از این آیتم سفارش دهید

source: Customer detail is invalid
fa_ir: اطلاعات مشتری اشتباه است

source: This thirdparyt already added to your store. plase set her mobile or change the name
fa_ir: این مشتری قبلا به فروشگاه شما اضافه شده است. لطفا یا موبایلی برای این مشتری ثبت کرده و یا موبایل فعلی را ویرایش کنید

source: Please choose customer to add cart
fa_ir: برای ثبت سبد خرید لطفا مشتری را انتخاب کنید

source: Your are not in this store!
fa_ir: شما در این فروشگاه نیستید!

source: Invalid address id!
fa_ir: شناسه آدرس نامعتبر است!

source: Your cart is empty
fa_ir: سبد خرید شما خالی است

source: User identify error
fa_ir: خطا در شناسایی کاربر

source: This product not exists in you cart
fa_ir: این محصول در سبد خرید شما وجود ندارد

source: Your cart was updated
fa_ir: سبد خرید شما به‌روزرسانی شد

source: Your cart is empty!
fa_ir: سبد خرید شما خالی است!

source: No product founded in your cart!
fa_ir: هیچ کالایی در سبد خرید شما یافت نشد!

source: Cart removed
fa_ir: سبد خرید حذف شد

source: The product was removed from your cart
fa_ir: محصول از سبد خرید شما حذف شد

source: Duplicate item founded
fa_ir: این آیتم تکراری است

source: General property saved
fa_ir: خصیصه‌های عمومی ذخیره شد

source: Property not found
fa_ir: خصیصه یافت نشد

source: General property removed
fa_ir: خصیصه‌های عمومی حذف شد

source: No way to insert data
fa_ir: هیچ راهی برای افزودن اطلاعات نیست

source: Category successfully added
fa_ir: دسته‌بندی با موفقیت اضافه شد

source: This product have this category
fa_ir: این محصول هم‌اکنون دارای این دسته‌بندی می‌باشد

source: Category added to this product
fa_ir: دسته‌بندی به این محصول اضافه شد

source: Category is too long!
fa_ir: دسته‌بندی خیلی طولانی است!

source: You can set maximum 20 cat to product
fa_ir: شما می‌توانید حداکثر ۲۰ دسته‌بندی به یک محصول اضافه کنید

source: Property key
fa_ir: عنوان خصوصیت محصول

source: Group properties
fa_ir: گروه مشخصات

source: Duplicate slug founded
fa_ir: نامک تکراری است

source: Property Group not set
fa_ir: گروه مشخصات محصول تنظیم نشده است

source: Property Key must be an array
fa_ir: کلید‌های خصوصیات محصول باید آرایه باشد

source: No data to sort
fa_ir: اطلاعاتی برای مرتب سازی یافت نشد

source: Duplicate category founded
fa_ir: دسته‌بندی تکراری یافت شد

source: No change in your product category
fa_ir: دسته‌بندی محصول شما تغییری نکرد

source: The category successfully updated
fa_ir: دسته‌بندی با موفقیت به‌روزرسانی شد

source: Can not update your product category
fa_ir: نمی‌توانیم دسته‌بندی محصول شما را به‌روزرسانی کنیم

source: Category saved without chnage
fa_ir: دسته‌بندی بدون تغییر ذخیره شد

source: Please select one category
fa_ir: لطفا یک دسته را انتخاب کنید

source: Some product save by this category and you can not remove it
fa_ir: تعدادی از محصولات با این دسته‌بندی ذخیره شده‌اند و شما نمی‌توانید این دسته بندی را حذف کنید

source: Category successfully removed
fa_ir: دسته‌بندی با موفقیت حذف شد

source: This record is not childable
fa_ir: این مورد امکان داشتن زیرمجوعه را ندارد

source: This record have not child
fa_ir: این مورد دارای زیرمجموعه نیست

source: Please enter a valid domain for check
fa_ir: لطفا دامنه را به صورت صحیح وارد کنید

source: Please set the domain
fa_ir: لطفا دامنه را وارد کنید

source: Your request was saved before. please wait to export process is complete
fa_ir: درخواست شما قبلا ثبت شده است. لطفا تا اتمام فرایند ساخت فایل خروجی صبر کنید

source: Your can make 5 export in every day
fa_ir: شما تنها می‌توانید ۵ درخواست خروجی در هر روز داشته باشید

source: Your request was saved
fa_ir: درخواست شما ذخیره شد

source: Can not save your export request
fa_ir: نمی‌توانیم درخواست دریافت خروجی شما را ذخیره کنیم

source: File not available to download
fa_ir: فایل آمادگی دانلود را ندارد

source: File not found
fa_ir: فایل یافت نشد

source: Create export form answer completed
fa_ir: ساخت فایل خروجی از پاسخ‌ها تکمیل شد

source: This file will be automatically deleted tomorrow
fa_ir: این فایل به صورت خودکار تا فردا حذف خواهد شد

source: Create export products completed
fa_ir: ساخت فایل خروجی از محصولات تکمیل شد

source: Tracking
fa_ir: رهگیری

source: Go to bank
fa_ir: ارسال شده به بانک جهت پرداخت

source: Pay error
fa_ir: خطا در پرداخت

source: Pay cancel
fa_ir: انصراف از پرداخت

source: Id is required
fa_ir: شناسه الزامی است

source: Invalid factor action detail
fa_ir: جزئیات عملیات روی سفارش نادرست است

source: Can not remove system action
fa_ir: نمی‌توانید وقایع سیستمی برای سفارش را حذف کنید

source: Data removed
fa_ir: اطلاعات با موفقیت حذف شد

source: Please enter the description or attach a file
fa_ir: لطفا توضیحات را تکمیل کنید و یا فایلی را ضمیمه کنید

source: Order not found!
fa_ir: سفارش یافت نشد!

source: Maximum capacity of order action is full!
fa_ir: حداکثر ظرفیت عملیات‌ برای این سفارش تکمیل شده است!

source: No change in order payment status
fa_ir: هیچ تغییری در وضعیت سفارش شما رخ نداد

source: Operation accomplished
fa_ir: عملیات با موفقیت انجام شد

source: Discount is larger than order total
fa_ir: تخفیف بزرگتر از مبلغ کل سفارش است

source: No way to insert factor
fa_ir: هیچ راهی برای ثبت کالا وجود ندارد

source: Factor successfuly added
fa_ir: فاکتور با موفقیت اضافه شد

source: Data is out of range for column count
fa_ir: اطلاعات وارد شده خارج از محدوده مجاز است - count

source: Product added to factor
fa_ir: محصول به سفارش اضافه شد

source: Cheque
fa_ir: چک

source: On deliver
fa_ir: پرداخت در محل

source: Online
fa_ir: آنلاین

source: Can not add your order.
fa_ir: نمی‌توانیم سفارش شما را ایجاد کنیم.

source: Pay order
fa_ir: پرداخت سفارش

source: Pay link :val
fa_ir: لینک پرداخت :val

source: Pay order :val
fa_ir: پرداخت سفارش :val

source: Order have not customer and you cannot add address to this
fa_ir: این سفارش به مشتری اختصاص داده نشده است و شما نمی‌توانید برای این سفارش آدرس ثبت کنید

source: Invalid user address
fa_ir: شناسه آدرس اشتباه است

source: Data is out of range for column qty
fa_ir: اطلاعات وارد شده خارج از محدوده مجاز است - qty

source: Can not save negative value in column qty
fa_ir: نمی‌توانید مقدار منفی در آیتم‌های سفارش داشته باشید

source: Data is out of range for column item
fa_ir: اطلاعات وارد شده خارج از محدوده مجاز است - item

source: Can not save negative value in column item
fa_ir: نمی‌توانید مقدار منفی در آیتم‌های سفارش داشته باشید

source: Data is out of range for column subprice
fa_ir: اطلاعات وارد شده برای مقدار مجموع ریز قیمت خارج از محدوده است

source: Can not save negative value in column subprice
fa_ir: نمی‌توانید مقدار منفی در جمع فاکتور داشته باشید

source: Data is out of range for column subdiscount
fa_ir: اطلاعات وارد شده برای مقدار مجموع ریز تخفیف خارج از محدوده است

source: Can not save negative value in column subdiscount
fa_ir: نمی‌توانید مقدار منفی در جمع تخفیف‌های فاکتور داشته باشید

source: Data is out of range for column subtotal
fa_ir: اطلاعات وارد شده برای مقدار مجموع ریز قیمت خارج از محدوده است

source: Can not save negative value in column subtotal
fa_ir: نمی‌توانید مقدار منفی در جمع فاکتور داشته باشید

source: Data is out of range for column total
fa_ir: اطلاعات وارد شده برای مقدار مجموع خارج از محدوده است

source: Can not save negative value in column total
fa_ir: نمی‌توانید مقدار منفی در جمع فاکتور داشته باشید

source: Invalid factor type
fa_ir: نوع فاکتور نامعتبر است

source: Duplicate product in one factor founded
fa_ir: کالای تکراری در یک فاکتور نمی‌تواند ثبت شود

source: No valid products found in your list
fa_ir: هیچ کالای معتبری در لیست این فاکتور پیدا نشد

source: Invalid proudct in factor :key
fa_ir: خطا در کالای :key در فاکتور

source: Can not add factor item price less than 0
fa_ir: نمی‌توانید قیمت یک آیتم سفارش را زیر صفر وارد کنید

source: Item removed
fa_ir: گزینه حذف شد

source: Can not set count product in factor less than 0
fa_ir: نمی‌توانید تعداد محصول در سفارش را کمتر از صفر قرار دهید

source: Data saved
fa_ir: ذخیره شد

source: This factor is payed. To cancel this order contact to administrator
fa_ir: این فاکتور پرداخت شده است. جهت لغو سفارش با مدیر سیستم تماس بگیرید

source: Order save without change
fa_ir: سفارش بدون تغییر ذخیره شد

source: Order updated
fa_ir: سفارش به‌روزرسانی شد

source: Please choose a customer or add new customer
fa_ir: لطفا یک مشتری را انتخاب کنید و یا مشتری جدیدی ثبت کنید

source: customer changed
fa_ir: مشتری تغییر یافت

source: Customer removed from this order
fa_ir: مشتری از این سفارش حذف شد

source: Order address was updated
fa_ir: آدرس سفارش به‌روزرسانی شد

source: Total ASC
fa_ir: جمع، صعودی

source: Total DESC
fa_ir: جمع، نزولی
