Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Who would have thought that one day an Iranian company could launch such a simple and attractive domain registration system? That one, despite something called IRNIC! Keep up the good work, Jibres!
fa_ir: کی فکرشو می‌کرد یه روز یه شرکت ایرانی بتونه چنین سیستم ثبت دامنه ساده و جذابی راه بندازه؟ اونم با وجود چیزی به اسم نیک! با قدرت ادامه بده جیبرس!

source: Hasan Salehi
fa_ir: حسن صالحی

source: Software Developer
fa_ir: توسعه‌دهنده نرم‌افزار

source: It was one of the best and most convenient domain registration panels I've ever seen, especially the three-letter domain dictionary :))
fa_ir: یکی از بهترین و راحت‌ترین پنل‌های ثبت دامنه‌ای بود که تا به حال دیده بودم، مخصوصا بخش دیکشنری دامنه‌های سه حرفی :))

source: Saman Soltani
fa_ir: سامان سلطانی

source: Jibres is the most fastest website builder which I saw. At first, it maybe a bit complicated, but you will deeply understand these features by challenges that you are going to face in your business.
fa_ir: جیبرس سریع‌ترین سایت‌سازی است که دیده‌ام. ممکن است ابتدا پیچیده به نظر بیاید، ولی بعد از مدتی تمامی امکانات واضح می‌شوند و نیاز وجودیشان را در چالش‌های متفاوت درک خواهید کرد.

source: Jibres Investment Opportunity
fa_ir: فرصت سرمایه‌گذاری در جیبرس

source: We have designed this page to answer your questions that you may be interested in investing in Jibres. These are just some of the questions that investors want to know about Jibres. Of course, you may have more and specific questions, so do not hesitate to contact us. We mentioned the version and the date of editing. So reading this page once will probably not be enough.
fa_ir: ما این صفحه رو طراحی کردیم تا سوالات شما رو که ممکنه علاقمند به سرمایه‌گذاری در جیبرس باشید پاسخ بدیم. البته علاوه بر سرمایه‌گذاری ممکنه همینطوری بخواید درباره جیبرس و نگاه ما به آینده جیبرس بیشتر بدونید. اگه اینطوریه توصیه میکنم سوالات مرسوم و پاسخ‌های کاملی که به اون‌ها دادیم رو در ادامه مطالعه کنید. این سوالات تقریبا تمام مجهولاتی هست که یک سرمایه‌گذار ممکنه در ابتدای آشنایی از جیبرس بخواد بدونه. البته که ممکنه سوالات تخصصی‌تر و خاصی مدنظر شما باشه که دراین صورت تردید نکنید و با ما تماس بگیرید. طبیعیه که به مرور سوالات کم و زیاد بشن یا پاسخ ما به اون‌ها تغییر کنه و برای اینکه مشخص باشه نسخه و تاریخ ویرایش رو ذکر کردیم. پس احتمالا یکبار خوندن این صفحه کافی نخواهد بود. از اینکه برای شما مهم هستیم به خود میبالیم:)

source: Version
fa_ir: نسخه

source: Last Update
fa_ir: آخرین به‌روزرسانی

source: Our Company Detail
fa_ir: جزئیات شرکت ما

source: Brand
fa_ir: برند

source: Company Name
fa_ir: نام شرکت

source: Rooz Andish Kavir Peyma Ltd
fa_ir: شرکت روزاندیش کویرپیما با مسئولیت محدود

source: Company Establishment Date
fa_ir: تاریخ ثبت شرکت

source: Company Registration Number
fa_ir: شماره ثبت

source: Company Identification Number
fa_ir: شماره ثبت

source: Company VAT ID
fa_ir: کد اقتصادی

source: Knowledge-based Company
fa_ir: شرکت دانش‌بنیان

source: New Type 2
fa_ir: نوپا نوع ۲

source: Knowledge-based Acquisition Date
fa_ir: تاریخ رسمی دانش‌بنیان شدن

source: Company Headquarter
fa_ir: مرکز اصلی شرکت

source: Qom, Iran
fa_ir: ایران، قم

source: Address
fa_ir: آدرس

source: Floor2, Yas Building, #39, 1st alley, Haft-e-tir St
fa_ir: خیابان هفت تیر، کوچه یکم، ساختمان یاس، طبقه دوم

source: Primary Company Phone Number
fa_ir: شماره تلفن مرکز اصلی شرکت

source: Tehran Office Number
fa_ir: شماره دفتر تهران

source: Website
fa_ir: وب‌سایت

source: Email Address
fa_ir: آدرس ایمیل

source: CEO
fa_ir: مدیرعامل

source: Mr. Javad Adib
fa_ir: آقای مهندس جواد ادیب

source: Activity
fa_ir: فعالیت

source: Financial technology
fa_ir: فناوری‌های مالی

source: Fintech
fa_ir: فین‌تک

source: Keywords
fa_ir: کلیدواژه‌ها

source: E-commerce
fa_ir: تجارت الکترونیک

source: Website Builder
fa_ir: سایت‌ساز

source: App Builder
fa_ir: اپ ساز

source: Telegram Seller
fa_ir: ربات فروشنده تلگرام

source: Instagram Sell Assistant
fa_ir: دستیار فروش اینستاگرام

source: PWA Builder
fa_ir: PWA ساز

source: CRM
fa_ir: مدیریت ارتباط با مشتریان

source: Content Management System
fa_ir: سیستم مدیریت محتوا

source: Form Builder
fa_ir: فرم‌ساز

source: Accounting
fa_ir: حسابداری

source: Public release date
fa_ir: تاریخ انتشار عمومی

source: Soon.
fa_ir: بزودی

source: Our company and the problem we're solving
fa_ir: شرکت ما و مشکلی که ما حل می‌کنیم

source: Is our solution uniquely addressing this problem?
fa_ir: آیا راه‌حل ما به‌شکل منحصربفردی این مشکل را برطرف می‌کند؟

source: Who are the Jibres target market and customers?
fa_ir: بازار هدف و مشتریان جیبرس چه کسانی هستند؟

source: How have our customers solve their problems so far?
fa_ir: مشتریان ما پیش از این چگونه مشکل خود را حل می‌کردند؟

source: What is our estimate of the size of the Jibers business market?
fa_ir: تخمین ما از اندازه بازار تجاری جیبرس چقدر است؟

source: Jibres business model
fa_ir: بیزینس مدل جیبرس

source: How will our company change the world?
fa_ir: چطور شرکت ما دنیا را تغییر می‌دهد؟

source: What is the big picture and vision?
fa_ir: چشم‌انداز و نهایت ایده ما کجاست؟

source: Why our team is uniquely qualified to solve this problem?
fa_ir: چرا تیم ما برای حل این مشکل منحصربفرد و یکتاست؟

source: How long have we been working together? How did we meet?
fa_ir: چه مدت است که تیم ما با هم کار می‌کند؟ چگونه با هم آشنا شدیم؟

source: What are our KPIs or metrics for growth?
fa_ir: معیارهای قابل اندازه‌گیری یا KPI ما برای رشد چیست؟

source: What are our totals and month over month growth?
fa_ir: مجموع و رشد ماهیانه ما چقدر است؟

source: How do we plan to acquire customers/users?
fa_ir: برنامه ما برای کسب مشتری یا کاربر چیست؟

source: Explain any capital raised to date and terms
fa_ir: تشریح هرگونه سرمایه جمع‌شده تا به امروز و شرایط آن

source: What is our monthly burn? How much runway do we have?
fa_ir: مصرف سوخت ماهیانه ما چقدر است؟ تا چند وقت میتونیم پرواز کنیم؟

source: Jibres competitors
fa_ir: رقبای جیبرس

source: Jibres competitive advantage over competitors
fa_ir: مزیت رقابتی جیبرس نسبت به رقبا

source: Can our all founders work full-time?
fa_ir: آیا همه موسسان ما می‌توانند تمام وقت کار کنند؟

source: Our shareholders of the company
fa_ir: سهامداران شرکت

source: How much capital do we need to grow at this stage?
fa_ir: در این مرحله به چه میزان سرمایه برای رشد نیاز داریم؟

source: At this stage, what percentage of the shares will we transfer to the investor?
fa_ir: در این مرحله حداکثر چند درصد از سهام را به سرمایه‌گذار منتقل می‌کنیم؟

source: How much has been invested in Jibres so far?
fa_ir: تاکنون چقدر در جیبرس سرمایه‌گذاری شده است؟

source: How long have we taken the time to develop our idea?
fa_ir: چقدر برای صرف ایده جیبرس صرف کرده‌ایم؟

source: Invest in Jibres
fa_ir: سرمایه‌گذاری در جیبرس

source: If you are interested in investing in Jibres, we have created this page for you to answer your questions
fa_ir: اگر شما علاقمند به سرمایه‌گذاری در جیبرس هستید، ما این صفحه را برای پاسخ به سوالات شما ایجاد کرده‌ایم

source: IP
fa_ir: آی‌پی

source: Country
fa_ir: کشور

source: Province
fa_ir: استان

source: City
fa_ir: شهر

source: ISP
fa_ir: آی‌‌اس‌پی

source: latitude
fa_ir: عرض جغرافیایی

source: longitude
fa_ir: طول جغرافیایی

source: Shadow of Jibres logo
fa_ir: سایه لوگوی جیبرس

source: Jibres Beautiful logo
fa_ir: لوگوی زیبای جیبرس

source: Download Logo Pack
fa_ir: دانلود پک لوگوی جیبرس

source: All type of Jibres logos are available!
fa_ir: تمام مدل‌های لوگوی جیبرس موجود است!

source: Download latest Jibres logo pack.
fa_ir: دانلود آخرین پک لوگوی جیبرس.

source: Also you can browse to find our logo based on your need.
fa_ir: هم‌چنین شما می‌توانید بسته به نیازتون لوگوی مناسب رو با گشتن بین لوگوهای ما پیدا کنید.

source: Jibres logo repository.
fa_ir: مخزن لوگوهای جیبرس.

source: Download Jibres Logo
fa_ir: دانلود لوگوی جیبرس

source: Icon
fa_ir: آیکن

source: Black
fa_ir: مشکی

source: White
fa_ir: سفید

source: Download Jibres Persian Logo
fa_ir: دانلود لوگوی فارسی جیبرس

source: Jibres Persian Logo
fa_ir: لوگوی فارسی جیبرس

source: We are on a mission to simplify business system. Empowering businesses to creating money.
fa_ir: ماموریت ما آسان نمودن سیستم‌های بیزینس هاست. توانمندسازی بیزینس‌ها برای خلق ثروت.

source: 30 day satisfaction guarantee
fa_ir: ۳۰ روز گارانتی رضایت

source: no questions asked!
fa_ir: هیچ سوالی پرسیده نخواهد شد!

source: We stand behind our service and we mean it!
fa_ir: ما به سرویس خودمون اعتقاد داریم و این برای تایید آن است!

source: Despite our offer 14 days free trial to start use Jibres,
fa_ir: با وجود ارائه پیشنهاد ۱۴ روز استفاده از نسخه آزمایشی و رایگان برای شروع استفاده از جیبرس،

source: if at any time within the first 30 days period you are not happy with Jibres, you can request money back and we will refund it.
fa_ir: اگر در هر زمانی، در طول اولین دوره‌ی ۳۰ روزه، از جیبرس ناراضی بودید، شما می‌توانید درخواست بازگشت پول خود را دهید و ما مبلغ پرداخت شده را به‌صورت کامل پس خواهیم داد.

source: 30 day Guarantee
fa_ir: ۳۰ روز گارنتی

source: Bronze
fa_ir: برنزی

source: Silver
fa_ir: نقره‌ای

source: Gold
fa_ir: طلایی

source: Pay monthly
fa_ir: پرداخت ماهیانه

source: FREE
fa_ir: رایگان

source: Pay yearly
fa_ir: پرداخت سالیانه

source: Two month free
fa_ir: دو ماه رایگان

source: First Year
fa_ir: سال اول

source: More than 50 percent off
fa_ir: بیش از ۵۰ درصد تخفیف

source: Data max limit
fa_ir: محدودیت‌های حداکثر داده‌ها

source: Max product
fa_ir: حداکثر تعداد محصولات

source: Unlimited
fa_ir: نامحدود

source: Max third party
fa_ir: حداکثر تعداد طرف حساب

source: Max invoice each day
fa_ir: حداکثر فاکتور در هر روز

source: Max item in each invoice
fa_ir: حداکثر تعداد آیتم‌ها در هر فاکتور

source: Basic Features
fa_ir: ویژگی‌های اولیه

source: Each SMS cost
fa_ir: هزینه هر پیامک

source: Optional
fa_ir: اختیاری

source: Integrated Sales
fa_ir: فروش یکپارچه

source: Free Invoicing
fa_ir: فاکتور رایگان

source: Online Accounting
fa_ir: حسابداری آنلاین

source: Sale on social networks
fa_ir: فروش در شبکه‌های اجتماعی

source: Search Engine Optimized
fa_ir: بهینه‌سازی‌شده برای موتورهای جستجو

source: Starter Features
fa_ir: ویژگی‌های پلن شروع

source: vCard Website
fa_ir: وب‌سایت کارت ویزیت

source: Staff Accounts
fa_ir: حساب‌کاربری کارمندان

source: Simple Features
fa_ir: ویژگی‌های پلن ساده

source: Advance Reports
fa_ir: گزارشات پیشرفته

source: All Invoice Types
fa_ir: همه انواع فاکتور

source: Product Intro Website
fa_ir: وب‌سایت معرفی محصولات

source: Advance Settings
fa_ir: تنظیمات پیشرفته

source: Standard Features
fa_ir: ویژگی‌های پلن استاندارد

source: Online Store
fa_ir: فروشگاه آنلاین

source: News website
fa_ir: وب‌سایت خبری

source: Online Shop with Your Domain
fa_ir: فروشگاه آنلاین با دامنه شما

source: Full Permission Control
fa_ir: مدیریت کامل سطوح دسترسی

source: Ready to use Jibres Enterprise?
fa_ir: آماده استفاده از پلن سازمانی جیبرس هستید؟

source: Get started with our Enterprise plan.
fa_ir: با پلن سازمانی ما شروع کنید.

source: Get in Touch
fa_ir: با ما در تماس باشید

source: Free Plan
fa_ir: پلن رایگان

source: All the basics for personal use.
fa_ir: همه نیازهای اولیه برای استفاده شخصی.

source: Also <span class='txtB'>sell on social networks</span> with easy online payment.
fa_ir: هم‌چنین <span class='txtB'> فروش در شبکه‌های اجتماعی</span> به‌سادگی با پرداخت آنلاین.

source: Beta Version
fa_ir: نسخه بتا

source: Signup
fa_ir: ثبت‌نام

source: Starter Plan
fa_ir: پلن شروع

source: Special choice for starting a new business.
fa_ir: انتخابی ویژه برای شروع یک بیزینس جدید.

source: Increase Basic Limits
fa_ir: افزایش محدودیت‌های اولیه

source: Monthly
fa_ir: ماهانه

source: Annually
fa_ir: سالانه

source: Simple Plan
fa_ir: پلن ساده

source: For who want try to change!
fa_ir: برای کسانی که تلاش به تغییر دارند!

source: Enjoy modern era.
fa_ir: از دوران مدرنیته لذت ببرید.

source: Without Limit
fa_ir: بدون محدودیت

source: Standard Plan
fa_ir: پلن استاندارد

source: For someones ready to use Jibres as hero.
fa_ir: برای کسانی که آماده استفاده از جیبرس هستند.

source: <span class='bold'>Everything you need</span> for a growing business.
fa_ir: <span class='bold'>تمام نیازهای شما</span> برای یک بیزینس درحال توسعه.

source: Shop with Your Domain
fa_ir: فروشگاه با دامنه شما

source: Start your free trial
fa_ir: استفاده آزمایشی و رایگان را شروع کنید

source: Plans and Pricing of Jibres
fa_ir: پلن‌ها و هزینه‌های جیبرس

source: Always know what you'll pay per month.
fa_ir: همیشه از پرداختی ماهیانه خود آگاه باشید.

source: Simple pricing
fa_ir: هزینه‌های شفاف و ساده

source: What is Privacy?
fa_ir: حریم‌خصوصی چیست؟

source: Privacy means that any individual is entitled to choose the information related to them, and selectively, share it with others.
fa_ir: حریم‌خصوصی یعنی شخص بتواند اطلاعات مربوط به خود را مجزا کرده و به انتخاب خویش، در برابر دیگران آشکار کند.

source: privacy is so important for mental peace as well as a peaceful personality that some experts have considered invasion of privacy disrespectful to human dignity.
fa_ir: حریم‌خصوصی برای آرامش روانی و شخصیتی، بسیار مهم است تا جایی‌که بعضی از صاحب‌نظران نقض آن را به عنوان یک اقدام توهین‌آمیز نسبت به شرافت بشری قلمداد کرده‌اند.

source: Controversies over the Invasion of Privacy
fa_ir: جنجال‌های نقض حریم‌خصوصی

source: Within e-commerce, privacy has always been from among the most controversial topics and continues to be.
fa_ir: حریم‌خصوصی در کسب‌و‌کارهای الکترونیکی همیشه یکی از بحث‌برانگیزترین موضوعات بوده و هست.

source: Accordingly, formulating privacy policies is regarded as one of the crucial concerns of technology companies.
fa_ir: به همین دلیل، تعیین سیاست‌های حریم‌خصوصی جزء دغدغه‌های بسیار مهم شرکت‌های فناورانه محسوب می‌شود.

source: Meanwhile, widespread controversies have been provoked over invasion of privacy in e-commerce so that, occasionally, the regulations have to be revised to eliminate the existing weaknesses.
fa_ir: در این میان جنجال‌هایی گسترده به‌خاطر نقض حریم‌خصوصی از کسب‌وکارهای الکترونیکی صورت گرفته است؛ به‌گونه‌ای که هرچند وقت یک‌بار مجبور هستند قوانین را بازبینی نموده تا حفره‌های موجود را رفع نمایند.

source: Privacy from Our Point of View
fa_ir: حریم‌خصوصی از دیدگاه ما

source: Let us be straightforward! Cyberspace is not a safe location for personal information.
fa_ir: رو راست باشیم، فضای مجازی محل امنی برای اطلاعات خصوصی نیست.

source: For that reason, Jibres makes no request for important information of yours and allow to save some general information including age, gender, education, interests, etc is only for private use of your team or company.
fa_ir: به‌همین دلیل، جیبرس درخواستی برای ثبت اطلاعات مهم شده نداشته و تنها اجازه ثبت برخی از اطلاعات عمومی شامل سن، جنسیت، مدرک تحصیلی، علاقمندی‌ها و ... را برای استفاده خصوصی در تیم یا شرکت شما می‌دهد.

source: It is worth mentioning that recording the aforementioned points is totally voluntary.
fa_ir: لازم به توضیح است که ثبت موارد ذکرشده نیز به‌صورت کاملا اختیاری است.

source: However, taking the nature of cyberspace into account, we should remember that offering an absolute assurance might not be possible.
fa_ir: این را در نظر داشته باشید که با توجه به ماهیت فضای مجازی، ارائه تضمین صددرصدی به‌طور کل ممکن نیست.

source: Assuring privacy and security, with that ideal concept we bear in mind, does not exist; and if somebody gives you an assurance of securing your privacy, he has certainly abused your trust.
fa_ir: تضمین امنیت و حریم خصوصی به آن معنای آرمانی که ما در ذهن خود داریم وجود ندارد، و اگر کسی در دنیای مجازی، تضمین امنیت حریم‌خصوصی شما را بدهد قطعا از اعتماد شما سوءاستفاده کرده است.

source: Upon buying any digital or the so-called smart device, you have invaded your own privacy yourself.
fa_ir: شما با خرید هر دستگاه دیجیتالی یا به اصطلاح هوشمند، با دست خود حریم‌خصوصی‌تان را نقض کرده‌اید.

source: If you want your privacy not to be invaded, you should depart from technology and say goodbye to any digital and smart device.
fa_ir: اگر می‌خواهید این حریم‌خصوصی نقض نشود باید به‌طور کل از دنیای تکنولوژی فاصله بگیرید و با هر دستگاه دیجیتالی و هوشمندی خداحافظی کنید.

source: In fact, we have employed all updated technologies of the world to provide you with the maximum security.
fa_ir: ما به‌لحاظ فنی تمام تکنولوژی‌های روز دنیا را به‌کار برده‌ایم تا امنیت حداکثری را برای شما به ارمغان بیاوریم.

source: As the final remark, we wish to assure you that our main concern is to secure your privacy and protect your information against impermissible access.
fa_ir: در پایان، این اطمینان را به شما می‌دهیم که دغدغه‌ی ما، حفظ حریم‌خصوصی و محافظت از اطلاعات شما در برابر دسترسی‌های غیرمجاز هست.

source: We wish to assure you that our main concern is to secure your privacy and protect your information against impermissible access.
fa_ir: ما این اطمینان را به شما می‌دهیم که دغدغه‌ی ما، حفظ حریم‌خصوصی و محافظت از اطلاعات شما در برابر دسترسی‌های غیرمجاز هست.

source: Jibres Progressive Web Application
fa_ir: برنامه وب پیشرفته‌ی جیبرس

source: With PWA version, you can use Jibres like native app.
fa_ir: با نسخه‌ی پی‌دبل‌یو‌ای، شما می‌توانید مثل یک برنامه معمولی در گوشی خودتان از جیبرس استفاده کنید.

source: Tap on at :val the bottom of the page.
fa_ir: در پایین صفحه روی گزینه :val بزنید.

source: Swipe left and tap on :val
fa_ir: در منوی باز شده کمی به پایین بروید و گزینه :val را انتخاب کنید

source: Tap on the "Add" at the top of the page.
fa_ir: در بالای صفحه گزینه Add را انتخاب کنید.

source: Jibres icon has been added on your home screen.
fa_ir: به همین راحتی آیکن برنامه جیبرس به صفحه نخست گوشی شما اضافه شد.

source: Ecommerce Shipping Story
fa_ir: داستان حمل و نقل در تجارت الکترونیک

source: When your customers aren't walking out of your store with their purchase in hand, you need them to feel confident they're getting what they paid for - on time, exactly as expected, without paying exorbitant shipping rates. For any ecommerce business, it's important to create a seamless shipping experience to guarantee customer satisfaction.
fa_ir: زمانی‌که مشتریان شما خرید خود را آنلاین انجام داده‌اند و قرار است آن را برایشان ارسال کنید، لازم است که به آن‌ها اطمینان دهید که آن‌چه را خریده‌اند را به‌موقع، طبق انتظار و بدون پرداخت هزینه گزاف حمل و نقل دریافت می‌کنند. در هر کسب و کاری در تجارت الکترونیک، ایجاد یک تجربه حمل و نقل سریع و بدون دردسر برای تضمین رضایت مشتری مهم است.

source: There's a lot happening behind the scenes of ecommerce shipping. You may be trying to decide which carrier to use and wondering how to determine ecommerce shipping costs that will satisfy both you and your customers.
fa_ir: در پشت‌صحنه یک حمل و نقل در تجارت الکترونیک اتفاقات زیادی رخ می‌دهد. شما ممکن است در حال تصمیم‌گیری درباره شرکت مناسب برای جابجایی سفارشات خود باشید و از این همه تفاوت و تنوع در سرویس‌دهی و هزینه‌های حمل و نقل تعجب کنید. انتخابی که مناسب شما و مشتریان شما باشد.

source: We're here to help.
fa_ir: ما برای کمک اینجا هستیم.

source: When determining how to ship products from your ecommerce store, there are a few considerations. Will you use the postal service, a shipping carrier or local courier? Your shipping method will vary depending on what is being shipped, or where it is being sent.
fa_ir: در زمان انتخاب روش حمل و نقل محصولات از فروشگاه آنلاین شما، توجه به چند نکته الزامی است. آیا از خدمات پستی، سرویس‌های حمل و نقل یا پیک محلی استفاده خواهید کرد؟ روش حمل و نقل شما بسته به وزن و حجم مرسوله یا محل دریافت آن ممکن است متفاوت باشد.

source: Come up with a shipping strategy
fa_ir: با یک استراتژی حمل و نقل شروع کنید

source: It's important to strategize your online shipping method by examining the options and picking the best one to fit your needs. Without a strategy, e-commerce shipping can be a time-consuming hassle - you may even lose money. Important aspects of your ecommerce shipping strategy include delivery method (carrier), available countries, tracking and packaging. If you decide to offer free shipping, or ship bulk orders, your strategy becomes even more critical.
fa_ir: انتخاب روش حمل و نقل متناسب با نیاز شما که بهترین باشد، یک تصمیم استراتژیک برای کسب و کار آنلاین شماست. بدون استراتژی، داستان حمل و نقل در یک تجارت الکترونیکی می‌تواند یک دردسر طولانی بوده و حتی منجر به ضرر و زیان شما شود. جنبه‌های مهم استراتژی حمل و نقل تجارت الکترونیکی شما می‌تواند شامل بسته‌بندی، روش تحویل، حمل‌کننده آن و کد رهگیری باشد. اگر تصمیم دارید که ارسال رایگان را به مشتریان خود پیشنهاد دهید، اهمیت استراتژی مناسب جلوه مهم‌تری پیدا می‌کند.

source: Ultimately, you want to streamline your shipping process so it's something that you do without thinking - your shipping method, rate calculation, packaging and labeling process should become routine and easy. Do your research about shipping costs to find a reliable method and test your ecommerce shipping calculator before launching your store, so you cut down on 'trial and error' experiences with your first customers.
fa_ir: در نهایت، شما می‌خواهید فرآیند حمل و نقل و ارسال را ساده کنید، بنابراین بدون نیاز به فکر کردن می‌توان گفت چه مواردی را لازم است درنظر بگیرید. روش ارسال، محاسبه هزینه ارسال، بسته‌بندی و لیبل زدن باید به روندی ساده و روتین تبدیل شود. پیش از راه‌اندازی فروشگاه خود، در مورد هزینه‌های حمل و نقل تحقیق کنید تا یک روش قابل اعتماد پیدا کنید و ماشین حساب محاسبه هزینه ارسال ما را هم تست کنید. بنابراین با سعی و خطا روی اولین مشتریان خود تجربه بدست آورید.

source: Jibres offers a variety of easy-to-use shipping settings, like free shipping, fixed or flat rates and custom shipping calculators. It also provides real-time integration with carrier and postal services, so you can configure your Jibres store to automatically calculate ecommerce shipping rates from carriers.
fa_ir: جیبرس انواع تنظیمات حمل و نقل و ارسال سفارشات را ارائه می‌دهد. ارسال رایگان، ارسال با نرخ ثابت و محاسبه و سفارشی‌سازی حمل و نقل. هم‌چنین یکپارچه‌سازی نرخ‌ها با توجه به ارائه‌دهندگان خدمات حمل و نقل نیز انجام شده است و ما هزینه حمل و نقل در کسب و کار آنلاین شما را برای سفارشات محاسبه می‌کنیم..

source: You can easily adjust your carrier-calculated rate settings to account for package dimensions, or handling expenses, like packaging or insurance.
fa_ir: به‌راحتی می‌توانید تنظیمات نرخ محاسبه هزینه ارسال را با توجه به حجم، روش ارسال، بسته‌بندی یا بیمه تنظیم کنید.

source: Determine ecommerce shipping cost
fa_ir: تخمین هزینه حمل و نقل در تجارت الکترونیک

source: The easiest way to determine the most accurate and lowest ecommerce shipping rate is to use a carrier's automatic calculator. But what if you want to set a flat rate? In this case, it's best to restrict your shipping to specific destinations. Do some math, and figure out the average cost.
fa_ir: راحت‌ترین روش محاسبه دقیق هزینه ارسال، استفاده از ماشین‌حساب محاسبه هزینه حمل و نقل است. اما اگر می‌خواهید نرخ ثابت تعیین کنید، چه می‌کنید؟ در این حالت بهتر است حمل و نقل خود را به مقاصد خاص محدود کنید. از ریاضی کمک بگیرید و متوسط هزینه را بدست بیاورید.

source: If your products are valuable or fragile, consider including insurance in your shipping costs. The rate may go up, but you and your customer's peace of mind will pay off.
fa_ir: اگر محصول شما شکستنی یا ارزشمند است، هزینه بیمه برای ارسال بسته را درنظر بگیرید. ممکن است هزینه ارسال به‌صورت بالا رود ولی بجای آن آرامش خاطر شما و مشتری را در خواهد داشت.

source: There are a lot of variables in ecommerce shipping costs: destination, speed, weight, dimensions of the box, fuel surcharges and discounts. No matter how much planning you do with your first shipments the cost will probably not be a perfect match to what you expected or charged the customer. Be prepared to scrutinize the first 25-50 shipments and adjust your pricing accordingly.
fa_ir: متغییرهای زیادی در هزینه حمل و نقل تاثیرگذار هستند، مبدا و مقصد، سرعت ارسال، وزن مرسوله، ابعاد مرسوله، بیمه، هزینه شیفت برای پست، هزینه مقر پست، زمان دریافت و تحویل، پرداخت در محل، تخفیف‌ها و پارامترهای دیگری که بسته به شرکت حمل و نقل متغییر هستند. به‌یاد داشته باشید که هر چقدر هم که برای اولین مرسوله‌های خود برنامه‌ریزی کنید، باز هم ممکن است هزینه آن کاملا مطابق با انتظارات و هزینه پرداختی مشتری نباشد. پس آماده باشید و تا ۵۰ بسته اول خود را موشکافی کنید و قیمت خود را متناسب با آن تنظیم کنید.
