Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Added to CDN panel
fa_ir: به پنل سی‌دی‌ان اضافه شده است

source: Not add to CDN panel yet
fa_ir: هنوز به پنل سی‌دی‌ان اضافه نشده است

source: Last HTTPS request date
fa_ir: آخرین زمان ارسال درخواست اچ‌تی‌تی‌پی‌اس

source: Not send HTTPS request to CDN panel yet
fa_ir: هنوز درخواست اچ‌تی‌تی‌پی‌اس به پنل سی‌دی‌ان ارسال نشده است

source: HTTPS ok
fa_ir: اچ‌تی‌تی‌پی‌اس کامل است

source: HTTPS not ok!
fa_ir: اچ‌تی‌تی‌پی‌اس کامل نیست!

source: Domain Detail
fa_ir: جزئیات دامنه‌

source: All Domains
fa_ir: همه دامنه‌ها

source: Connected domains
fa_ir: دامنه‌های متصل شده

source: Pending domain
fa_ir: دامنه‌های در انتظار

source: Cancel domain
fa_ir: دامنه‌های لغو شده

source: Count action
fa_ir: تعداد اتفاقات

source: Not added to CDN panel
fa_ir: به پنل سی‌دی‌ان اضافه نشده است

source: DNS not resolved
fa_ir: دی‌ان‌اس شناسایی نشده است

source: HTTPS request
fa_ir: درخواست اچ‌تی‌تی‌پی‌اس

source: HTTPS OK
fa_ir: اچ‌تی‌تی‌پی‌اس کامل است

source: All DNS record
fa_ir: همه دی‌ان‌اس رکوردها

source: DNS pending
fa_ir: دی‌ان‌اس در انتظار

source: DNS ok
fa_ir: دی‌ان‌اس شناسایی شده

source: DNS Failed
fa_ir: دی‌ان‌اس دریافت نشد

source: Add DNS record
fa_ir: افزودن دی‌ان‌اس رکورد

source: Also add to CDN panel DNS record
fa_ir: همچنین به پنل سی‌دی‌ان هم اضافه شود

source: If you do not add to the panel, the system will automatically add to the panel after a few minutes, but if you sync in the meantime, this information will be deleted.
fa_ir: اگر دی‌ان‌اس را هم‌اکنون به پنل سی‌دی‌ان اضافه نکنید سیستم به صورت خودکار پس از چند دقیقه این کار را انجام خواهد داد. اما اگر در همین زمان دکمه همکام سازی دی‌ان‌اس‌ها را بزنید اطلاعات جدید شما پاک خواهند شد.

source: You can insert Jibres DNS record to this domain
fa_ir: شما می‌توانید اطلاعات مربوط به دی‌ان‌اس‌های جیبرس را به این دامنه اضافه کنید

source: Insert now!
fa_ir: همین الان اضافه کن!

source: Fetch DNS
fa_ir: همگام‌سازی دی‌ان‌اس

source: Add DNS
fa_ir: افزودن دی‌ان‌اس

source: Verified
fa_ir: تایید شده

source: Not verify
fa_ir: تایید نشده است

source: Domain DNS Detail
fa_ir: جزئیات دی‌ان‌اس دامنه

source: Detail not found
fa_ir: جزئیات یافت نشد

source: No action found for this domain
fa_ir: هیچ عملیاتی برای این دامنه ثبت نشده است

source: DNS Record
fa_ir: دی‌ان‌اس رکورد

source: CDN
fa_ir: سی‌دی‌ان

source: Change CDN!
fa_ir: تغییر سی‌دی‌ان!

source: DNS
fa_ir: دی‌ان‌اس

source: CDN panel status
fa_ir: وضعیت سی‌دی‌ان

source: Add to CDN panel Now!
fa_ir: هم‌اکنون به پنل سی‌دی‌ان اضافه کن!

source: Remove from CDN panel
fa_ir: حذف از پنل سی‌دی‌ان

source: Reset HTTPS date
fa_ir: ریست تاریخ درخواست اچ‌تی‌تی‌پی‌اس

source: Send HTTPS request
fa_ir: ارسال درخواست اچ‌تی‌تی‌پی‌اس

source: You can change status of this domain maually
fa_ir: شما می‌توانید وضعیت این دامنه را به صورت دستی ویرایش کنید

source: Pending
fa_ir: در انتظار

source: Failed
fa_ir: ناموفق

source: Pending_delete
fa_ir: در انتظار حذف

source: Inprogress
fa_ir: در حال انجام

source: Dns_not_resolved
fa_ir: دی‌ان‌اس شناسایی نشده است

source: All action, dns record and Domain record of this domain will be removed
fa_ir: همه لاگ‌ها، دی‌ان‌اس‌ها و خود دامنه به صورت کامل حذف‌ خواهند شد

source: Business list
fa_ir: لیست بیزینس‌ها

source: Business analytics
fa_ir: آمار بیزینس‌ها

source: Business question answer
fa_ir: پاسخ به سوالات بیزینس

source: Business
fa_ir: بیزینس

source: Total business
fa_ir: مجموع بیزینس‌ها

source: Total Answered to all question
fa_ir: تعداد کسانی که به همه سوالات پاسخ دادند

source: Total Skip all answer
fa_ir: مجموع کسانی به هیچ سوالی پاسخ نداده‌اند

source: Total Answer to some question
fa_ir: تعداد کسانی که به بعضی از سوالات پاسخ دادند

source: Total skip and answer
fa_ir: مجموع پاسخ‌ها و رد کرده‌ها

source: No action history founded
fa_ir: تاریخچه تغییرات دامنه خالی است

source: Domain action
fa_ir: رخدادهای دامنه

source: Expire date
fa_ir: تاریخ انقضا

source: Create date
fa_ir: تاریخ ایجاد

source: At time:
fa_ir: در ساعت:

source: No domain renew in this time
fa_ir: در این ساعت هیچ دامنه‌ای تمدید نخواهد شد

source: Period
fa_ir: بازه زمانی

source: No billing history founded
fa_ir: تاریخچه پرداختی‌های دامنه خالی است

source: Domain billing
fa_ir: پرداختی‌های دامنه

source: Sum pirce
fa_ir: جمع مبالغ

source: Sum discount
fa_ir: جمع تخفیف

source: Sum finalprice
fa_ir: جمع مبالغ نهایی

source: First pay date
fa_ir: اولین پرداخت

source: Last pay date
fa_ir: آخرین پرداخت

source: Domain count
fa_ir: تعداد دامنه‌ها

source: Domain buyers
fa_ir: خریداران دامنه

source: Last amount
fa_ir: آخرین مبلغ

source: No credit history founded
fa_ir: تاریخچه دریافت اعتبار نیک خالی است

source: IRNIC Credit info
fa_ir: اطلاعات اعتبار ایرنیک

source: Show log
fa_ir: نمایش ردپا

source: Status & Validity
fa_ir: وضعیت دامنه

source: Registrar
fa_ir: ریجسترر

source: Registered on
fa_ir: ثبت شده در

source: Expired on
fa_ir: منقضی در

source: Renew domain
fa_ir: تمدید دامنه

source: Last activity
fa_ir: آخرین فعالیت

source: Transfer lock
fa_ir: قفل انتقال دامنه

source: Locked
fa_ir: قفل شده

source: Unlocked
fa_ir: باز شده

source: Click to disable
fa_ir: برای غیرفعال کردن کلیک کنید

source: Click to enable
fa_ir: برای فعال کردن کلیک کنید

source: Automatic
fa_ir: خودکار

source: Name Servers
fa_ir: نیم سرور

source: check DNS server and mail server health
fa_ir: بررسی وضعیت سلامت دی‌ان‌اس سرور و ایمیل سرور

source: IRNIC holder
fa_ir: صاحب امتیاز دامنه

source: IRNIC admin
fa_ir: رابط اداری دامنه

source: IRNIC billing
fa_ir: رابط مالی دامنه

source: IRNIC technical
fa_ir: رابط فنی دامنه

source: Remove this domain from your account
fa_ir: این دامنه را از حساب کاربری خود حذف کنید

source: Filling the server IP address records (glue records) are required when you wish to set the name servers of a domain name to a hostname under the domain name itself.
fa_ir: زمانی که مایل باشید دامنه شما از نیم‌سرورهای دامنه خودتان استفاده کند باید آدرس آی‌پی سرور را که به آن گلو رکورد می‌گویند وارد کنید. در غیر این‌صورت آدرس آی‌پی نادیده گرفته می‌شود.

source: DNS #1
fa_ir: دی‌ان‌اس ۱

source: Server IP #1
fa_ir: سرور آی‌پی ۱

source: DNS #2
fa_ir: دی‌ان‌اس ۲

source: Server IP #2
fa_ir: سرور آی‌پی ۲

source: DNS #3
fa_ir: دی‌ان‌اس ۳

source: Server IP #3
fa_ir: سرور آی‌پی ۳

source: DNS #4
fa_ir: دی‌ان‌اس ۴

source: Server IP #4
fa_ir: سرور آی‌پی ۴

source: You can change domain technical and billing holder to another one to allow them to do some action.
fa_ir: شما می‌توانید رابط فنی و رابط مالی دامنه را به شخص دیگری واگذار کنید تا آنها بتوانند برخی از عملیات‌ها را انجام دهند.

source: Domain Holder
fa_ir: صاحب امتیاز دامنه

source: Domain Admin
fa_ir: رابط اداری دامنه

source: Domain Technical
fa_ir: رابط فنی دامنه

source: Domain Billing
fa_ir: رابط مالی دامنه

source: Domain Info
fa_ir: اطلاعات دامنه

source: IRNIC Holder setting
fa_ir: مدیریت رابط‌های مجاز

source: DNS setting
fa_ir: تنظیمات دی‌ان‌اس

source: From here, you can transfer your domain name to another person. To transfer out, you will need to make sure that Domain Lock is turned OFF and get an Auth Code. After you place the request here, we'll send your Auth Code to the registrant email address specified for this domain. It may take up to 5 days for the transfer to be completed.
fa_ir: از این بخش، شما می‌توانید دامنه خودتان را به شخص دیگری منتقل کنید. برای انتقال به دیگران در مرحله اول باید دامنه از حالت قفل خارج باشد یا به اصطلاح قفل آن باز باشد. سپس در مرحله دوم درخواست کد انتقال باید صادر شود که با انجام این کار یک کد به آدرس ایمیل ثبت‌شده برای این دامنه ارسال می‌شود و شما باید ایمیل خود را چک کنید. در مرحله سوم شما باید این کد انتقال را برای خریدار دامنه که مالک جدید است ارسال کنید تا مالک جدید این کد را از طریق جیبرس یا یکی دیگر از نمایندگان یا ریجستررها ثبت نماید و فرآیند انتقال دامنه شروع می‌شود. فرآیند انتقال دامنه به‌طول معمول حداکثر تا ۵ روز زمان می‌برد تا به‌صورت کامل انتقال صورت بگیرد.

source: Lock domain
fa_ir: قفل کردن دامنه

source: Unlock domain
fa_ir: باز کردن قفل دامنه

source: Register Domain for
fa_ir: ثبت دامنه برای

source: Domain name
fa_ir: نام دامنه

source: Choose register time
fa_ir: مدت زمانی که مایلید این دامنه را بخرید انتخاب کنید

source: 1 Year
fa_ir: یک ساله

source: 5 Year
fa_ir: پنج ساله

source: IRNIC Handle
fa_ir: شناسه ایرنیک

source: Don't have IRNIC Handle? Create one.
fa_ir: شناسه ایرنیک ندارید؟ یکی بسازید.

source: If you want to customize domain Handle click here
fa_ir: برای سفارشی‌سازی سایر رابط‌های دامنه کلیک کنید

source: IRNIC Admin
fa_ir: رابط اداری دامنه

source: IRNIC Tecnical
fa_ir: رابط فنی دامنه

source: IRNIC Billing
fa_ir: رابط مالی دامنه

source: If you have more DNS click here to set them
fa_ir: برای تنظیم دی‌ان‌اس بیشتر کلیک کنید

source: IRNIC agreement
fa_ir: توافقنامه ایرنیک

source: Jibres Terms of Service
fa_ir: شرایط استفاده از خدمات جیبرس

source: By clicking Register, you are indicating that you have read the :nic and agree to the :terms.
fa_ir: با فشردن دکمه خرید دامنه، شما تایید کرده‌اید که :nic و :terms را خوانده‌اید و موافقت خود را با آن اعلام کرده‌اید.

source: Please charge user account to register this domain for him
fa_ir: لطفا حساب کاربری این کاربر را شارژ کنید تا از حساب او این دامنه خریداری شود

source: Domain buy
fa_ir: خرید دامنه

source: Get Info
fa_ir: دریافت جزئیات

source: Domain check
fa_ir: بررسی دامنه

source: Domain info
fa_ir: اطلاعات دامنه

source: Sale Count - Today
fa_ir: تعداد فروش - امروز

source: Sale Count - Yesterday
fa_ir: تعداد فروش - دیروز

source: Sale Count - Last Week
fa_ir: تعداد فروش - هفته پیش

source: Sale Count - Last Month
fa_ir: تعداد فروش - ماه پیش

source: Sale Count - Total
fa_ir: مجموع تعداد فروش

source: Total Buyers
fa_ir: مجموع تعداد خریداران

source: Total Log
fa_ir: مجموع ردپاها

source: Total Domain Buy
fa_ir: مجموع دامنه‌های خریداری شده

source: Total Domain Renew
fa_ir: مجموع دامنه‌های تمدید شده

source: Total Domain Transfer
fa_ir: مجموع دامنه‌های منتقل شده

source: Total Whois
fa_ir: مجموع کیه ها

source: IRNIC handlers
fa_ir: شناسه‌های ایرنیک

source: IRNIC Polls
fa_ir: اعلام‌های نیک

source: Auto renew list
fa_ir: لیست تمدید خودکار

source: IRNIC credit
fa_ir: اعتبار ایرنیک

source: Logs
fa_ir: لاگ

source: Onlinenic log
fa_ir: لاگ آنلاین‌نیک

source: IRNIC detail
fa_ir: جزئیات شناسه ایرنیک

source: Short domains
fa_ir: دامنه‌های کوتاه

source: Force register domain
fa_ir: ثبت فورس دامنه

source: Domain buy & renew & transfer & whois & total buy in lasy 30 days
fa_ir: خرید،‌ تمدید،‌ انتقال دامنه در ۳۰ روز گذشته

source: Register
fa_ir: ثبت

source: All API request in 60 last days
fa_ir: تمام لاگ‌های ثبت شده در ۶۰ روز گذشته

source: All API request in 60 last days By Onlinenic
fa_ir: تمام لاگ‌های ثبت شده در ۶۰ روز گذشته توسط آنلاین‌نیک

source: Holder
fa_ir: صاحب امتیاز

source: Technical
fa_ir: مسئول فنی

source: billing
fa_ir: مالی

source: Try to start with add new contact!
fa_ir: با افزودن مخاطب جدید تلاشی برای شروع داشته باشید!

source: IRNIC id
fa_ir: شناسه ایرنیک

source: Result code
fa_ir: کد نتیجه

source: Request
fa_ir: درخواست

source: Domains Log
fa_ir: لاگ دامنه‌ها

source: Request ID
fa_ir: شناسه درخواست

source: Count request
fa_ir: تعداد درخواست

source: IP Address
fa_ir: آدرس آی‌پی

source: Cliend ID
fa_ir: شناسه کاربر

source: Server ID
fa_ir: شناسه سرور

source: Response
fa_ir: پاسخ

source: Result
fa_ir: نتیجه

source: Org
fa_ir: ارگان

source: Domain nicdetail
fa_ir: جزئیات مخاطبان نیک دامنه‌ها

source: Id
fa_ir: کد

source: Notif count
fa_ir: تعداد اعلام‌ها

source: Index
fa_ir: ردیف

source: Note
fa_ir: یادداشت

source: Domain polls
fa_ir: اعلام‌های نیک

source: This domain exist in business domain list
fa_ir: این دامنه در لیست دامنه‌های بیزینس موجود است

source: Doamin was not found in business domain list
fa_ir: دامنه در لیست دامنه‌های بیزینس یافت نشد

source: Add now
fa_ir: همین الان اضافه کن

source: This domain is available for register!
fa_ir: این دامنه آماده خرید است!

source: Unknown
fa_ir: ناشناس

source: Verify for this user
fa_ir: تایید شده برای این کاربر

source: Change status force!
fa_ir: تغییر بالاجبار وضعیت!

source: Record detail raw
fa_ir: جزئیات خام ردیف

source: Whois?
fa_ir: کیه؟

source: This detail was founded in whois answer
fa_ir: این اطلاعات از پاسخ هویز دریافت شده است

source: Last check domain owner with whois
fa_ir: آخرین بررسی مالک دامنه از طریق هویز

source: Reseller
fa_ir: نماینده

source: Domain is OK
fa_ir: دامنه آماده است

source: Last fetch
fa_ir: آخرین دریافت

source: Remove to check again
fa_ir: حذف برای بررسی مجدد

source: Clean fetch
fa_ir: تمیزکردن دریافت

source: Last fetch removed
fa_ir: آخرین دریافت حذف شد

source: Be Careful! You are in management mode!
fa_ir: مراقب باش! شما در حالت مدیریتی هستید!

source: Connect to business
fa_ir: متصل به بیزینس

source: Show gitft card
fa_ir: نمایش کارت هدیه

source: Gift cards
fa_ir: کارت‌های هدیه

source: Create new gift card
fa_ir: افزودن کارت هدیه جدید

source: Choose type of your gift card
fa_ir: نوع کارت هدیه را مشخص کنید

source: Gift by percent
fa_ir: بر اساس درصد تخفیف

source: Gift by amount
fa_ir: بر اساس مبلغ تخفیف

source: Choose type of gift card
fa_ir: نوع کارت هدیه را مشخص کنید

source: Set code of gift card
fa_ir: لطفا کد هدیه را وارد کنید

source: Gift code
fa_ir: کد هدیه

source: Gift card message
fa_ir: پیام کارت هدیه

source: Success msg
fa_ir: پیام بعد از استفاده از این کد تخفیف

source: Set percent of discount for this gift card
fa_ir: لطفا درصد تخفیف را وارد کنید

source: Set amount of discount for this gift card
fa_ir: لطفا مبلغ تخفیف را وارد کنید

source: Gift percent
fa_ir: درصد تخفیف

source: Gift max
fa_ir: حداکثر هدیه

source: Gift amount
fa_ir: مبلغ هدیه

source: Price floor
fa_ir: حداقل مبلغ برای اعمال شدن هدیه

source: Create gift card
fa_ir: ساخت کارت هدیه

source: Price value of gift card
fa_ir: مبلغ کارت هدیه

source: Review gift detail and publish
fa_ir: بازبینی جزئیات کد هدیه و انتشار

source: For use in
fa_ir: برای استفاده در

source: Gift total usage limit
fa_ir: تعداد کل دفعات مجاز به استفاده از این کد تخفیف

source: Gift usage limit per user
fa_ir: تعداد مجاز استفاده هر کاربر از این کارت هدیه

source: Dedicated for users
fa_ir: اختصاصی برای کاربران

source: Physical card?
fa_ir: این کارت هدیه به صورت فیزیکی است؟

source: Are you want to print this gift card?
fa_ir: آیا می‌خواهید این کارت‌هدیه را چاپ کنید؟

source: Leave draft
fa_ir: پیش‌نویس رها کن

source: Gift card setting
fa_ir: تنظیمات کارت هدیه

source: Choose type
fa_ir: انتخاب نوع

source: Percent / amount
fa_ir: درصد / مبلغ

source: Usage setting
fa_ir: تنظیمات میزان استفاده

source: Generate code
fa_ir: ساخت کد

source: Set usage of gift card
fa_ir: تنظیم میزان استفاده از کارت هدیه

source: any
fa_ir: همه

source: domain
fa_ir: دامنه

source: store
fa_ir: فروشگاه

source: sms
fa_ir: پیامک

source: ipg
fa_ir: درگاه پرداخت الکترونیکی

source: Domain by tld .ir
fa_ir: دامنه آی‌آر

source: Domain by tld .ir for 1 year
fa_ir: دامنه آی‌آر یک ساله

source: Domain by tld .ir for 5 year
fa_ir: دامنه آی‌آر ۵ ساله

source: Every mobile in one line
fa_ir: هر موبایل در یک خط

source: Edit gift card
fa_ir: ویرایش کارت هدیه

source: draft
fa_ir: پیش نویس

source: enable
fa_ir: فعال

source: disable
fa_ir: غیرفعال

source: deleted
fa_ir: حذف شده

source: expire
fa_ir: منقضی شده

source: blocked
fa_ir: مسدودشده

source: Create new gift
fa_ir: افزودن کارت هدیه جدید

source: Sell & Enjoy
fa_ir: بفروش و لذت ببر

source: Max Gift
fa_ir: سقف هدیه

source: Expire Date
fa_ir: تاریخ انقضا

source: Total Usage for you
fa_ir: مجموع دفعات قابل استفاده برای شما

source: Times
fa_ir: بار

source: Jibres Gift Card
fa_ir: کارت هدیه جیبرس

source: Jibres Gift Code
fa_ir: کد هدیه جیبرس

source: You can use gift card on last step of your buy process.
fa_ir: شما می‌توانید از این کد هدیه در آخرین مرحله خرید خود استفاده کنید.

source: Gift card Management
fa_ir: مدیریت کارت هدیه

source: Transaction ID
fa_ir: شماره تراکنش‌

source: Discount Percent
fa_ir: درصد تخفیف

source: Gift card usage
fa_ir: استفاده از کارت هدیه

source: Gift card detail
fa_ir: جزئیات کارت هدیه

source: Gift card usage detail
fa_ir: جزئیات استفاده از کارت هدیه

source: Total usage
fa_ir: تعداد کل استفاده

source: Total user use this gift card
fa_ir: تعداد کاربرانی که از این کارت استفاده کرده‌اند

source: First use date
fa_ir: اولین استفاده

source: Last use date
fa_ir: آخرین استفاده

source: Show usage list
fa_ir: نمایش لیست استفاده شده

source: Supervisor Panel
fa_ir: پنل مدیر فنی

source: Store list
fa_ir: لیست فروشگاه‌ها

source: Android application queue
fa_ir: صف ساخت برنامه اندروید

source: Gift card
fa_ir: کارت‌ هدیه

source: Transaction
fa_ir: تراکنش‌

source: Sms Log
fa_ir: لاگ پیامک

source: Jibres Management
fa_ir: مدیریت جیبرس

source: User id
fa_ir: کد کاربر

source: User logs
fa_ir: لاگ کاربران

source: User Profile
fa_ir: پروفایل کاربر

source: Guest
fa_ir: میهمان

source: Notification
fa_ir: پیام

source: Telegram
fa_ir: تلگرام

source: Try to start with add new record!
fa_ir: با افزودن رکورد جدید تلاشی برای شروع داشته باشید!

source: Show log caller
fa_ir: نمایش عناوین لاگ‌ها

source: Message
fa_ir: پیام

source: Mode
fa_ir: مدل

source: Multiple mobiles
fa_ir: چند موبایلی

source: Mobiles
fa_ir: موبایل‌ها

source: line
fa_ir: خط

source: apikey
fa_ir: کلید ای‌پی‌آی

source: Url MD5
fa_ir: آدرس md5

source: IP id
fa_ir: شناسه آی‌پی

source: IP MD5
fa_ir: آی‌پی md5

source: Agent
fa_ir: نماینده

source: response
fa_ir: پاسخ

source: send
fa_ir: ارسال

source: datesend
fa_ir: تاریخ ارسال

source: dateresponse
fa_ir: زمان پاسخ

source: plan
fa_ir: پلن

source: Go to admin
fa_ir: برو به پنل مدیریت

source: Chage business enterprise
fa_ir: تغییر شناسه مشتری سازمانی

source: Rafiei
fa_ir: رفیعی

source: You can change business subdomain
fa_ir: شما می‌توانید زیردامنه بیزینس را تغییر دهید

source: Change subdomian
fa_ir: ویرایش زیردامنه

source: Stores setting
fa_ir: تنظیمات فروشگاه

source: Stores
fa_ir: فروشگاه‌ها

source: Plus charge account
fa_ir: افزایش شارژ حساب کاربری

source: Minus charge account
fa_ir: کاهش شارژ حساب کاربری

source: Money
fa_ir: پول

source: Gift
fa_ir: هدیه

source: Prize
fa_ir: جایزه

source: Price of transaction
fa_ir: مبلغ تراکنش

source: Enter a valid amount
fa_ir: مقدار معتبری وارد کنید

source: Plus
fa_ir: افزایش

source: Mobile not exist
fa_ir: موبایل وجود ندارد

source: User id not set
fa_ir: شناسه کاربری تعیین نشده است

source: Back to transactions list
fa_ir: بازگشت به لیست تراکنش‌ها

source: Search in :transactionss
fa_ir: جستجو در تراکنش‌ها

source: Budget
fa_ir: بودجه

source: Condition
fa_ir: قانون

source: Anonymous
fa_ir: گمنام

source: Budget before
fa_ir: بودجه قبل

source: Try to start with add new :transactions!
fa_ir: با افزودن رکورد جدید تلاشی برای شروع داشته باشید!

source: Minus
fa_ir: کاهش

source: Transactions list
fa_ir: لیست تراکنش‌ها

source: Pay bill
fa_ir: پرداخت قبض

source: Tell us a little about yourself
fa_ir: به ما کمی در مورد خودتان بگویید

source: Your answer is important for us.
fa_ir: پاسخ شما برای ما بسیار با ارزش است.

source: answer Jibres polls
fa_ir: به نظرسنجی‌های جیبرس پاسخ دهید

source: Help Jibres work better
fa_ir: جیبرس کمک می‌کند تا بهتر کار کنید

source: Create a new business
fa_ir: افزودن بیزینس جدید

source: Please wait
fa_ir: لطفا کمی صبر کنید

source: Building your online business in progress.
fa_ir: ما در حال ساخت بیزینس آنلاین شما هستیم.

source: Try again
fa_ir: مجددا تلاش کنید

source: Loading Jibres
fa_ir: در حال انجام عملیات

source: Creating your business
fa_ir: درحال ساخت بیزینس شما

source: Oops!
fa_ir: اوه!

source: We can not build your business!
fa_ir: ما نتوانستیم بیزینس شما را بسازیم!

source: Please contact us to solve this problem.
fa_ir: لطفا با ما تماس بگیرید تا بتوانیم مشکل را برطرف کنیم.

source: Read about this problem
fa_ir: درباره این مشکل بخوانید

source: Jibres can painlessly and quickly help you to start your online business.
fa_ir: جیبرس می‌تواند بدون دردسر و سریع به شما در شروع کسب‌وکارتان کمک کند.

source: Build my own business
fa_ir: بیزینس من را بساز

source: Read more
fa_ir: بیشتر بخوانید

source: Application
fa_ir: برنامه

source: Sale in store
fa_ir: فروش در فروشگاه

source: Telegram bot
fa_ir: ربات تلگرام

source: From
fa_ir: از

source: Staff
fa_ir: کارمند

source: Created on
fa_ir: ساخته شده در

source: Owner
fa_ir: مالک

source: Business Lists
fa_ir: لیست بیزینس‌ها

source: Add new business
fa_ir: افزودن بیزینس جدید

source: Welcome to Jibres world
fa_ir: به دنیای جیبرس خوش آمدید

source: Your business is ready to go!
fa_ir: بیزینس شما آماده حرکت شد!

source: We are do everything you need and now you can fly with Jibres power.
fa_ir: ما همه کارهایی رو که نیاز بود، انجام دادیم؛ از این بعدش با شماست تا با قدرت جیبرس پرواز کنید.

source: Bring me to business
fa_ir: منو به بیزینس خودم ببر

source: Grand opening your business on Jibres
fa_ir: افتتاح بزرگ بیزینس شما در جیبرس

source: All of my business
fa_ir: تمام بیزینیس‌های من

source: Big Opening
fa_ir: افتتاح بزرگ

source: My business
fa_ir: بیزینس‌های من

source: To make a online business from scratch, please enter name of your business.
fa_ir: برای ساخت بیزینس آنلاین، لطفا ابتدا نام بیزینس خودتون را وارد کنید.

source: Your business title
fa_ir: عنوان بیزینس شما

source: Create a business on Jibres
fa_ir: افزودن یک بیزینس در جیبرس

source: Can not add new business
fa_ir: نمی‌توانید بیزینس جدیدی را اضافه کنید

source: Create more business
fa_ir: ساخت بیزینس‌های بیشتر

source: Limit of create business
fa_ir: محدودیت در ساخت بیزینس

source: Please enter name of your business
fa_ir: لطفا نام بیزینس خودتون رو وارد کنید

source: Please fill the business title less than 100 character
fa_ir: لطفا عنوان بیزینس را کمتر از ۱۰۰ حرف وارد کنید

source: You can use less than 8 space character in business name
fa_ir: شما نباید بیشتر از ۸ کاراکتر فاصله در نام بیزینس استفاده کنید

source: Can not add new business!
fa_ir: نمی‌توانید بیزینس جدیدی را اضافه کنید!

source: By press Create button, you're agreeing to our :term.
fa_ir: با فشردن دکمه ساخت فروشگاه، شما موافقت خود با :term ما اعلام خواهید کرد.

source: Choose your online address
fa_ir: آدرس فروشگاه آنلاین خود را انتخاب کنید

source: Your online business has online address on Jibres domain.
fa_ir: بیزینس شما دارای یک آدرس آنلاین بر روی دامنه جیبرس است.

source: Although you can connect your domain into business but to finish setup we need to set it.
fa_ir: اگرچه می‌توانید دامنه اختصاصی خودتان را به بیزینس متصل کنید اما برای تکمیل عملیات، ما به ساختن آن روی زیردامنه‌ی جیبرس داریم.

source: Set it carefully, you can not change it.
fa_ir: در آینده قادر به تغییر نیستید؛ با دقت تنظیم کنید.

source: Your subdomain
fa_ir: آدرس فروشگاه شما

source: Build my online business
fa_ir: بیزینس آنلاین منو بساز

source: choose subdomain on Jibres
fa_ir: زیردامنه‌ خودتان را بر روی جیبرس انتخاب کنید

source: This subdomain is already occupied
fa_ir: این زیر دامنه قبلاً گرفته شده است

source: Business address
fa_ir: آدرس‌های بیزینس

source: Invalid error syntax
fa_ir: خطای ساختار اشتباه

source: Every website start with a great domain name
fa_ir: داستان هر وب‌سایت با یک دامنه فوق العاده شروع می‌شود

source: Please enter a valid domain
fa_ir: لطفا دامنه را به صورت صحیح وارد کنید

source: Dot IR TLD
fa_ir: پسوند‌های دات آی‌آر

source: Domain is restricted
fa_ir: دامنه اجازه ثبت ندارد

source: Invalid
fa_ir: نامعتبر

source: Taken
fa_ir: گرفته شده

source: The IRNIC server not respond at this time. Try again later!
fa_ir: سرور ایرنیک در حال حاضر پاسخگو نیست. لطفا پس از مدتی مجدد تلاش کنید!

source: International TLD
fa_ir: پسوند‌های بین‌المللی

source: Premium
fa_ir: پرمیوم

source: Our short suggestion
fa_ir: پیشنهاد ما

source: Can not register this domain
fa_ir: نمی‌توان این دامنه را ثبت کرد

source: Try another
fa_ir: مجددا تلاش کنید

source: Whois detail
fa_ir: اطلاعات دامنه

source: By submit this form, you are indicating that you have agree to the :terms.
fa_ir: با فشردن دکمه خرید دامنه، شما :terms را خوانده‌اید و موافقت خود را با آن اعلام کرده‌اید.
