Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Please choose your store default units.
fa_ir: لطفا واحد‌های پیشفرض فروشگاه خود را انتخاب کنید.

source: Store Currency
fa_ir: واحد مالی فروشگاه

source: This is the currency your products are sold in.
fa_ir: این واحد مالی محصولاتی است که شما به فروش می‌رسانید.

source: After your first sale, currency is locked in and can't be changed.
fa_ir: پس از ثبت اولین فروش شما،‌ واحد مالی قفل شده و امکان تغییر آن نیست.

source: Weight Unit
fa_ir: واحد وزن

source: This is the unit for your product weight.
fa_ir: این واحد برای اندازه‌گیری محصولات وزنی است.

source: Dimensions Unit
fa_ir: واحد ابعاد

source: We are get product dimensions in this unit.
fa_ir: ما ابعاد محصولات را بر اساس این واحد از شما می‌گیریم.

source: Manage how your store calculates and shows tax on your store.
fa_ir: مدیریت اینکه فروشگاه شما چطور مالیات را محاسبه کرده و در فروشگاه نمایش دهد.

source: Do you want to calc tax?
fa_ir: آیا می‌خواهید مالیات را محاسبه کنیم؟

source: If tax is enable, we are add in products and factors based on antoher settings.
fa_ir: اگر مالیات فعال باشد، ما آن را در محصولات و فاکتورهای شما با توجه به سایر تنظیمات انجام شده اعمال خواهیم کرد.

source: If you turn it off, we are totally hide tax options from everywhere!
fa_ir: اگر شما تنظیمات مالیات را غیرفعال کنید، ما به طور کل تنظیمات آن را از همه بخش‌ها مخفی خواهیم کرد!

source: VAT default value for new product
fa_ir: وضعیت پیش‌فرض ارزش افزوده برای محصولات جدید

source: You can change default value for VAT on add new product.
fa_ir: شما می‌توانید وضعیت پیش‌فرض ارزش افزوده را برای افزودن کالاهای جدید تغییر دهید..

source: Show all prices with tax included
fa_ir: نمایش تمام هزینه‌ها همراه با مالیات هست

source: If taxes are charged on shipping rates, then taxes are included in the shipping price.
fa_ir: اگر مالیات بر روی نرخ حمل و نقل اعمال شود، در این‌صورت مالیات شامل نرخ حمل و نقل هم خواهد بود.

source: Charge tax on shipping rates
fa_ir: اعمال مالیات روی نرخ حمل و نقل

source: Include shipping rates in the tax calculation.
fa_ir: شامل نرخ حمل و نقل در محاسبه مالیات.

source: Choose product to add product to this Tag
fa_ir: برای افزودن محصول به این تگ، یک محصول را انتخاب کنید

source: Product founded by this tag
fa_ir: محصول با این تگ یافت شد

source: You can delete this tag because we are not found any product in that.
fa_ir: هیچ محصولی با این تگ یافت نشد. شما می‌توانید این تگ را حذف کنید.

source: You can delete this tag and merge all product in this tag by another tag.
fa_ir: شما می‌توانید این تگ را حذف کنید و همه محصولات موجود در این تگ را با تگ دیگر ادغام کنید.

source: Show products by this tag
fa_ir: نمایش محصولات موجود در این تگ

source: Product Tags
fa_ir: کلیدواژه محصولات

source: :val products by this tag founded
fa_ir: :val محصول با این تگ یافت شد

source: You can remove this tag from all product or change it to another tag
fa_ir: شما می‌توانید این تگ را از همه محصولات دارای این تگ حذف کنید و یا تگ جدیدی برای آنها انتخاب کنید

source: Remove this tag from all products
fa_ir: حذف این تگ از همه محصولات

source: This tag used in some product. Please specify what you want to do with these products. Do you want to delete this tag from them or select a new tag for them?
fa_ir: این تگ در تعدادی از محصولات استفاده شده است. لطفا مشخص کنید که می‌خواهید چه کاری انجام دهید؟ آیا می‌خواهید این تگ را از محصولات حذف کنید و یا اینکه آن را با تگ جدید جایگزین کنید؟

source: Invalid product units id
fa_ir: شناسه واحد محصول اشتباه است

source: Edit unit
fa_ir: ویرایش واحد

source: Add new unit
fa_ir: افزودن واحد جدید

source: Unit name
fa_ir: نام واحد

source: Sometimes employees sell some product with decimal unit and if you are force this unit to give integer value, we are not allow them to enter invalid value
fa_ir: برخی اوقات ممکن است کارکنان به اشتباه کالایی را با واحد شمارش اعشاری به فروش برسانند. اگر مایل به اجبار به دریافت مقدار صحیح برای این واحد شمارش هستید، آن را تنظیم کنید و ما نیز جلوی ورود داده اشتباه را خواهیم گرفت

source: Only accept integer value?
fa_ir: تنها پذیرش مقادیر صحیح؟

source: By update name of this unit all product will be update to new value.
fa_ir: با بروزرسانی نام، این واحد شمارش در تمامی کالاهایی که مورد استفاده قرار گرفته‌است هم بروز می‌شود.

source: No product in this unit
fa_ir: هیچ محصولی در این واحد نیست

source: Force integer value
fa_ir: اجبار به عدد صحیح

source: Without Unit
fa_ir: بدون واحد

source: Click to check products in this unit
fa_ir: برای بررسی محصولات موجود در این واحد کلیک کنید

source: You have not product unit yet!
fa_ir: شما هنوز هیچ واحد شمارشی برای محصولات خود ندارید!

source: To add a product unit you must set unit when registering or editing a product
fa_ir: برای افزودن واحد شمارش محصول، در هنگام ثبت یا ویرایش محصول واحد را تنظیم کنید

source: Product found in this unit
fa_ir: محصول با این واحد یافت شد

source: To remove this unit you must set all products by this unit as a non product unit or set another unit for this products
fa_ir: برای حذف این واحد شما باید یا همه محصولات این واحد را به عنوان محصول بدون واحد تنظیم کنید و یا اینکه واحد جدید برای این محصولات انتخاب کنید

source: Set all products by this unit as a non product unit and remove this unit
fa_ir: تنظیم همه محصولات این واحد به عنوان محصول بدون واحد و حذف این واحد شمارش

source: Set all products as a non product unit
fa_ir: تنظیم همه محصولات این واحد به عنوان محصول بدون واحد

source: Select new unit
fa_ir: انتخاب واحد جدید

source: You have not other unit!
fa_ir: شما واحد شمارش دیگری ندارید!

source: New unit
fa_ir: واحد جدید

source: Select new unit to update all product unit
fa_ir: یک واحد جدید انتخاب کنید تا همه محصولات آن واحد به‌روزرسانی شود

source: Save and remove unit
fa_ir: ذخیره و حذف واحد

source: No product found by this unit
fa_ir: هیچ محصولی با این واحد یافت نشد

source: You can delete this unit now
fa_ir: شما می‌توانید هم‌اکنون این واحد را حذف کنید

source: Remove unit
fa_ir: حذف واحد

source: Unit of products
fa_ir: واحد محصولات

source: Edit product unit
fa_ir: ویرایش واحد شمارش محصول

source: Remove product unit
fa_ir: حذف واحد محصول

source: Jibres is not just an online accounting software;
fa_ir: جیبرس تنها یک نرم افزار حسابداری آنلاین نیست؛

source: We try to create the best financial platform that has everything you need to sale and manage your financial life.
fa_ir: ما در حال توسعه برای ساخت بهترین پلتفرم مالی هستیم تا تمام نیازهای فروش و مدیریت مالی زندگی شما را پوشش دهیم.

source: Integrated Sales and Online Accounting
fa_ir: فروش یکپارچه و حسابداری آنلاین

source: Please choose type of new block.
fa_ir: لطفا نوع بخش جدید را انتخاب کنید.

source: Special Slider
fa_ir: اسلایدر ویژه

source: Show multiple images in one place to change like a carousel. It's responsive and touchable for mobile users. The last carousel you'll ever need.
fa_ir: نمایش چندین تصویر در یک محل شبیه به چرخ و فلک که معروف به اسلایدر هم هست. اسلایدر واکنش‌گرا که به لمس کاربران حساس بوده و حس تعاملی بودن را می‌افزاید. هر چیزی که از یک اسلایدر نیاز دارید.

source: Add Special Slider Block
fa_ir: افزودن بخش اسلایدر ویژه

source: Image Block
fa_ir: بخش تصویر

source: Add an image block with a link to somewhere. You can use a beautiful image to engage your customers. for example a special offer.
fa_ir: یک بخش تصویر با لینک به جاهای مختلف اضافه کنید. برای تشویق کاربران از تصاویر زیبا استفاده کنید و جلوه بصری بیزینس خود را افزایش دهید. برای مثلا یک پیشنهاد ویژه را در قالب تصویر مطرح کنید.

source: Add One Image Block
fa_ir: افزودن بخش تصویر

source: Product Line
fa_ir: ردیف محصولات

source: A block to show products like random products, products of special category, popular products, etc.
fa_ir: یک بلوک برای نمایش محصولات شما مثل نمایش تصادفی محصولات، نمایش محصولات یک دسته‌بندی خاص، محصولات محبوب و پرفروش و ...

source: Add Products Block
fa_ir: افزودن بخش محصولات

source: Quote
fa_ir: نقل قول

source: Show quote of some customers to engage your audience with beautiful design.
fa_ir: نقل‌قول برخی از مشتریان برای جذب مخاطبان خود با طراحی زیبا.

source: Add Quote Block
fa_ir: افزودن بخش نقل قول

source: Add simple text!
fa_ir: افزودن متن جدید!

source: Add Text Block
fa_ir: افزودن بخش متنی

source: Latest News
fa_ir: آخرین اخبار

source: A block to show latest news for blog.
fa_ir: بخشی برای نمایش آخرین اخبار برای وبلاگ.

source: Add News Block
fa_ir: افزودن بخش خبر

source: A block to show a title.
fa_ir: افزودن بخشی برای نمایش عنوان خاص.

source: Add News Title
fa_ir: افزودن عنوان جدید

source: Add new block
fa_ir: افزودن بخش جدید

source: Change the position of the rows with the help of the handle
fa_ir: برای ذخیره ترتیب دلخواه، با استفاده از دستگیره محل قرارگیری ردیف‌ها را جابجا کنید

source: Website body content
fa_ir: محتوای وب‌سایت

source: Add line
fa_ir: افزودن ردیف جدید

source: Set box width
fa_ir: تنظیم عرض جعبه محتوا

source: Set item effect
fa_ir: تنظیم افکت آیتم

source: Set info position
fa_ir: تنظیم محل قرارگیری اطلاعات

source: You can change the item position
fa_ir: شما می‌توانید محل قرارگیری آیتم را تغییر دهید

source: Set count show
fa_ir: تنظیم تعداد نمایش

source: How many posts would you like to display?
fa_ir: تمایل دارید چه تعداد نوشته در این ردیف نمایش داده شود؟

source: Adjust how items are placed
fa_ir: نحوه قرارگیری آیتم‌ها را تنظیم کنید

source: You can adjust the number of items displayed in different rows and columns according to the total number of items
fa_ir: شما می‌توانید تعداد آیتم‌های نمایش داده شده در سطرها و ستون‌ها را با توجه به تعداد کل آیتم‌ها تنظیم کنید

source: Set item padding
fa_ir: تنظیم فاصله بین آیتم‌ها

source: Set item radius
fa_ir: تنظیم شعاع آیتم

source: Title with more link
fa_ir: عنوان با لینک مشاهده بیشتر

source: Edit title
fa_ir: ویرایش عنوان

source: Line title
fa_ir: عنوان ردیف

source: Show title on website
fa_ir: نمایش عنوان در وب‌سایت

source: Do not show title on website
fa_ir: عدم نمایش عنوان در وب‌سایت

source: Show read more link
fa_ir: نمایش لینک مشاهده بیشتر

source: Hide read more link
fa_ir: عدم نمایش لینک مشاهده بیشتر

source: Caption of more link
fa_ir: عنوان لینک مشاهده بیشتر

source: Main Text for footer
fa_ir: متن اصلی برای فوتر

source: Customize footer text
fa_ir: سفارشی سازی متن فوتر

source: A site menu is an essential part of your website. Every site should have one so that your site visitors can navigate between your pages or sections. If your menu is placed in the header or footer, it automatically shows on every page.
fa_ir: منوها یک نیاز اساسی برای سفارشی‌سازی وب‌سایت شماست. هر سایتی باید یک منو داشته باشد پس مراجعه‌کنندگان به وب‌سایت شما با کلیک روی منوها به بخش‌های مختلف وب‌سایت می‌روند. اگر منویی در هدر یا فوتر وب‌سایت تنظیم شود به‌صورت خودکار در تمام صفحات نمایش داده خواهد شد.

source: Without menu
fa_ir: بدون فهرست

source: Add new menu
fa_ir: افزودن فهرست جدید

source: Edit menu :val
fa_ir: ویرایش فهرست :val

source: Business Branding
fa_ir: نشان تجاری بیزینس

source: Your Current Footer Template
fa_ir: قالب فوتر فعلی

source: You can change design of your footer completely. We allow you full personalization. Design and build your own high-quality websites.
fa_ir: شما می‌توانید فوتر وب‌سایت خود را به‌شکل کامل طراحی کنید. ما امکان شخصی‌سازی کاملی را برای شما فراهم کرده‌ایم. طراحی و ساخت وب‌سایتی با کیفیت و زیبا توسط خود شما امکان پذیر است.

source: Change Footer Template
fa_ir: تغییر قالب فوتر

source: Footer Text
fa_ir: متن فوتر

source: Set footer Main text
fa_ir: تنظیم متن اصلی فوتر

source: Footer
fa_ir: فوتر

source: Your footer menu was saved
fa_ir: منوی فوتر شما ذخیره شد

source: Your footer menu was removed
fa_ir: فهرست فوتر وب‌سایت شما حذف شد

source: Pick a your footer template and customize anything. After choose one of them, you can personalize your own unique footer by set logo, menu and another features based on your choosen footer.
fa_ir: یک الگوی اولیه برای فوتر وب‌سایت خودتان انتخاب کنید و سپس آن را سفارشی‌سازی کنید. پس از انتخاب یکی از طرح‌ها، شما می‌توانید با سفارشی‌کردن یک فوتر منحصر بفرد برای خودتان داشته باشید که در آن لوگو و نشان تجاری شما، منوهای اختصاصی و سایر جزئیات مطابق با سلیقه شما در آن تنظیم شده است.

source: version
fa_ir: نسخه

source: Current Template
fa_ir: قالب فعلی

source: Choose this template
fa_ir: انتخاب این قالب

source: Choose Footer Template
fa_ir: لطفا قالب فوتر وب‌سایت خود را انتخاب کنید

source: Customize Your Website Footer
fa_ir: سفارشی‌سازی فوتر

source: Header Special Announcement
fa_ir: آگهی اختصاصی سرصفحه

source: Announcement Text
fa_ir: متن آگهی

source: Url
fa_ir: نشانی اینترنتی

source: Open link in new tab
fa_ir: باز کردن در صفحه جدید

source: Set header Special Announcement
fa_ir: تنظیم آگهی اختصاصی سرصفحه

source: Header
fa_ir: سرصفحه

source: Your Website Logo
fa_ir: لوگوی وب‌سایت شما

source: Work on your branding and add your logo. If you are not have logo don not worry, we are use your website title until you prepare your innovative logo. Manage and grow your business online with Jibres.
fa_ir: با افزودن لوگو روی برندسازی برای بیزینس خود کار کنید. اگر هنوز لوگوی اختصاصی ندارید نگران نباشید، ما از عنوان وب‌سایت شما استفاده می‌کنیم تا شما فرصت مناسب برای طراحی یک لوگوی خلاقانه و زیبا برای بیزینس خود را داشته باشید. تجارت الکترونیک شما با جیبرس متفاوت خواهد بود.

source: Remove header logo
fa_ir: حذف لوگو

source: Your Current Header Template
fa_ir: قالب فعلی سرصفحه شما

source: You can change design of your header completely. We allow you full personalization. Design and build your own high-quality websites.
fa_ir: شما می‌توانید ظاهر هدر خود را به‌شکل کامل سفارشی‌سازی کنید. با کمک جیبرس یک طرح جدید و مدرن برای خود داشته باشید و آن را مطابق سلیقه خود شکل دهید.

source: Change Header Template
fa_ir: ویرایش قالب سرصفحه

source: Special Announcement
fa_ir: آگهی اختصاصی

source: You can show something on top of everything on your website. Special offer, some news or something else you want. This is a simple way to show something to everyone.
fa_ir: شما می‌توانید متنی را در بالای تمامی صفحات وب‌سایت نمایش دهید. این یک پیام عمومی است که می‌تواند شامل یک خبر، یک اطلاعیه، معرفی یک پیشنهاد خاص یا هر چیزی بخواهید، باشد. این یک روش ساده برای نمایش یک پیام به همه مخاطبان شماست.

source: Change Special Announcement
fa_ir: تغییر آگهی اختصاصی

source: Set Special Announcement
fa_ir: تنظیم آگهی اختصاصی

source: Your header menu was saved
fa_ir: فهرست سرصفحه شما ذخیره شد

source: Your header menu was removed
fa_ir: فهرست سرصفحه وب‌سایت شما حذف شد

source: Your header logo was saved
fa_ir: لوگوی وب‌سایت شما حذف شد

source: Your header logo was removed
fa_ir: لوگوی وب‌سایت شما حذف شد

source: Pick a your header template and customize anything. After choose one of them, you can personalize your own unique header by set logo, menu and another features based on your choosen header.
fa_ir: یک الگوی اولیه برای هدر سایت خودتان انتخاب کنید و سپس آن را سفارشی‌سازی کنید. پس از انتخاب یکی از آن‌ها، شما می‌توانید لوگوی خودتان را در آن قرار دهید و منوهای خود را برای آن تنظیم کنید تا بدین شکل یک هدر زیبا و منحصربفرد برای خودتان داشته باشید.

source: Choose Header Template
fa_ir: قالب سربرگ را انتخاب کنید

source: Customize Your Website Header
fa_ir: سرصفحه وب‌سایت خود را سفارشی کنید

source: Customize header
fa_ir: سفارشی سازی سرصفحه

source: Choose header
fa_ir: انتخاب سرصفحه

source: Customize footer
fa_ir: سفارشی‌سازی فوتر

source: Choose footer
fa_ir: انتخاب فوتر

source: Choose body
fa_ir: انتخاب محتوای وب‌سایت

source: Site status
fa_ir: وضعیت وب‌سایت

source: Menu
fa_ir: منو

source: Show website
fa_ir: نمایش وب‌سایت

source: Static file verification
fa_ir: اعتبارسنجی از طریق فایل‌های ثابت

source: Build Your Unique Online Website
fa_ir: وب‌سایت آنلاین منحصر به فرد خود را بسازید

source: Line id is not valid!
fa_ir: شناسه ردیف معتبر نیست!

source: Invalid index of imageblock!
fa_ir: شناسه تصویر اشتباه است!

source: Drag &amp; Drop your files or <span class="txtB">Browse</span>
fa_ir: فایل را بکشید و اینجا رها کنید یا <span class="txtB">انتخاب کنید</span>

source: Image Alt
fa_ir: متن جایگزین عکس

source: Open in New tab
fa_ir: باز کردن در صفحه جدید

source: Add image
fa_ir: افزودن تصویر جدید

source: Image list
fa_ir: لیست تصاویر

source: Website body
fa_ir: محتوای وب‌سایت

source: This image ratio is not match by imageblock ratio!
fa_ir: نسبت تصویر این عکس با نسبت تصویر جعبه تصویر همخوانی ندارند!

source: Image ratio :val
fa_ir: نسبت تصویر :val

source: Add new page
fa_ir: افزودن برگه جدید

source: Edit imageblock page
fa_ir: ویرایش صفحه تصویر

source: Ratio
fa_ir: نسبت

source: Update
fa_ir: بروزرسانی

source: Manage image block
fa_ir: مدیریت جعبه تصویر

source: Image box
fa_ir: جعبه تصویر

source: Build new menu
fa_ir: ساخت فهرست جدید

source: After build menu you can use from this menu in website theme setting and put it in every where you need
fa_ir: بعد از ساخت فهرست شما می‌توانید آن را در هرجایی از وب‌سایت خود که نیاز به فهرست دارید استفاده کنید

source: Menu title
fa_ir: عنوان فهرست

source: Create menu
fa_ir: ساخت منو

source: Add New Meu
fa_ir: افزودن فهرست جدید

source: Edit menu title
fa_ir: ویرایش عنوان فهرست

source: Hint to
fa_ir: اشاره به

source: Please select an item
fa_ir: لطفا یک گزینه را انتخاب کنید

source: Separator
fa_ir: جداکننده

source: Home page
fa_ir: صفحه نخست

source: Posts
fa_ir: نوشته‌ها

source: Tag of posts
fa_ir: تگ نوشته‌ها

source: Hashtag of products
fa_ir: هشتگ محصولات

source: Forms
fa_ir: فرم‌ها

source: Social network
fa_ir: شبکه‌های اجتماعی

source: Search in product
fa_ir: جستجو در محصولات

source: Search in posts
fa_ir: جستجو در نوشته‌ها

source: Search in tags
fa_ir: جستجو در تگ‌ها

source: Search in hashtag
fa_ir: جستجو در هشتگ‌ها

source: Search in forms
fa_ir: جستجو در فرم‌ها

source: Select social network
fa_ir: انتخاب شبکه اجتماعی

source: Manage social network
fa_ir: مدیریت شبکه‌های اجتماعی

source: Edit item
fa_ir: ویرایش آیتم

source: Add child to
fa_ir: افزودن زیرمجموعه به

source: Add menu item
fa_ir: افزودن آیتم به منو

source: Edit menu items
fa_ir: ویرایش گزینه‌های فهرست

source: Change menu title
fa_ir: تغییر عنوان منو

source: Remove menu
fa_ir: حذف فهرست

source: Usage menu list
fa_ir: لیست بخش‌هایی که این فهرست در آن استفاده شده است

source: This menu not use anywhere. You can remove it
fa_ir: این فهرست در هیچ قسمتی استفاده نشده است. می‌توانید آن را حذف کنید

source: Sort menu items
fa_ir: مرتب سازی آیتم‌های فهرست

source: Menu list
fa_ir: لیست فهرست‌ها

source: News line
fa_ir: ردیف اخبار

source: Set filter
fa_ir: تنظیم فیلتر

source: You can extract your favorite posts with different filters
fa_ir: شما می‌توانید نوشته‌های مورد نظر خود را با فیلتر‌های مختلف استخراج کنید

source: Setup design
fa_ir: تنظیمات ظاهر

source: Remove news line
fa_ir: حذف ردیف اخبار

source: Are you sure to remove this news line?
fa_ir: آیا از حذف این ردیف خبر اطمینان دارید؟

source: Special tag
fa_ir: تگ خاص

source: Select tag
fa_ir: انتخاب تگ

source: Post template
fa_ir: قالب نوشته

source: Any post
fa_ir: هر نوشته‌ای

source: Standard
fa_ir: استاندارد

source: Gallery
fa_ir: گالری

source: Video
fa_ir: ویدیو

source: Audio
fa_ir: صوتی

source: Show item in player
fa_ir: نمایش آیتم در پخش کننده

source: First
fa_ir: اولین

source: Filter posts
fa_ir: فیلتر کردن نوشته‌ها

source: News
fa_ir: اخبار

source: Invalid index of productline!
fa_ir: شناسه صفحه محصولات اشتباه است!

source: Latest product
fa_ir: آخرین محصولات

source: Random product
fa_ir: محصولات تصادفی

source: Best-selling product
fa_ir: محصولات پرفروش

source: Special category
fa_ir: دسته‌بندی خاص

source: Select or add new category
fa_ir: دسته‌بندی جدید را انتخاب یا اضافه کنید

source: Latest product (Default)
fa_ir: آخرین محصولات (پیش‌فرض)

source: Invalid index of quote!
fa_ir: شناسه نقل قول اشتباه است!

source: Drag &amp; Drop your picture or Browse
fa_ir: تصویر خود را بکشید و اینجا رها کنید یا انتخاب کنید

source: User avatar
fa_ir: تصویر آواتار کاربر

source: User display name
fa_ir: نام کاربر

source: User job
fa_ir: سمت شغلی کاربر

source: User star
fa_ir: امتیاز کاربر

source: Add quote
fa_ir: افزودن نقل قول

source: Quote list
fa_ir: لیست نقل ‌قول‌ها

source: Edit quote page
fa_ir: ویرایش نقل قول

source: Style mode
fa_ir: نوع و حالت نمایش

source: Simple
fa_ir: ساده

source: Professional
fa_ir: حرفه‌ای

source: Manage quote
fa_ir: مدیریت نقل قول

source: Invalid index of specialslider!
fa_ir: شناسه صفحه اسلایدر ویژه اشتباه است!

source: Add special slider page
fa_ir: افزودن صفحه اسلایدر ویژه

source: Special Slider list
fa_ir: لیست اسلایدر ویژه

source: You must have at least 5 pages or more to display this slider
fa_ir: برای نمایش این اسلایدر در وب‌سایت، شما باید حداقل ۵ صفحه در آن داشته باشید

source: This image ratio is not match by special slider ratio!
fa_ir: نسبت تصویر این عکس با نسبت تصویر اسلایدر همخوانی ندارند!

source: Edit special slider page
fa_ir: ویرایش صفحه اسلایدر ویژه

source: Model
fa_ir: مدل

source: Special slider
fa_ir: اسلایدر ویژه

source: Simple slider
fa_ir: اسلایدر ساده

source: Manage special slider
fa_ir: مدیریت اسلایدر ویژه

source: SpecialSlider list
fa_ir: لیست صفحات اسلایدر ویژه

source: Add specialslider
fa_ir: افزودن صفحه اسلایدر ویژه

source: Change website status
fa_ir: تغییر وضعیت وب‌سایت

source: Choose your website status
fa_ir: انتخاب وضعیت وب‌سایت شما

source: Shoping website
fa_ir: وب‌سایت فروشگاهی

source: Visit Card website
fa_ir: وب‌سایت کارت ویزیت

source: Coming Soon page
fa_ir: حالت «بزودی»

source: Website Headers
fa_ir: سرصفحه‌های وب‌سایت

source: Invalid index of text!
fa_ir: شناسه صفحه متن اشتباه است!

source: Type here...
fa_ir: اینجا تایپ کنید...

source: Invalid index of titleline!
fa_ir: شناسه صفحه عنوان اشتباه است!

source: Title line
fa_ir: خط عنوان

source: Edit address
fa_ir: ویرایش آدرس

source: Add new address
fa_ir: افزودن آدرس جدید

source: Title of address
fa_ir: عنوان آدرس

source: Is this a company's address?
fa_ir: این آدرس شرکت است؟

source: Saved address
fa_ir: آدرس‌های ذخیره شده

source: Postal code
fa_ir: کد پستی

source: Protect this key like a password!
fa_ir: مانند رمز عبور از این کلید محافظت کنید!

source: By this key you can access to your account
fa_ir: با استفاده از این کلید می‌توانید به حساب کاربری خود دسترسی پیدا کنید

source: YOUR API KEY
fa_ir: کلید اتصال شما

source: GENERATE NEW API KEY
fa_ir: ساخت کلید اتصال جدید

source: Get new API KEY
fa_ir: دریافت کلید اتصال جدید

source: Creat new api key successfully complete
fa_ir: ساخت کلید اتصال با موفقیت انجام شد

source: Error in create new api key
fa_ir: خطا در ساخت کلید اتصال جدید

source: Your api key was removed
fa_ir: کلید اتصال شما حذف شد

source: Error in remove api key
fa_ir: خطا در حذف کلید اتصال جدید

source: :val API documentation
fa_ir: مستندات رابط برنامه‌نویسی :val

source: To make your appkey you must verify your mobile
fa_ir: برای ساخت کلید نرم‌افزار ابتدا باید موبایل خود را تایید کنید

source: By this code you can build new application to manage your account and manage other customer
fa_ir: با استفاده از این کد می‌توانید برای مدیریت حساب خود و مدیریت مشتریان دیگر، برنامه جدیدی بسازید

source: YOUR APPKEY
fa_ir: کلید نرم‌افزار شما

source: GENERATE YOUR APPKEY
fa_ir: ساخت کلید نرم‌افزار شما

source: If you want to revoke or remove this appkey
fa_ir: اگر می‌خواهید کلید را ابطال یا حذف کنید

source: Contact us
fa_ir: با ما تماس بگیرید

source: Make appkey
fa_ir: ساخت کلید نرم‌افزار

source: Your Stores code to use in api
fa_ir: کد فروشگاه‌های شما جهت استفاده در API

source: You must verify your mobile to make an appkey
fa_ir: برای ساخت کلید نرم‌افزار ابتدا باید موبایل خود را تایید کنید

source: Creat appkey successfully complete
fa_ir: ساخت کلید نرم‌افزار با موفقیت انجام شد

source: You can not remove your appkey
fa_ir: شما نمی‌توانید کلید نرم‌افزار خود را حذف کنید

source: Application key
fa_ir: کلید برنامه

source: You are not have billing detail yet!
fa_ir: هیچ تراکنش مالی برای شما یافت نشد!

source: Billing usage detail
fa_ir: جزئیات میزان استفاده

source: Charge your account
fa_ir: شارژ حساب کاربری

source: Enter an amount to charge your account
fa_ir: میزان شارژ حساب کاربری خود را وارد کنید
