Repository: jibres/jibres_core_php_v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: fa_ir

source: Week
fa_ir: هفته

source: Day
fa_ir: روز

source: hour
fa_ir: ساعت

source: Start backup at time
fa_ir: شروع عملیات پشتیبان گیری در ساعت

source: Life time of old backup
fa_ir: طل عمر فایل‌های پشتیبان گیری قبلی

source: 2 years
fa_ir: دو سال

source: one year
fa_ir: یک سال

source: 6 months
fa_ir: شش ماه

source: 3 months
fa_ir: سه ماه

source: 2 months
fa_ir: دو ماه

source: one month
fa_ir: یک ماه

source: one week
fa_ir: یک هفته

source: 2 weeks
fa_ir: ۲ هفته

source: one day
fa_ir: یک روز

source: 3 days
fa_ir: ۳ روز

source: 5 days
fa_ir: ۵ روز

source: Backup complete
fa_ir: عملیات پشتیبان گیری با موفقیت به پایان رسید

source: Database of logs dose not exists
fa_ir: پایگاه داده برای لاگ‌ها وجود ندارد

source: File successfully deleted
fa_ir: فایل با موفقیت حذف شد

source: Local mode
fa_ir: مد محلی

source: You are in Supervisor Panel of Local Mode
fa_ir: شما در پنل مدیریت فنی در مد محلی هستید

source: Run cronjob for this service
fa_ir: اجرای کرون جاب برای این سرویس

source: Manual execute
fa_ir: اجرای دستی

source: Downalod crontab me file
fa_ir: دانلود فایل crontab.me

source: Downalod Execut result
fa_ir: دانلود نتیجه اجرا

source: Your cronjob is actived
fa_ir: کرون جاب فعال است

source: Your cronjob is deactived
fa_ir: کرون جاب غیر فعال است

source: Try to start with add new :dbtables!
fa_ir: با افزودن رکورد جدید تلاشی برای شروع داشته باشید!

source: Database raw table data
fa_ir: جدول‌های خام پایگاه داده

source: Select table
fa_ir: انتخاب جدول

source: Git Status
fa_ir: وضعیت گیت

source: Some code was changed!!!
fa_ir: بخشی از کدها دستکاری شده!!!

source: Uptime
fa_ir: آپ‌تایم

source: Disk space
fa_ir: مصرف دیسک

source: Disk Free space
fa_ir: فضای خالی دیسک

source: Backup
fa_ir: پشتیبان‌گیری

source: Raw table
fa_ir: جدول‌های خام

source: Server information
fa_ir: اطلاعات سرور

source: Cronjob
fa_ir: کرون جاب

source: Server
fa_ir: سرور

source: Git status
fa_ir: وضعیت گیت

source: Nano
fa_ir: نانو

source: Session
fa_ir: نشست‌ها

source: Short url
fa_ir: لینک کوتاه

source: Temp file
fa_ir: فایل موقتی

source: Sms client
fa_ir: مشتریان پنل پیامک

source: Show mysql process list
fa_ir: نمایش لیست پروسه‌‌های مای‌اس‌کیو‌ال

source: Supervisor dashboard
fa_ir: داشبورد مدیر فنی سیستم

source: First you need to enable COM on windows
fa_ir: در ابتدا شما باید ویژگی Com را در ویندوز فعال کنید

source: Read More
fa_ir: بیشتر بخوانید

source: Info
fa_ir: درباره

source: Show server info
fa_ir: نمایش اطلاعات سرور

source: Show PHP info
fa_ir: نمایش اطلاعات پی‌اچ‌پی

source: Count block
fa_ir: تعداد دفعات بلاک شده

source: No ip founded
fa_ir: آی‌پی یافت نشد

source: Invalid ip syntax
fa_ir: نوشتار آی‌پی نادرست است

source: This string is exist in file
fa_ir: این متن در فایل موجود است

source: Ip added to this file
fa_ir: آی‌پی به این فایل اضافه شده است

source: Ip deleted
fa_ir: آی‌پی حذف شد

source: Size
fa_ir: اندازه

source: Extension
fa_ir: افزونه

source: Show archived
fa_ir: نمایش بایگانی شده

source: Auto rename
fa_ir: تغییر نام خودکار

source: Show auto archived
fa_ir: نمایش بایگانی شده‌های خودکار

source: Please fill the file content
fa_ir: لطفا باکس متن را پر کنید

source: Invalid file
fa_ir: فایل اشتباه

source: File successfuly update
fa_ir: فایل با موفقیت به روز رسانی شد

source: Can not write file
fa_ir: ناتوان در نوشتن فایل

source: Can not edit this file!
fa_ir: نمی‌توانید این فایل را تغییر دهید!

source: Test coding function
fa_ir: بررسی تابع کدینگ

source: String or Number
fa_ir: رشته یا شماره

source: Run
fa_ir: اجرا

source: Encode
fa_ir: رمزگذاری

source: Decode
fa_ir: رمزگشایی

source: Api key not set
fa_ir: کلید ای‌پی‌آی تنظیم نشده است

source: This client credit is zero!
fa_ir: اعتبار این عضو صفر است!

source: Unknown error
fa_ir: خطای نامشخص

source: Credit
fa_ir: اعتبار

source: Last login date
fa_ir: تاریخ آخرین ورود

source: Minimum allow credit
fa_ir: حداقل مبلغ شارژ

source: Pricing name
fa_ir: نام هزینه

source: Sms Farsi cost
fa_ir: هزینه هر پیامک فارسی

source: Sms English cost
fa_ir: هزینه هر پیامک انگلیسی

source: Call local cost
fa_ir: هزینه تماس

source: Unavailable list
fa_ir: لیست در دسترس نیست

source: Remove all temp file
fa_ir: حذف همه‌فایل‌های موقتی

source: Remove now
fa_ir: همین الان حذف کن

source: Temp file removed
fa_ir: فایل‌های موقتی حذف شدند

source: Users
fa_ir: کاربران

source: System
fa_ir: سیستم

source: Webhook
fa_ir: وب هوک

source: Send message
fa_ir: ارسال پیام

source: Send photo
fa_ir: ارسال عکس

source: Check logs
fa_ir: بررسی ردپاها

source: Back to supervisor dashboard
fa_ir: بازگشت به داشبورد مدیر فنی سیستم

source: User Detail
fa_ir: جزئیات‌کاربر

source: Hook
fa_ir: هوک

source: Step
fa_ir: مرحله

source: Sended message
fa_ir: پیام ارسال شده

source: Meta
fa_ir: متا

source: Telegram chatid
fa_ir: شناسه چت تلگرام

source: Without hook
fa_ir: بدون هوک

source: With keyboard
fa_ir: با کیبورد

source: Without keyboard
fa_ir: بدون کیبورد

source: Message id
fa_ir: شناسه پیام

source: Check more detail
fa_ir: بررسی جزئیات بیشتر

source: Without response
fa_ir: بدون پاسخ

source: Without meta
fa_ir: بدون متا

source: Chat id or username
fa_ir: کد گفتگو یا نام‌کاربری

source: Unique identifier for the target chat or username of the target channel (in the format @channelusername)
fa_ir: شناسه منحصربه‌فرد برای ارسال پیام به شخص یا کانال در فرمت @نام_کاربری

source: Text of the message to be sent
fa_ir: متن پیام ارسالی

source: Last request
fa_ir: آخرین درخواست

source: Back to Telegram dashboard
fa_ir: بازگشت به داشبورد تلگرام

source: File URL
fa_ir: آدرس فایل

source: pass an HTTP URL as a String for Telegram to get a photo from the Internet
fa_ir: برای دریافت یک عکس از اینترنت یک نشانی اینترنتی اچ‌تی‌تی‌پی را به عنوان یک رشته برای تلگرام منتقل کنید

source: Caption
fa_ir: برچسب

source: Please add url or choose file
fa_ir: لطفا آدرس را وارد کرده و یا فایلی انتخاب کنید

source: Chatid
fa_ir: شناسه چت

source: HTTPS url to send updates to. Use an empty string to remove webhook integration
fa_ir: آدرسی را برای به روزرسانی بفرستید. با فرستادن آدرس خالی وبهوک شما حذف خواهد شد

source: Max Connections
fa_ir: حداکثر اتصالات

source: Defaults to 40
fa_ir: پیش‌فرض ۴۰ است

source: Set Webhook
fa_ir: تنظیم وب‌هوک

source: Telegram webhook
fa_ir: وب هوک تلگرام

source: If you dont know about this page, leave it!
fa_ir: اگر چیزی در مورد این صفحه نمی‌دانید، آن را ترک کنید!

source: Service is Locked!
fa_ir: سیستم قفل شده است!

source: Service is Running!
fa_ir: سیستم در حال کار است!

source: Lock service
fa_ir: قفل کردن سیستم

source: Pull
fa_ir: دریافت

source: Pull service
fa_ir: دریافت سرویس

source: Upgrade
fa_ir: ارتقا

source: Unlock service
fa_ir: بازکردن قفل سیستم

source: Pull git repository
fa_ir: دریافت مخازن گیت

source: Pull CDN repository
fa_ir: به‌روزرسانی مخازن گیت سی‌دی‌ان

source: Temp files
fa_ir: فایل‌های موقتی

source: Force unlock page
fa_ir: صفحه بازکردن قفل به اجبار

source: Database need to upgrade
fa_ir: پایگاه داده نیاز به به‌روزرسانی دارد

source: current version
fa_ir: نسخه فعلی

source: new version
fa_ir: نسخه جدید

source: Run all step by one click
fa_ir: اجرای همه مراحل با یک دکمه

source: For when you don't have heavy updates
fa_ir: برای زمانی که آپدیت سنگین ندارید

source: Update & Upgrade all
fa_ir: به‌روزرسانی و ارتقاء همه

source: Operation complete at :val second
fa_ir: عملیات در :val ثانیه کامل شد

source: System locked
fa_ir: سیستم قفل شده است

source: System git pull successfully
fa_ir: دریافت اطلاعات از گیت با موفقیت انجام شد

source: CDN git pull successfully
fa_ir: دریافت مخزن سی‌دی‌ان

source: System upgrade database successfully
fa_ir: به‌روزرسانی دیتابیس سیستم با موفقیت انجام شد

source: System unlock successfully
fa_ir: بازکردن قفل سیستم با موفقیت انجام شد

source: Search with keyword :search
fa_ir: جستجو با کلیدواژه‌ی :search

source: with condition
fa_ir: به شرط

source: Invalid token!
fa_ir: توکن دسترسی نامعتبر است!

source: Easily manage your tickets and monitor or track them to get best answer until fix your problem
fa_ir: به‌سادگی تیکت‌های خود را مدیریت کنید و با مونیتور و رهگیری آن‌ها به بهترین پاسخ برای رفع مشکل خود برسید

source: Help center
fa_ir: مرکز راهنمایی

source: Download PDF
fa_ir: دانلود پی‌دی‌اف

source: For share via social networks
fa_ir: جهت انتشار در شبکه‌های اجتماعی

source: News Code
fa_ir: کد خبر

source: In this section
fa_ir: در این بخش

source: Search our knowledge base...
fa_ir: جستجو در پایگاه دانش ما...

source: Search result
fa_ir: نتیجه جستجو

source: No result found!
fa_ir: نتیجه‌ای یافت نشد!

source: Random Articles
fa_ir: مقالات تصادفی

source: Can't find what you're looking for?
fa_ir: نمی‌توانید آنچه را به‌دنبالش هستید بیابید؟

source: Contact the legendary support team right now.
fa_ir: همین الان با تیم پشتیبانی افسانه‌ای ما تماس بگیرید.

source: New Ticket
fa_ir: تیکت جدید

source: Open new ticket!
fa_ir: باز کردن تیکت جدید!

source: Content
fa_ir: محتوا

source: Ticket updated
fa_ir: تیکت بروز شد

source: Edit message
fa_ir: ویرایش پیام

source: Edit your message or delete it.
fa_ir: ویرایش پیام یا جزئیات آن.

source: Back to tickets list
fa_ir: بازگشت به لیست تیکت‌ها

source: Ticket not found
fa_ir: تیکتی یافت نشد

source: This is not your ticket!
fa_ir: این تیکت شما نیست!

source: Ticketing System
fa_ir: سامانه پشتیبانی تیکت

source: Easily manage your message and monitor or track them to get best answer until fix your problem
fa_ir: به‌سادگی پیام‌های تیکت‌های خود را مدیریت کنید و با مونیتور و رهگیری آن‌ها به بهترین پاسخ برای رفع مشکل خود برسید

source: Invalid tag
fa_ir: تگ نادرست

source: Please log in if you need to store this ticket and track it in the future
fa_ir: لطفا برای ذخیره و پیگیری‌های بعدی این تیکت وارد سیستم شوید

source: Your ticket was sended
fa_ir: تیکت شما ارسال شد

source: It was very fast!
fa_ir: خیلی سریع بود!

source: Your cookies may have been blocked
fa_ir: احتمالا کوکی‌های شما بلاک شده است

source: You need to enable cookie for usign this service
fa_ir: برای استفاده از این سرویس شما به کوکی نیاز دارید

source: You try to send some html code!
fa_ir: شما در تلاشید کد اچ‌تی‌ام‌ال ارسال کنید!

source: Can not set 2 link in one message!
fa_ir: نمی‌توانید دو لینک را در یک پیام ارسال کنید!

source: Mobile is required
fa_ir: موبایل الزامی است

source: Add new ticket
fa_ir: افزودن تیکت جدید

source: Dot worry!
fa_ir: نگران نباشید!

source: Ask your question.
fa_ir: سوال خود را بپرسید.

source: We are here to answer your questions.
fa_ir: ما اینجاییم تا به سوالات شما پاسخ دهیم.

source: Please write your message
fa_ir: لطفا پیام خود را بنویسید

source: Send notify about your answer to creator of ticket
fa_ir: سازنده تیکت را در جریان پاسخ شما قرار دهیم

source: Via sms to
fa_ir: با ارسال پیامک به

source: Via telegram
fa_ir: با تلگرام

source: Submit a ticket
fa_ir: ارسال تیکت

source: Send new message
fa_ir: ارسال پیام جدید

source: Please try type something!
fa_ir: لطفا تلاشی برای تایپ داشته باشید!

source: You try to add some html code!
fa_ir: شما در تلاشید کد اچ‌تی‌ام‌ال ارسال کنید!

source: You can check your contacting answer here
fa_ir: شما می‌توانید پاسخ تماس خود را در اینجا بررسی کنید

source: Thank You For contacting us
fa_ir: از تماس شما متشکریم

source: We could'nt save the contact
fa_ir: مشکلی در ذخیره‌سازی مخاطب پیش آمد

source: No ticket was found
fa_ir: تیکتی یافت نشد

source: Active tickets
fa_ir: تیکت‌های فعال

source: Replies
fa_ir: پاسخ‌ها

source: Avg. First Response
fa_ir: میانگین اولین پاسخگویی

source: Last month
fa_ir: ماه اخیر

source: Minute
fa_ir: دقیقه

source: Avg. Time to Archive
fa_ir: میانگین زمان بایگانی‌شدن

source: Hours
fa_ir: ساعات

source: See list of your tickets!
fa_ir: مشاهده لیست تمام تیکت‌های شما!

source: New ticket
fa_ir: تیکت جدید

source: Back to support panel
fa_ir: بازگشت به پنل پشتیبانی

source: Open tickets
fa_ir: تیکت‌های باز

source: Tickets waiting for the answer
fa_ir: تیکت‌های در انتظار پاسخ

source: Un solved ticket
fa_ir: تیکت‌های حل نشده

source: Solved ticket
fa_ir: ثبت به عنوان حل شده

source: Answered tickets
fa_ir: تیکت‌های پاسخ داده شده

source: Spam tickets
fa_ir: تیکت‌های جفنگ

source: Archived tickets
fa_ir: تیکت‌های بایگانی شده

source: Deleted tickets
fa_ir: تیکت‌های حذف شده

source: All tickets
fa_ir: همه تیکت‌ها

source: Ticket report
fa_ir: گزارش تیکت‌ها

source: Ticket No
fa_ir: شماره تیکت

source: Ticket Subject
fa_ir: موضوع تیکت

source: Subject of ticket
fa_ir: عنوان تیکت

source: Set the title to get faster
fa_ir: برای دسترسی سریع‌تر عنوان را تنظیم کنید

source: User tickets
fa_ir: تیکت‌های کاربر

source: View attachment
fa_ir: مشاهده ضمیمه

source: Close ticket
fa_ir: بستن تیکت

source: Current Time
fa_ir: زمان فعلی

source: If your problem is solved or do not need to track, please close this ticket by press below bottom.
fa_ir: اگر مشکل شما حل شده و یا نیازی به رهگیری آن نیست، لطفا تیکت را با فشردن دکمه زیر ببندید.

source: You can open it anytime you need.
fa_ir: شما می‌توانید تیکت را هر زمانی که مایل بودید مجدد باز کنید.

source: This ticket is closed.
fa_ir: این تیکت بسته شده است.

source: Also you can delete it if you do not need it.
fa_ir: هم‌چنین در صورت عدم نیاز می‌توانید آن را حذف کنید.

source: Delete ticket
fa_ir: حذف تیکت

source: Open it again
fa_ir: دوباره بازش کن

source: This is deleted ticket.
fa_ir: این تیکت حذف شده است.

source: You can change it to close condition if need to save it in history!
fa_ir: شما می‌توانید برای نگهداری این تیکت در تاریخچه وضعیت آن را به بسته‌شده تغییر دهید!

source: Not spam
fa_ir: جفنگ نیست

source: If your problem is not solved yet, please set this ticket as unsolved
fa_ir: اگر مشکل مطرح شده همچنان باقی است، لطفا این تیکت را در حالت حل نشده قرار دهید

source: Un Solved ticket
fa_ir: ثبت به عنوان حل نشده

source: If your problem is solved, please set this ticket as solved
fa_ir: اگر مشکل مطرح حل شده است، لطفا این تیکت را در حالت حل شده قرار دهید

source: Notification procedures
fa_ir: روش‌های اعلان

source: Do you know you can connect your account with our Telegram bot
fa_ir: <b>آیا می‌دانید</b> می‌توانید حساب کاربری خود را به ربات تلگرام ما وصل کنید

source: Just need to start bot in Telegram and sync your account via /sync.
fa_ir: تنها کافی‌است ربات را شروع کرده و حساب خود را از طریق دستور /sync به وب‌سایت متصل کنید.

source: Short link
fa_ir: لینک کوتاه

source: Add tag manually to link tickets togethers
fa_ir: کلدواژه را به صورت دستی اضافه کنید تا تیکت‌ها را در کنار هم قرار دهید

source: Tag keywords...
fa_ir: کلیدواژه‌های خود را تگ کنید...

source: Save tag
fa_ir: ذخیره کلیدواژه

source: Title of ticket saved
fa_ir: عنوان تیکت ذخیره شد

source: Tag was saved
fa_ir: کلیدواژه ذخیره شد

source: This ticket is spam!
fa_ir: این تیکت به عنوان هرزنامه شناسایی شده است!

source: Invalid status
fa_ir: وضعیت نامعتبر است

source: Ticket closed
fa_ir: تیکت بسته شد

source: Ticket was open again
fa_ir: تیکت دوباره باز شد

source: Ticket was deleted
fa_ir: تیکت حذف شد

source: Ticket set on spam
fa_ir: تیکت به‌عنوان جفنگ علامت‌گذاری شد

source: Ticket set as solved
fa_ir: مشکل حل شد

source: Ticket set as unsolved
fa_ir: مشکل هنوز حل نشده

source: Your note saved
fa_ir: پیام شما ذخیره شد

source: Your message has been added
fa_ir: پیام شما اضافه شد

source: View ticket No
fa_ir: مشاهده تیکت شماره

source: Check detail of your ticket.
fa_ir: بررسی جزئیات تیکت شما.

source: We try to answer to you as soon as posibble.
fa_ir: ما سعی می‌کنیم تا در اسرع وقت به شما پاسخ دهیم.

source: This is a ticket message!
fa_ir: این یک پیام داخلی در تیکت است!

source: This ticket closed automatically on :time because it marked as solved.
fa_ir: این تیکت حل شده و به‌صورت خودکار در :time بسته خواهد شد.

source: If it's okay you can close it manually.
fa_ir: اگر مشکلی وجود ندارد شما می‌توانید آن را به‌صورت دستی ببندید.

source: Last active tickets
fa_ir: آخرین تیکت‌های فعال

source: All Tickets
fa_ir: همه تیکت‌ها

source: Solved
fa_ir: حل شده

source: Last modified on
fa_ir: آخرین به‌روزرسانی در

source: Active in this ticket
fa_ir: فعال در این تیکت

source: Awaiting answer
fa_ir: در انتظار پاسخ

source: Unsolved
fa_ir: حل نشده

source: Archived
fa_ir: بایگانی شده

source: Ticket Topics
fa_ir: موضوعات تیکت

source: My tickets
fa_ir: تیکت‌های من

source: Manage tickets
fa_ir: مدیریت تیکت

source: Support dashboard
fa_ir: داشبورد پشتیبانی

source: Invalid access in url
fa_ir: دسترسی نادرست در آدرس

source: not set
fa_ir: تنظیم نشده است

source: model
fa_ir: مدل

source: is out of range
fa_ir: خارج از محدوده است

source: serial
fa_ir: سریال

source: Manufacturer
fa_ir: سازنده

source: manufacturer
fa_ir: کارخانه سازنده محصول

source: hardware
fa_ir: سخت‌افزار

source: board
fa_ir: بورد

source: product
fa_ir: محصول

source: device
fa_ir: دستگاه

source: brand
fa_ir: نام تجاری

source: Can not signup this mobile
fa_ir: ما نمی توانیم این موبایل را ثبت کنیم

source: The verification code sended to phone number
fa_ir: کد اعتبار سنجی به این شماره تلفن ارسال شد

source: A verification code was sended to user before
fa_ir: کد اعتبارسنجی قبلا برای این کاربر ارسال شده است

source: Invalid mobile
fa_ir: شماره‌ی تلفن همراه نامعتبر است

source: Invalid verifycode
fa_ir: کد اعتبارسنجی نامعتبر است

source: Verification code is out of range
fa_ir: کد اعتبارسنجی خارج از محدوده مجاز است

source: Verification code not set
fa_ir: کد اعتبارسنجی ارسال نشده است

source: No verifycation code sended to this phone number
fa_ir: هیچ کد اعتبارسنجی به این شماره ارسال نشده است

source: Invalid code
fa_ir: کد اشتباه است

source: Verification code was expired
fa_ir: کد اعتبارسنجی منقضی شده است

source: Verification code not found
fa_ir: کد اعتبارسنجی یافت نشد

source: Code is ok
fa_ir: کد صحیح است

source: All other session terminated
fa_ir: تمام دسترسی‌های دیگر مسدود شد

source: Session id not send or invalid
fa_ir: شناسه نشست ارسال نشده است یا نادرست است

source: No session founded
fa_ir: هیچ نشست فعالی یافت نشد

source: Change language
fa_ir: تغییر زبان

source: Close
fa_ir: بستن

source: Your Phone
fa_ir: تلفن شما

source: A 4 digit OTP will be sent via SMS to verify your mobile number
fa_ir: یک کد چهار رقمی از طریق پیام کوتاه برای تایید شماره تلفن همراه شما ارسال می‌شود

source: Phone Verification
fa_ir: تایید شماره تلفن

source: Enter the OTP you received to
fa_ir: کدی را که دریافت کرده‌اید وارد کنید

source: Resend
fa_ir: ارسال مجدد

source: Vision
fa_ir: چشم‌انداز

source: Mission
fa_ir: ماموریت

source: Easy
fa_ir: آسان

source: Easy to use
fa_ir: به سادگی قابل استفاده است

source: Powerful
fa_ir: پرقدرت

source: Best application
fa_ir: بهترین برنامه

source: Enjoy
fa_ir: لذت ببرید

source: Welcome to our collection
fa_ir: به جمع ما خوش‌آمدید

source: Start
fa_ir: شروع

source: Expensive
fa_ir: گران‌ترین

source: Promotion
fa_ir: شگفت‌انگیر

source: Inexpensive
fa_ir: ارزان‌ترین

source: Sample
fa_ir: نمونه

source: 50% Deals test sample long string test
fa_ir: تخفیف ۵۰٪ آزمون آزمون رشته رشته طولانی

source: Rial
fa_ir: ریال

source: This page is empty
fa_ir: این صفحه خالی است

source: No posts was found
fa_ir: هیچ نوشته‌ای یافت نشد

source: This is not your address
fa_ir: این آدرس شما نیست

source: No file sended
fa_ir: فایلی ارسال نشد

source: No detail sended
fa_ir: جزئیاتی ارسال نشده است

source: token not set
fa_ir: توکن تنظیم نشده است

source: Invalid token
fa_ir: توکن نامعتبر

source: Token is expire
fa_ir: توکن منقضی شده است

source: You can not add any address
fa_ir: شما نمی‌توانید هیچ آدرس دیگری را اضافه کنید

source: No way to insert address
fa_ir: هیچ راهی برای افزودن آدرس وجود ندارد

source: Can not access to edit address
fa_ir: شما دسترسی لازم برای ویرایش این آدرس را ندارید

source: Can not access to remove this address
fa_ir: شما دسترسی لازم برای حذف این آدرس را ندارید

source: Address removed
fa_ir: آدرس حذف شد

source: No way to add new data
fa_ir: هیچ راهی برای افزودن اطلاعات وجود ندارد

source: Your comment successfully added
fa_ir: دیدگاه شما با موفقیت اضافه شد

source: Your answer successfully added
fa_ir: پاسخ شما با موفقیت اضافه شد

source: This text is duplicate and you are sended something like this before!
fa_ir: این متن تکراری است و شما قبلا چیزی شبیه این را ارسال کردید!

source: Invalid post id
fa_ir: شناسه مطلب اشتباه است

source: Comment of this post is closed!
fa_ir: دیدگاه‌های این نوشته بسته است!

source: Product id not found
fa_ir: شناسه محصول یافت نشد

source: Can not add comment to product in this business
fa_ir: نمی‌‌توانید در این بیزینس به محصولات دیدگاه اضافه کنید

source: Invalid parent id
fa_ir: شناسه والد اشتباه است

source: You can not answer to an answer comment!
fa_ir: شما نمی‌توانید به پاسخ یک دیگاه پاسخ دهید!

source: Comment saved without change
fa_ir: دیدگاه بدون تغییر ذخیره شد

source: Your comment successfully edited
fa_ir: دیدگاه شما با موفقیت ویرایش شد

source: Invalid comments id
fa_ir: شناسه دیدگاه اشتباه است

source: Comment removed
fa_ir: دیدگاه با موفقیت حذف شد

source: Terms not founded
fa_ir: عبارت یافت نشد

source: PDF
fa_ir: پی‌دی‌اف

source: Word
fa_ir: ورد

source: Excel
fa_ir: اکسل

source: Power Point
fa_ir: پاورپوینت

source: This file is used in somewhere and can not be remove
fa_ir: این فایل در جاهای مختلفی استفاده شده است و امکان حذف آن وجود ندارد

source: File successfully removed
fa_ir: فایل با موفقیت حذف شد

source: Supervisor Login
fa_ir: ورود سوپروایزر

source: New login
fa_ir: ورود جدید

source: We have noticed a new login to your account
fa_ir: ما متوجه ورود جدید به حساب کاربری شما شدیم

source: Verification code
fa_ir: کد اعتبارسنجی

source: The verification code has been sent to you
fa_ir: کد اعتبارسنجی برای شما ارسال شده است

source: The validation code is made to enter your account
fa_ir: کد اعتبار سنجی برای ورود به حساب کاربری شما ساخته شده است

source: Be careful! if you did not request this code
fa_ir: مراقب باشید! اگر این کد را درخواست نکردید

source: Perhaps someone has entered your password correctly and intends to login to your account!
fa_ir: شاید کسی رمز ورود شما را به درستی وارد کرده و قصد ورود به حساب کاربری شما را داشته باشد!

source: here
fa_ir: اینجا

source: You can see your active sessions :val
fa_ir: شما می‌توانید نشست‌های فعال خود را :val ببینید

source: Or change your password more securely.
fa_ir: یا برای امنیت بیشتر کلمه عبور خود را تغییر دهید.

source: Alert
fa_ir: هشدار

source: Empty message!
fa_ir: پیام خالی است!

source: Supervisor alert
fa_ir: هشدار به مدیر فنی

source: CentralizedGitUpdate
fa_ir: آپدیت مرکزی گیت

source: Git update
fa_ir: به‌روزرسانی مخازن گیت

source: A new Block ip detected
fa_ir: آی‌پی بلاک شده جدید شناسایی شد

source: updated
fa_ir: بروزرسانی

source: You updated
fa_ir: شما بروزرسانی کردید

source: new record!
fa_ir: رکورد جدید!

source: What was yesterday
fa_ir: دیروز چه خبر بود

source: Jibres core repository
fa_ir: مخزن هسته جیبرس

source: System have a php bug!!
fa_ir: سیستم باگ داره!

source: PHP bug!
fa_ir: پی‌اچ‌پی باگ!

source: Database have error!!
fa_ir: خطا در پایگاه‌داده!!

source: Sql error!
fa_ir: خطای دیتابیس!

source: We have a number of requests from the database that have taken a long time
fa_ir: ما تعدادی کوئری داریم که بیش از حد طول کشیده است

source: Critical query!
fa_ir: کوئری سنگین!

source: Query
fa_ir: کوئری

source: upgrade database to new version
fa_ir: دیتابیس را به نسخه جدید به‌روزرسانی کرد

source: You upgraded database to new version
fa_ir: شما دیتابیس را به نسخه جدید ارتقا دادید

source: Upgrade database
fa_ir: به‌روزرسانی دیتابیس

source: Add note to ticket
fa_ir: افزودن یادداشت به تیکت

source: added new note ticket
fa_ir: یک یادداشت به تیک افزود

source: You added new note ticket
fa_ir: شما یک یادداشت به تیک افزودید

source: Show ticket
fa_ir: مشاهده تیکت

source: Add message to ticket
fa_ir: افزودن پیام به تیکت

source: added new message to ticket
fa_ir: پیامی را به تیکت افزود

source: You added new message to ticket
fa_ir: شما پیامی را به تیکت افزودید

source: Answer ticket
fa_ir: پاسخ به تیکت

source: answered to ticket
fa_ir: به تیکت پاسخ داد

source: You answered ticket
fa_ir: شما به تیکت پاسخ دادید
